{
    "data": [
        {
            "abstract": "Agriculture is a vital development tool for achieving the Millennium Development Goal that calls for halving by 2015 the share of people suffering from extreme poverty and hunger. That is the overall message of this year's World Development Report (WDR), the 30th in the series. Three out of every four poor people in developing countries live in rural areas, and most of them depend directly or indirectly on agriculture for their livelihoods. This report provides guidance to governments and the international community on designing and implementing agriculture for development agendas that can make a difference in the lives of hundreds of millions of rural poor. The report highlights two major regional challenges. In much of Sub-Saharan Africa, agriculture is a strong option for spurring growth, overcoming poverty, and enhancing food security. Agricultural productivity growth is vital for stimulating growth in other parts of the economy. But accelerated growth requires a sharp productivity increase in smallholder farming combined with more effective support to the millions coping as subsistence farmers, many of them in remote areas. Recent improved performance holds promise, and this report identifies many emerging successes that can be scaled up. In Asia, overcoming widespread poverty requires confronting widening rural-urban income disparities. Asia's fast-growing economies remain home to over 600 million rural people living in extreme poverty, and despite massive rural-urban migration, rural poverty will remain dominant for several more decades. For this reason, the WDR focuses on ways to generate rural jobs by diversifying into labor intensive, high value agriculture linked to a dynamic rural, non-farm sector. In all regions, with rising land and water scarcity and the added pressures of a globalizing world, the future of agriculture is intrinsically tied to better stewardship of natural resources. With the right incentives and investments, agriculture's environmental footprint can be lightened and environmental services harnessed to protect watersheds and biodiversity.", 
            "authors": [
                "Robert Townsend", 
                "Elisabeth Sadoulet", 
                "Alain De Janvry", 
                "Derek Byerlee", 
                "Irina Klytchnikova"
            ], 
            "fields": [
                "Dado", 
                "Monetary policy", 
                "Competitor analysis", 
                "Intellectual property", 
                "Externality"
            ], 
            "title": "World development report 2008 : agriculture for development", 
            "url": "http://cn.bing.com/academic/profile?id=7c9661dccdcef970a4f7f29b30a571c3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#This paper reviews the published articles on eTourism in the past 20 years. Using a wide variety of sources, mainly in the tourism literature, this paper comprehensively reviews and analyses prior studies in the context of Internet applications to tourism. The paper also projects future developments in eTourism and demonstrates critical changes that will influence the tourism industry structure. A major contribution of this paper is its overview of the research and development efforts that have been endeavoured in the field, and the challenges that tourism researchers are, and will be, facing.", 
            "authors": [
                "Dimitrios Buhalis"
            ], 
            "fields": [
                "Electronic business", 
                "E-commerce", 
                "Information technology", 
                "Tourism", 
                "Marketing"
            ], 
            "title": "Progress in information technology and tourism management: 20 years on and 10 years after the Internet—The state of eTourism research", 
            "url": "http://cn.bing.com/academic/profile?id=5266c2df99647bd204e2c68630fa8fc9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In several key industries, including semiconductors, biotechnology, computer software, and the Internet, our patent system is creating a patent thicket: an overlapping set of patent rights requiring that those seeking to commercialize new technology obtain licenses from multiple patentees. The patent thicket is especially thorny when combined with the risk of hold-up, namely the danger that new products will inadvertently infringe on patents issued after these products were designed. The need to navigate the patent thicket and hold-up is especially pronounced in industries such as telecommunications and computing in which formal standard-setting is a core part of bringing new technologies to market. Cross-licenses and patent pools are two natural and effective methods used by market participants to cut through the patent thicket, but each involves some transaction costs. Antitrust law and enforcement, with its historical hostility to cooperation among horizontal rivals, can easily add to these transaction costs. Yet a few relatively simple principles, such as the desirability package licensing for complementary patents but not for substitute patents, can go a long way towards insuring that antitrust will help solve the problems caused by the patent thicket and by hold-up rather than exacerbating them.", 
            "authors": [
                "Carl Shapiro"
            ], 
            "fields": [
                "Biotechnology", 
                "Telecommunications", 
                "Transaction cost", 
                "Semiconductor"
            ], 
            "title": "Navigating the Patent Thicket: Cross Licenses, Patent Pools, and Standard-Setting", 
            "url": "http://cn.bing.com/academic/profile?id=0080973e878c62cfbf55bd3f7c0b1289&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Regulatory reform had its beginnings in the United States in the 1970s, and today it is taking place around the globe. One of the central questions for industrial policy is how to regulate firms with market power. Regulatory Reform tackles this important policy issue in two parts: it describes an analytical framework for studying the main issues in regulatory reform, and then applies the analysis to the British experience in four utility industries--telecommunications, gas, electricity, and water supply. Britain's utility industries, state-owned monopolies just ten years ago, offer a dramatic example of comprehensive reforms with parallels elsewhere: industries have been restructured, markets have been liberalized, and new regulatory methods and institutions have been created. The authors focus on common policy questions that arise in each industry while taking into account the considerable diversity between the industries and the different reform policies adopted. The analysis and experience in Britain's utility industries also provides a rich variety of issues concerning monopolistic and anticompetitive practices that are of interest for competition policy in general.", 
            "authors": [
                "Mark Armstrong", 
                "Simon Cowan", 
                "John Vickers"
            ], 
            "fields": [
                "Water", 
                "Gasoline", 
                "Telecommunications", 
                "Industrial policy", 
                "Regulation"
            ], 
            "title": "Regulatory Reform: Economic Analysis and British Experience", 
            "url": "http://cn.bing.com/academic/profile?id=32e0725650dd9222b31ca3151824da25&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Key features of one automated intelligent vehicle/highway system (IVHS) are outlined, it is shown how core driver decisions are improved, a basic IVHS control system architecture is proposed, and a design of some control subsystems is offered. Some experimental work is summarized. A system that promises a threefold increase in capacity is outlined, and a four-layer hierarchical control architecture that decomposes this problem into more manageable units is proposed. >", 
            "authors": [
                "Pravin Varaiya"
            ], 
            "fields": [
                "Automatic control", 
                "Computer architecture", 
                "Control system", 
                "Occupational safety and health", 
                "Systems architecture"
            ], 
            "title": "Smart cars on smart roads: problems of control", 
            "url": "http://cn.bing.com/academic/profile?id=c88dc00b5d033de00c3c0bdc2281cce9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We present some information-theoretic considerations used to determine upper bounds on the information rates that can be reliably transmitted over a two-ray propagation path mobile radio channel model, operating in a time division multiplex access (TDMA) regime, under given decoding delay constraints. The sense in which reliability is measured is addressed, and in the interesting eases where the decoding delay constraint plays a significant role, the maximal achievable rate (capacity), is specified in terms of capacity versus outage. In this case, no coding capacity in the strict Shannon sense exists. Simple schemes for time and space diversity are examined, and their potential benefits are illuminated from an information-theoretic stand point. In our presentation, we chose to specialize to the TDMA protocol for the sake of clarity and convenience. Our main arguments and results extend directly to certain variants of other multiple access protocols such as code division multiple access (CDMA) and frequency division multiple access (FDMA), provided that no fast feedback from the receiver to the transmitter is available. >", 
            "authors": [
                "L H Ozarow", 
                "Shlomo Shamai", 
                "A D Wyner"
            ], 
            "fields": [
                "Channel capacity", 
                "Information theory", 
                "Time division multiple access", 
                "Reliability", 
                "Communications protocol"
            ], 
            "title": "Information theoretic considerations for cellular mobile radio", 
            "url": "http://cn.bing.com/academic/profile?id=997a70ec16e485ef74d9987624407088&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background: Cyberbullying describes bullying using mobile phones and the internet. Most previous studies have focused on the prevalence of text message and email bullying. Methods: Two surveys with pupils aged 11–16 years: (1) 92 pupils from 14 schools, supplemented by focus groups; (2) 533 pupils from 5 schools, to assess the generalisability of findings from the first study, and investigate relationships of cyberbullying to general internet use. Both studies differentiated cyberbullying inside and outside of school, and 7 media of cyberbullying. Results: Both studies found cyberbullying less frequent than traditional bullying, but appreciable, and reported more outside of school than inside. Phone call and text message bullying were most prevalent, with instant messaging bullying in the second study; their impact was perceived as comparable to traditional bullying. Mobile phone/video clip bullying, while rarer, was perceived to have more negative impact. Age and gender differences varied between the two studies. Study 1 found that most cyberbullying was done by one or a few students, usually from the same year group. It often just lasted about a week, but sometimes much longer. The second study found that being a cybervictim, but not a cyberbully, correlated with internet use; many cybervictims were traditional ‘bully-victims’. Pupils recommended blocking/avoiding messages, and telling someone, as the best coping strategies; but many cybervictims had told nobody about it. Conclusions: Cyberbullying is an important new kind of bullying, with some different characteristics from traditional bullying. Much happens outside school. Implications for research and practical action are discussed. Keywords: Bullying, victim, cyber, mobile phone, internet, adolescence, aggression, computers.", 
            "authors": [
                "Peter K Smith", 
                "Jess Mahdavi", 
                "Manuel Fontes Carvalho", 
                "Sonja Fisher", 
                "Shanette Russell", 
                "Neil Tippett"
            ], 
            "fields": [
                "Injury prevention", 
                "Psychology", 
                "Coping", 
                "Occupational safety and health", 
                "The Internet"
            ], 
            "title": "Cyberbullying: Its Nature and Impact in Secondary School Pupils.", 
            "url": "http://cn.bing.com/academic/profile?id=d88e6e3164376c69e7c931bcb70eeca6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is an increasing interest in employing multiple sensors for surveillance and communications. Some of the motivating factors are reliability, survivability, increase in the number of targets under consideration, and increase in required coverage. Tenney and Sandell have recently treated the Bayesian detection problem with distributed sensors. They did not consider the design of data fusion algorithms. We present an optimum data fusion structure given the detectors. Individual decisions are weighted according to the reliability of the detector and then a threshold comparison is performed to obtain the global decision.", 
            "authors": [
                "Z Chair", 
                "Pramod K Varshney"
            ], 
            "fields": [
                "Probability theory", 
                "Telecommunications", 
                "Mathematical optimization", 
                "Automated theorem proving", 
                "Computer network"
            ], 
            "title": "Optimal Data Fusion in Multiple Sensor Detection Systems", 
            "url": "http://cn.bing.com/academic/profile?id=1519ff9c0c74396fcd4adad61cda66ee&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper considers the support of real-time applications in an  Integrated Services Packet Network  (ISPN). We first review the characteristics of real-time applications. We observe that, contrary to the popular view that real-time applications necessarily require a fixed delay bound, some real-time applications are more flexible and can adapt to current network conditions. We then propose an ISPN architecture that supports two distinct kinds of real-time service:  guaranteed  service, which is the traditional form of real-time service discussed in most of the literature and involves pre-computed worst-case delay bounds, and  predicted  service which uses the measure performance of the network in computing delay bounds. We then propose a packet scheduling mechanism that can support both of these real-time services as well as accommodate datagram traffic. We also discuss two other aspects of an overall ISPN architecture: the service interface and the admission control criteria.", 
            "authors": [
                "David D Clark", 
                "Scott Shenker", 
                "Lixia Zhang"
            ], 
            "fields": [
                "Real-time computing", 
                "Telecommunications", 
                "Network packet", 
                "The Internet", 
                "Computer network"
            ], 
            "title": "Supporting real-time applications in an Integrated Services Packet Network: architecture and mechanism", 
            "url": "http://cn.bing.com/academic/profile?id=a04339708e614b26f0fbd523ec09d6c6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract In a study of telecommunications services, the authors examine the effects of customer satisfaction, affective commitment, and calculative commitment on retention. The study further examines the potential for situational and reactional trigger conditions to moderate the satisfaction–retention relationship. The results support consistent effects of customer satisfaction, calculative commitment, and prior churn on retention. Prior churn also moderates the satisfaction–retention relationship. The results have implications for both customer relationship managers and researchers who use satisfaction surveys to predict behavior.", 
            "authors": [
                "Anders Gustafsson", 
                "Michael D Johnson", 
                "Inger Roos"
            ], 
            "fields": [
                "Telecommunications", 
                "Customer retention", 
                "Organizational commitment", 
                "Heterogeneity", 
                "Business Administration"
            ], 
            "title": "The Effects of Customer Satisfaction, Relationship Commitment Dimensions, and Triggers on Customer Retention", 
            "url": "http://cn.bing.com/academic/profile?id=e2c153bb8d783b57a6190de4306ff6a0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper we investigate how telecommunications infrastructure affects economic growth. This issue is important and has received considerable attention in the popular press concerning the creation of the \"information superhighway\" and its potential impacts on the economy. We use evidence from 21 OECD countries over the past twenty years to examine the impacts that telecommunications developments may have had. We estimate a structural model which endogenizes telecommunication investment by specifying a micro-model of supply and demand for telecommunication investments. The micromodel is then jointly estimated with the macro-growth equation. After controlling for country-specific fixed effects, we find evidence of a positive causal link, provided that a critical mass of telecommunication infrastructure is present. ZUSAMMENFASSUNG - (Telekommunikations-Infrastruktur und Wirtschaftsentwicklung: Ein simultanes Modell) In diesem Beitrag wird untersucht, welchen Einflus die Telekommunikations-Infrastruktur auf die wirtschaftliche Entwicklung ausubt. Diese wichtige Frage hat im Zusammenhang mit der Diskussion um \"Informationsautobahnen\" Aktualitat erlangt. In der vorliegenden Studie wird der Einflus der Telekommunikations-Infrastruktur fur 21 OECDLander fur die vergangenen 20 Jahre analysiert. Es wird ein Strukturgleichungsmodell geschatzt, in dem Investitionen in die Telekommunikations-Infrastruktur als endogene Variable erfast werden und in einem Mikromodell Angebot und Nachfrage nach Telekommunikations- Investitionen spezifiziert werden. Das Mikromodell wird dann zusammen mit der Makro- Wachstumsgleichung geschatzt. Als Ergebnis stellen die Autoren dann eine positive Kausalbeziehung zwischen Telekommunikations-Investitionen und wirtschaftlicher Entwicklung fest, wenn eine kritische Masse an Telekommunikations- Infrastruktur existiert.", 
            "authors": [
                "Larshendrik Roller", 
                "Leonard Waverman"
            ], 
            "fields": [
                "Critical mass", 
                "Knowledge", 
                "Bibliography", 
                "Economic growth", 
                "Drainage divide"
            ], 
            "title": "Telecommunications Infrastructure and Economic Development: A Simultaneous Approach", 
            "url": "http://cn.bing.com/academic/profile?id=c32fa6922b92cd7df073a5ca42a2d911&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Given a set of mixed spectral (multispectral or hyperspectral) vectors, linear spectral mixture analysis, or linear unmixing, aims at estimating the number of reference substances, also called endmembers, their spectral signatures, and their abundance fractions. This paper presents a new method for unsupervised endmember extraction from hyperspectral data, termed vertex component analysis (VCA). The algorithm exploits two facts: (1) the endmembers are the vertices of a simplex and (2) the affine transformation of a simplex is also a simplex. In a series of experiments using simulated and real data, the VCA algorithm competes with state-of-the-art methods, with a computational complexity between one and two orders of magnitude lower than the best available method.", 
            "authors": [
                "Jose M P Nascimento", 
                "Jose M B Dias"
            ], 
            "fields": [
                "Mixture model", 
                "Simplex", 
                "Independent component analysis", 
                "Image processing", 
                "Index term"
            ], 
            "title": "Vertex component analysis: a fast algorithm to unmix hyperspectral data", 
            "url": "http://cn.bing.com/academic/profile?id=92e2b8f4ef92a3d7dfdbb54f7aa1dc20&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Most popular evolutionary algorithms for multiobjective optimisation maintain a population of solutions from which individuals are selected for reproduction. In this paper, we introduce a simpler evolution scheme for multiobjective problems, called the Pareto archived evolution strategy (PAES). We argue that PAES may represent the simplest possible non-trivial algorithm capable of generating diverse solutions in the Pareto optimal set. The algorithm is identified as being a (1+1) evolution strategy, using local search from a population of one but using a reference archive of previously found solutions in order to identify the approximate dominance ranking of the current and candidate solution vectors. PAES is intended as a good baseline approach, against which more involved methods may be compared, and may also serve well in some real-world applications when local search seems superior to or competitive with population-based methods. The performance of the new algorithm is compared with that of a MOEA based on the niched Pareto GA on a real world application from the telecommunications field. In addition, we include results from experiments carried out on a suite of four test functions, to demonstrate the algorithm's general capability.", 
            "authors": [
                "Joshua Knowles", 
                "David Corne"
            ], 
            "fields": [
                "Reproduction", 
                "Simulated annealing", 
                "Local search", 
                "Multi-objective optimization", 
                "Evolutionary computation"
            ], 
            "title": "The Pareto archived evolution strategy: a new baseline algorithm for Pareto multiobjective optimisation", 
            "url": "http://cn.bing.com/academic/profile?id=44861dfc9e26e77a30d6913c9476634d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The use of time synchronizing techniques, coupled with the computer-based measurement technique, to measure phasors and phase angle differences in real time is reviewed, and phasor measurement units are discussed. Many of the research projects concerned with applications of synchronized phasor measurements are described. These include measuring the frequency and magnitude of phasor, state estimation, instability prediction, adaptive relaying, and improved control. >", 
            "authors": [
                "A G Phadke"
            ], 
            "fields": [
                "Real-time computing", 
                "Global Positioning System", 
                "Amplitude", 
                "Scientific control", 
                "Synchronization"
            ], 
            "title": "Synchronized phasor measurements in power systems", 
            "url": "http://cn.bing.com/academic/profile?id=62f510538fb477ad061f7fa1a9d90264&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#Simulation plays an important role in the design, analysis, and implementation of communication systems. During the design of complex communication systems it is often infeasible to conduct performance analysis and design tradeoff studies using closed-form mathematical formula techniques. Quite frequently, simulation is the only tool available for addressing important issues in the design, analysis, and implementation of communication systems. Simulation can be used to verify the functionality of communication systems, evaluate the performance of proposed systems, and generate specifications to guide their design. Since the early 1980s a variety of modeling and simulation techniques and tools have been developed and used to support the design and implementation of a broad range of communication systems and products ranging from multi-million-dollar communication satellites to handsets for the next generation of personal communication systems. This article presents an overview of the fundamental principles behind modeling and simulation of communication systems.#R##N##R##N##R##N#Keywords:#R##N##R##N#communication systems;#R##N#discrete time representation;#R##N#signals;#R##N#systems;#R##N#modeling of functional blocks;#R##N#simulation of functional blocks;#R##N#Monte Carlo simulation;#R##N#random-number generation;#R##N#performance estimation", 
            "authors": [
                "K Sam Shanmugan"
            ], 
            "fields": [
                "Monte Carlo method", 
                "Random number generation", 
                "Telecommunications", 
                "System", 
                "Communications system"
            ], 
            "title": "Simulation of communication systems", 
            "url": "http://cn.bing.com/academic/profile?id=c956a8b88665d41a0882a9ccb76c2d2c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Information flow in a telecommunication network is accomplished through the interaction of mechanisms at various design layers with the end goal of supporting the information exchange needs of the applications. In wireless networks in particular, the different layers interact in a nontrivial manner in order to support information transfer. In this text we will present abstract models that capture the cross-layer interaction from the physical to transport layer in wireless network architectures including cellular, ad-hoc and sensor networks as well as hybrid wireless-wireline. The model allows for arbitrary network topologies as well as traffic forwarding modes, including datagrams and virtual circuits. Furthermore the time varying nature of a wireless network, due either to fading channels or to changing connectivity due to mobility, is adequately captured in our model to allow for state dependent network control policies. Quantitative performance measures that capture the quality of service requirements in these systems depending on the supported applications are discussed, including throughput maximization, energy consumption minimization, rate utility function maximization as well as general performance functionals. Cross-layer control algorithms with optimal or suboptimal performance with respect to the above measures are presented and analyzed. A detailed exposition of the related analysis and design techniques is provided.", 
            "authors": [
                "Leonidas Georgiadis", 
                "Michael J Neely", 
                "Leandros Tassiulas"
            ], 
            "fields": [
                "Telecommunications", 
                "Network architecture", 
                "Topology", 
                "Quality assurance", 
                "Wireless sensor network"
            ], 
            "title": "Resource allocation and cross-layer control in wireless networks", 
            "url": "http://cn.bing.com/academic/profile?id=5fb3447a5fa33fe06c60dab9cd184d4c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In Competition in Telecommunications, Jean-Jacques Laffont and Jean Tirole analyze regulatory reform and the emergence of competition in network industries using the state-of-the-art theoretical tools of industrial organization, political economy, and the economics of incentives. The book opens with background information for the reader who is unfamiliar with current issues in the telecommunication industry. The following sections focus on four central aspects of the recent deregulatory movement: the introduction of incentive regulation; one-way access; the special nature of competition in a industry requiring two-way access; and universal service, in particular, the use of engineering models to compute subsidies and the design of universal service auctions.", 
            "authors": [
                "Jean Tirole", 
                "Jeanjacques Laffont"
            ], 
            "fields": [
                "Telecommunications", 
                "Competition"
            ], 
            "title": "Competition in telecommunications", 
            "url": "http://cn.bing.com/academic/profile?id=dbf6cb5dafa7d12e13dcb76ba3e35e5c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Software rejuvenation is the concept of gracefully terminating an application and immediately restarting it at a clean internal state. In a client-server type of application where the server is intended to ran perpetually for providing a service to its clients, rejuvenating the server process periodically during the most idle time of the server increases the availability of that service. In a long-running computation-intensive application, rejuvenating the application periodically and restarting it at a previous checkpoint increases the likelihood of successfully completing the application execution. We present a model for analyzing software rejuvenation in such continuously-running applications and express downtime and costs due to downtime during rejuvenation in terms of the parameters in that model. Threshold conditions for rejuvenation to be beneficial are also derived. We implemented a reusable module to perform software rejuvenation. That module can be embedded in any existing application on a UNIX platform with minimal effort. Experiences with software rejuvenation in a billing data collection subsystem of a telecommunications operations system and other continuously-running systems and scientific applications in AT&T are described. >", 
            "authors": [
                "Y Huang", 
                "Chandra M R Kintala", 
                "Nicholas John Kolettis", 
                "N D Fulton"
            ], 
            "fields": [
                "Telecommunications", 
                "Data collection", 
                "Software system", 
                "Software Engineering", 
                "Software fault tolerance"
            ], 
            "title": "Software rejuvenation: analysis, module and applications", 
            "url": "http://cn.bing.com/academic/profile?id=0141c3d3a012399101f4b15032de1377&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Those who solve more of a given type of problem tend to get better at it-which suggests that problems of any given type should be brought to specialists for a solution. However, in this paper we argue that agency-related costs and information transfer costs (\"sticky\" local information) will tend drive the locus of problem-solving in the opposite direction-away from problem-solving by specialist suppliers, and towards those who directly benefit from a solution and who have difficult-to-transfer local information about a particular application being solved, such as the direct users of a product or service. We examine the actual location of design activities in two fields in which custom products are produced by \"mass-customization\" methods: application-specific integrated circuits (ASICs) and computer telephony integration (CTI) systems. In both, we find that users rather than suppliers are the actual designers of the application-specific portion of the product types examined. We offer anecdotal evidence that the pattern of user-based customization we have documented in these two fields is in fact quite general, and we discuss implications for research and practice.", 
            "authors": [
                "Martin I Reiman", 
                "Lawrence M Wein", 
                "Fangruo Chen", 
                "Eric Von Hippel"
            ], 
            "fields": [
                "Telecommunications", 
                "Electronics", 
                "Mass customization", 
                "Application-specific integrated circuit", 
                "New product development"
            ], 
            "title": "Economics of Product Development by Users: the Impact of Sticky Local Information", 
            "url": "http://cn.bing.com/academic/profile?id=0664c6678a85d8c662256950523fc2c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Large computer networks such as corporate intranets and the Internet are inherently heterogeneous due to such factors as increasingly rapid technological change, engineering trade-offs, accumulation of legacy systems over time, and varying system costs. Unfortunately, such heterogeneity makes the development and maintenance of applications that make the best use of such networks difficult. The Common Object Request Broker Architecture specification created by the Object Management Group provides a stable model for distributed object-oriented systems that helps developers cope with heterogeneity and inevitable change. Applications written to the CORBA standard are abstracted away from underlying networking protocols and transports, instead relying on object request brokers to provide a fast and flexible communication and object activation substrated. The abstractions provided by CORBA ORBs are currently serving as the basis for applications in a wide variety of problem domains, including telecommunications, finance, medicine, and manufacturing, running on platforms ranging from mainframes down to test and measurement equipment. This article first provides an overview of the Object Management Architecture, then describes in detail the CORBA component of that architecture, and concludes with a description of the OMG organization along with some of its current and future work.", 
            "authors": [
                "Steve Vinoski"
            ], 
            "fields": [
                "Medicine", 
                "The Internet", 
                "Computer network", 
                "Heterogeneity", 
                "Telecommunications"
            ], 
            "title": "CORBA: integrating diverse applications within distributed heterogeneous environments", 
            "url": "http://cn.bing.com/academic/profile?id=bd66f0266ef648cdfa6a1cbb74b661f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Digital watermarking has been proposed as a solution to the problem of copyright protection of multimedia documents in networked environments. There are two important issues that watermarking algorithms need to address. First, watermarking schemes are required to provide trustworthy evidence for protecting rightful ownership. Second, good watermarking schemes should satisfy the requirement of robustness and resist distortions due to common image manipulations (such as filtering, compression, etc.). In this paper, we propose a novel watermarking algorithm based on singular value decomposition (SVD). Analysis and experimental results show that the new watermarking method performs well in both security and robustness.", 
            "authors": [
                "Ruizhen Liu", 
                "Tieniu Tan"
            ], 
            "fields": [
                "Technology", 
                "Telecommunications", 
                "Domain", 
                "Robustness", 
                "Information security"
            ], 
            "title": "An SVD-based watermarking scheme for protecting rightful ownership", 
            "url": "http://cn.bing.com/academic/profile?id=a7a5f149606b44a99929eb9ee3abac52&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The most important issues in auction design are the traditional concerns of competition policy-preventing collusive, predatory, and entry deterring behaviour. Ascending and uniform-price auctions are particularly vulnerable to these problems (we discuss radiospectrum and football TV-rights auctions, electricity markets, and takeover battles), and the Anglo-Dutch auction-a hybrid of the sealed-bid and ascending auctions-may often perform better. However, everything depends on the details of the context; the circumstances of the U.K. mobile-phone license auction made an ascending format ideal. Auction design is a matter of \"horses for courses\", not \"one size fits all\".", 
            "authors": [
                "Paul Klemperer"
            ], 
            "fields": [
                "Bidding", 
                "Auction theory", 
                "Spectrum auction", 
                "Electricity", 
                "Telecommunications"
            ], 
            "title": "What Really Matters in Auction Design", 
            "url": "http://cn.bing.com/academic/profile?id=45005b7084992268ed42b0d245313c28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A study is presented which permits the formal analysis and synthesis of recoverable computer communication protocols. This study is based on a formal representation of processes by a model of computation, the Petri nets (PN's). The PN model is generalized to include a representation of the possible failures, and then, the concept of \"recoverability\" is formally defined. A set of necessary and sufficient conditions which a process must satisfy in order to be recoverable is derived. In the PN model, the processes that satisfy these conditions are shown to have some practical limitations. A new model, the time-Petri net (TPN), is introduced to remove these limitations. This new model allows the introduction of constraints in the execution times of its part. As shown in this paper, the TPN appears to be a suitable model for the study of practical recoverable processes. Several practical communication protocols are formally designed and analyzed using this new model, and some interesting properties of these protocols are formally derived.", 
            "authors": [
                "Philip M Merlin", 
                "David J Farber"
            ], 
            "fields": [
                "Communications protocol", 
                "Satisfiability", 
                "Network address translation", 
                "Petri net", 
                "Computational model"
            ], 
            "title": "Recoverability of Communication Protocols--Implications of a Theoretical Study", 
            "url": "http://cn.bing.com/academic/profile?id=844b2e24f4f6a6dbd926d5b27ecd086f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Qualitative models are presented that predict the effects of walls, office partitions, floors, and building layout on the path loss at 914 MHz. The site-specific models have been developed based on the number of floors, partitions, and concrete walls between the transmitter and receiver, and provide simple prediction rules which relate signal strength to the log of distance. The standard deviation between measured and predicted path loss is 5.8 dB for the entire data set, and can be as small as 4 dB for specific areas within a building. Average floor attenuation factors, which describe the additional path loss (in decibels) caused by floors between transmitter and receiver, are found for as many as four floors in a typical office building. Path loss contour plots for measured data are presented. In addition, contour plots for the path loss prediction error indicate that the prediction models presented are accurate to within 6 dB for a majority of locations in a building. >", 
            "authors": [
                "S Y Seidel", 
                "T S Rappaport"
            ], 
            "fields": [
                "Wireless", 
                "Systems modeling", 
                "Transceiver", 
                "Predictive modelling", 
                "Concrete"
            ], 
            "title": "914 MHz path loss prediction models for indoor wireless communications in multifloored buildings", 
            "url": "http://cn.bing.com/academic/profile?id=d4e5fa734ea9b6de3680cc407519b3c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#State-of-charge (SOC) determination becomes an increasingly important issue in all the applications that include a battery. Former operation strategies made use of voltage limits only to protect the battery against deep discharge and overcharge. Currently, battery operation is changing to what could rather be called battery management than simply protection. For this improved battery control, the battery SOC is a key factor.#R##N##R##N#Much research work has been done in recent years to improve SOC determination. Operational conditions differ for batteries in, for example, photovoltaic applications, (hybrid)-electric vehicles or telecommunications. Hence, a given method for SOC calculation will be more suitable for a certain application than for another. The authors introduce commonly used methods for SOC determination and establish a relationship between the advantages of the different methods and the most common applications. As a main illustration, the analysis of Kalman filter technique for lead-acid battery SOC determination are presented and some results for other calculation methods as well.", 
            "authors": [
                "Sabine C Piller", 
                "Marion Perrin", 
                "Andreas Jossen"
            ], 
            "fields": [
                "Operant conditioning", 
                "Hybrid vehicle", 
                "Lead–acid battery", 
                "Telecommunications", 
                "Performance"
            ], 
            "title": "Methods for state-of-charge determination and their applications", 
            "url": "http://cn.bing.com/academic/profile?id=903ee0fb031562811cb7d972e56c95ea&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A characterization methodology is presented that accurately predicts the mismatch in drain current over a wide operating range using a minimum set of measured data. The physical causes of mismatch are discussed in detail for both p- and n-channel devices. Statistical methods are used to develop analytical models that relate the mismatch to the device dimensions. It is shown that these models are valid for small-geometry devices only. Extensive experimental data from a 3-/spl mu/m CMOS process are used to verify the models. The application of the transistor matching studies to the design of a high-performance digital-to-analog converter (DAC) is discussed. A circuit design methodology is presented that highlights the close interaction between the circuit yield and the matching accuracy of devices. It has been possible to achieve a circuit yield of greater than 97% as a result of the knowledge generated regarding the matching behavior of transistors and due to the systematic design approach.", 
            "authors": [
                "K R Lakshmikumar", 
                "R A Hadaway", 
                "M A Copeland"
            ], 
            "fields": [
                "Analogue electronics", 
                "Switched capacitor", 
                "Transistor", 
                "Semiconductor device modeling", 
                "Circuit design"
            ], 
            "title": "Characterisation and modeling of mismatch in MOS transistors for precision analog design", 
            "url": "http://cn.bing.com/academic/profile?id=c720989c8e6294efa613a6cfba127bd2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Sub-Saharan Africa has some of the lowest levels of infrastructure investment ub-Saharan Africa has some of the lowest levels of infrastructure investment in the world. Merely 29 percent of roads are paved, barely a quarter of the in the world. Merely 29 percent of roads are paved, barely a quarter of the population has access to electricity, and there are fewer than three landlines population has access to electricity, and there are fewer than three landlines available per 100 people (ITU, 2009; World Bank, 2009a). Yet access to and use of available per 100 people (ITU, 2009; World Bank, 2009a). Yet access to and use of mobile telephony in sub-Saharan Africa has increased dramatically over the past mobile telephony in sub-Saharan Africa has increased dramatically over the past decade. There are ten times as many mobile phones as landlines in sub-Saharan decade. There are ten times as many mobile phones as landlines in sub-Saharan Africa (ITU, 2009), and 60 percent of the population has mobile phone coverage. Africa (ITU, 2009), and 60 percent of the population has mobile phone coverage. Mobile phone subscriptions increased by 49 percent annually between 2002 and Mobile phone subscriptions increased by 49 percent annually between 2002 and 2007, as compared with 17 percent per year in Europe (ITU, 2008). 2007, as compared with 17 percent per year in Europe (ITU, 2008). Mobile telephony has brought new possibilities to the continent. Across urban– Mobile telephony has brought new possibilities to the continent. Across urban– rural and rich–poor divides, mobile phones connect individuals to individuals, rural and rich–poor divides, mobile phones connect individuals to individuals, information, markets, and services. In Mali, residents of Timbuktu can call relainformation, markets, and services. In Mali, residents of Timbuktu can call relatives living in the capital city of Bamako—or relatives in France. In Ghana, farmers tives living in the capital city of Bamako—or relatives in France. In Ghana, farmers in Tamale are able to send a text message to learn corn and tomato prices in Accra, in Tamale are able to send a text message to learn corn and tomato prices in Accra, over 400 kilometers away. In Niger, day laborers are able to call acquaintances over 400 kilometers away. In Niger, day laborers are able to call acquaintances in Benin to fi nd out about job opportunities without making the US$40 trip. In in Benin to fi nd out about job opportunities without making the US$40 trip. In Malawi, those affected by HIV and AIDS can receive text messages daily, reminding Malawi, those affected by HIV and AIDS can receive text messages daily, reminding them to take their medicines on schedule. Citizens in countries as diverse as Kenya, them to take their medicines on schedule. Citizens in countries as diverse as Kenya, Nigeria, and Mozambique are able to report violent confrontations via text message Nigeria, and Mozambique are able to report violent confrontations via text message to a centralized server that is viewable, in real time, by the entire world. to a centralized server that is viewable, in real time, by the entire world.", 
            "authors": [
                "Jenny C Aker", 
                "Isaac M Mbiti"
            ], 
            "fields": [
                "Mobile telephony", 
                "Poverty", 
                "Economic impact analysis", 
                "Income distribution", 
                "Investment"
            ], 
            "title": "Mobile Phones and Economic Development in Africa", 
            "url": "http://cn.bing.com/academic/profile?id=ddfe5cdb4fd5e480166073e893f19441&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The present study investigated in a sample of 587 telecom managers whether workaholism, burnout, and work engagement—the supposed antipode of burnout—can be distinguished empirically. These three concepts were measured with existing, validated multi-dimensional questionnaires. Structural equation modeling revealed that a slightly modified version of the hypothesised model that assumed three distinct yet correlated constructs—burnout, engagement, and workaholism—fitted the data best. Multiple regression analyses revealed that these three concepts retained unique hypothesised patterns of relationships with variables from five clusters representing (1) long working hours, (2) job characteristics, (3) work outcomes, (4) quality of social relationships, and (5) perceived health, respectively. In sum, our analyses provided converging evidence that workaholism, burnout, and engagement are three different kinds of employee well-being rather than three of a kind. La presente etude examine aupres d’un echantillon de 587 cadres des telecommunications la question de savoir si l’addiction au travail, le burnout et l’engagement au travail—suppose l’inverse du burnout—peuvent etre distingues empiriquement. Ces trois concepts sont mesures a partir de questionnaires multi-dimensionnels existants et valides. La modelisation d’equation structurale indique qu’une version legerement modifiee du modele teste selon lequel le burnout, l’engagement au travail et l’addiction au travail sont trois formes distinctes bien que correlees du bien-etre, rend mieux compte des resultats. Des analyses de regression multiples montrent que ces trois concepts renvoient", 
            "authors": [
                "Wilmar B Schaufeli", 
                "Toon W Taris", 
                "Willem Van Rhenen"
            ], 
            "fields": [
                "Telecommunications"
            ], 
            "title": "Workaholism, Burnout, and Work Engagement : Three of a Kind or Three Different Kinds of Employee Well-being?", 
            "url": "http://cn.bing.com/academic/profile?id=1339510383a883168e7f4c49f1322ae7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Context The expansion and adoption of new methods of communication provide new opportunities for delivering health behavior change interventions. This paper reviews the current research examining mobile telephone short-message service (SMS) for delivering health behavior change interventions via text messages. This service has wide population reach, can be individually tailored, and allows instant delivery with asynchronous receipt, suggesting potential as a delivery channel for health behavior interventions. Evidence acquisition An electronic database search was conducted for studies published between January 1990 and March 2008. Studies were included in the review if they (1) evaluated an intervention delivered primarily via SMS, (2) assessed change in health behavior using pre–post assessment, and (3) were published in English in a peer-reviewed scientific journal. Evidence synthesis Of 33 studies identified, 14 met the inclusion criteria. Four of the 14 studies reviewed targeted preventive health behaviors (e.g., smoking cessation), and ten focused on clinical care (e.g., diabetes self-management). Positive behavior change outcomes were observed in 13 of the 14 reviewed studies. Intervention initiation (researcher or participant), SMS dialogue initiation, tailoring of SMS content, and interactivity were found to be important features of SMS-delivered interventions. Methodologic issues with current SMS research were also identified. Conclusions This review suggests that SMS-delivered interventions have positive short-term behavioral outcomes. Further research is required to evaluate interventions for preventive health behaviors that incorporate features found to affect behavioral outcomes and participant acceptance. The quality of studies in this emerging field of research needs to improve to allow the full potential of this medium to be explored.", 
            "authors": [
                "Brianna S Fjeldsoe", 
                "Alison L Marshall", 
                "Yvette D Miller"
            ], 
            "fields": [
                "Short Message Service", 
                "Client", 
                "Behavior", 
                "Behavior change", 
                "Telecommunications"
            ], 
            "title": "Behavior change interventions delivered by mobile telephone short-message service", 
            "url": "http://cn.bing.com/academic/profile?id=41d2b1ec20796ad935057d799ee188b8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Wireless Internet via mobile devices (WIMD) is leading the world into another spectrum of communications and means of conducting day‐to‐day business and life activities. Full bloom of wireless Internet services depends on user acceptance, as well as technology improvement. This paper develops a technology acceptance model for wireless Internet via mobile devices (TAM for wireless Internet), a conceptual framework to explain the factors influencing user acceptance of WIMD. By revising the technology acceptance model (TAM) to represent some unique features of the wireless system under study, TAM for wireless Internet proposes that constructs such as individual differences, technology complexity, facilitating conditions, social influences, and wireless trust environment determine user‐perceived short and long‐term usefulness, and ease of using WIMD. These, in turn, determine user intention and willingness to adopt WIMD. Twelve propositions are developed to promote and facilitate future empirical research rel...", 
            "authors": [
                "June Lu", 
                "Chunsheng Yu", 
                "Chang Liu", 
                "James Yao"
            ], 
            "fields": [
                "Spectrum", 
                "Mobile device", 
                "Telecommunications", 
                "Conceptual framework", 
                "Empirical research"
            ], 
            "title": "Technology Acceptance Model for Wireless Internet.", 
            "url": "http://cn.bing.com/academic/profile?id=92d6750ce729eb640d7106fbef551956&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This book is a non-technical introduction to auction theory; its practical application in auction design (including many examples); and its uses in other parts of economics. It can be used for a graduate course on auction theory, or – by picking selectively – an advanced undergraduate or MBA course on auctions and auction design. Part A introduces the basic theory. Part B shows how modern auction-theoretic tools illuminate a range of mainstream economic questions that are superficially unconnected with auctions. Part C discusses practical auction design. Part D describes the one-hundred-billion dollar 3G mobile-phone license auctions. None of the writing is technical, except in the Appendices. The material was presented as the inaugural (2003) Toulouse Lectures in Economics and is forthcoming at Princeton University Press. This document contains the Contents, Preface and Introduction to the book. A draft of the FULL BOOK is available at http://www.paulklemperer.org.", 
            "authors": [
                "Paul Klemperer"
            ], 
            "fields": [
                "Auction theory", 
                "Spectrum auction", 
                "Common value auction", 
                "Bidding", 
                "UMTS frequency bands"
            ], 
            "title": "Auctions: Theory and Practice", 
            "url": "http://cn.bing.com/academic/profile?id=3232e8fd85d27e1d9d8e65b673817480&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Organizing massive amount of data on wireless communication networks in order to provide fast and low power access to users equipped with palmtops, is a new challenge to the data management and telecommunication communities. Solutions must take under consideration the physical restrictions of low network bandwidth and limited battery life of palmtops. This paper proposes algorithms for multiplexing clustering and nonclustering indexes along with data on wireless networks. The power consumption and the latency for obtaining the required data are considered as the two basic performance criteria for all algorithms. First, this paper describes two algorithms namely, (1, m) indexing and Distributed Indexing, for multiplexing data and its clustering index. Second, an algorithm called Nonclustered Indexing is described for allocating static data and its corresponding nonclustered index. Then, the Nonclustered indexing algorithm is generalized to the case of multiple indexes. Finally, the proposed algorithms are analytically demonstrated to lead to significant improvement of battery life while retaining a low latency.", 
            "authors": [
                "Tomasz Imielinski", 
                "S Viswanathan", 
                "B R Badrinath"
            ], 
            "fields": [
                "Algorithm", 
                "Information system", 
                "Wireless network", 
                "Management", 
                "Database"
            ], 
            "title": "Data on air: organization and access", 
            "url": "http://cn.bing.com/academic/profile?id=feea8624ef8722f1913e598d53895208&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The concept of a miss-distance, or error, between a reference quantity and its estimated/controlled value, plays a fundamental role in any filtering/control problem. Yet there is no satisfactory notion of a miss-distance in the well-established field of multi-object filtering. In this paper, we outline the inconsistencies of existing metrics in the context of multi-object miss-distances for performance evaluation. We then propose a new mathematically and intuitively consistent metric that addresses the drawbacks of current multi-object performance evaluation metrics.", 
            "authors": [
                "Dominic Schuhmacher", 
                "Batuong Vo", 
                "Bangu Vo"
            ], 
            "fields": [
                "Convergence", 
                "Database index", 
                "Air traffic control", 
                "Optical filter", 
                "Cognition"
            ], 
            "title": "A Consistent Metric for Performance Evaluation of Multi-Object Filters", 
            "url": "http://cn.bing.com/academic/profile?id=a8476bc3775764d44179c0aa4d5dc8f0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Fraud is increasing dramatically with the expansion of modem technology and the global superhighways of communication, resulting in the loss of billions of dollars worldwide each year. Although prevention technologies are the best way to reduce fraud, fraudsters are adaptive and, given time, will usually find ways to circumvent such measures. Methodologies for the detection of fraud are essential if we are to catch fraudsters once fraud prevention has failed. Statistics and machine learning provide effective technologies for fraud detection and have been applied successfully to detect activities such as money laundering, e-commerce credit card fraud, telecommunications fraud and computer intrusion, to name but a few. We describe the tools available for statistical fraud detection and the areas in which fraud detection technologies are most used.", 
            "authors": [
                "Richard J Bolton", 
                "David J Hand"
            ], 
            "fields": [
                "E-commerce", 
                "Statistics", 
                "Telecommunications", 
                "Machine learning"
            ], 
            "title": "Statistical Fraud Detection: A Review", 
            "url": "http://cn.bing.com/academic/profile?id=aa7c4b0a909f84713102d1816ac1a45c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND: Mobile (cell) phone communication has been suggested as a method to improve delivery of health services. However data on the effects of mobile health technology on patient outcomes in resource-limited settings are limited. We aimed to assess whether mobile phone communication between health-care workers and patients starting antiretroviral therapy in Kenya improved drug adherence and suppression of plasma HIV-1 RNA load. METHODS: WelTel Kenya1 was a multisite randomised clinical trial of HIV-infected adults initiating antiretroviral therapy (ART) in three clinics in Kenya. Patients were randomised (1:1) by simple randomisation with a random number generating program to a mobile phone short message service (SMS) intervention or standard care. Patients in the intervention group received weekly SMS messages from a clinic nurse and were required to respond within 48 h. Randomisation laboratory assays and analyses were done by investigators masked to treatment allocation; however study participants and clinic staff were not masked to treatment. Primary outcomes were self-reported ART adherence (>95% of prescribed doses in the past 30 days at both 6 and 12 month follow-up visits) and plasma HIV-1 viral RNA load suppression (<400 copies per mL) at 12 months. The primary analysis was by intention to treat. This trial is registered with ClinicalTrials.gov NCT00830622. FINDINGS: Between May 2007 and October 2008 we randomly assigned 538 participants to the SMS intervention (n=273) or to standard care (n=265). Adherence to ART was reported in 168 of 273 patients receiving the SMS intervention compared with 132 of 265 in the control group (relative risk [RR] for non-adherence 0.81 95% CI 0.69-0.94; p=0.006). Suppressed viral loads were reported in 156 of 273 patients in the SMS group and 128 of 265 in the control group (RR for virologic failure 0.84 95% CI 0.71-0.99; p=0.04). The number needed to treat (NNT) to achieve greater than 95% adherence was nine (95% CI 5.0-29.5) and the NNT to achieve viral load suppression was 11 (5.8-227.3). INTERPRETATION: Patients who received SMS support had significantly improved ART adherence and rates of viral suppression compared with the control individuals. Mobile phones might be effective tools to improve patient outcome in resource-limited settings. FUNDING: US Presidents Emergency Plan for AIDS Relief. Copyright (c) 2010 Elsevier Ltd. All rights reserved.", 
            "authors": [
                "Richard T Lester", 
                "Paul Ritvo", 
                "Edward J Mills", 
                "Antony Kariri", 
                "Sarah Karanja", 
                "Michael H Chung", 
                "William Jack", 
                "James Habyarimana", 
                "Mohsen Sadatsafavi", 
                "Mehdi Najafzadeh", 
                "Carlo A Marra", 
                "Benson Estambale", 
                "Elizabeth N Ngugi", 
                "T Blake Ball", 
                "Lehana Thabane", 
                "Lawrence Gelmon", 
                "Joshua Kimani", 
                "Marta Ackers", 
                "Francis …", 
                ""
            ], 
            "fields": [
                "Risk factor", 
                "Kenya", 
                "Clinical trial", 
                "Developing country", 
                "Information"
            ], 
            "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial", 
            "url": "http://cn.bing.com/academic/profile?id=9a3e5ca9f6f286d478d18cae8fb28cee&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we relate the scope and depth of regulatory reforms to growth outcomes in OECD countries. By means of a new set of quantitative indicators of regulation, we show that the cross-country variation of regulatory settings has increased in recent years, despite extensive liberalisation and privatisation in the OECD area. We then look at the regulation-growth linkage using data that cover a large set of manufacturing and service industries over the past two decades. We focus on multifactor productivity (MFP), which plays a crucial role in GDP growth and accounts for a significant share of its cross-country variance. We find evidence that reforms promoting private governance and competition (where these are viable) tend to boost productivity. Both privatisation and entry liberalisation are estimated to have a positive impact on productivity. In manufacturing the gains are greater the further a given country is from the technology leader, suggesting that regulation limiting ... Regulation, productivite et croissance dans les pays de l'OCDE Cette etude essaye de mettre en relation les resultats de croissance dans les pays OCDE avec l'etendue et la profondite des reformes affectant le degre de concurrence sur les marches des biens. A l'aide de nouveaux indicateurs quantitatifs de regulation, nous montrons qu'en depit de la liberalisation des marches et des privatisations d'entreprises publiques realisees dans la zone OCDE, les differences dans les environnements reglementaires se sont recemment accrues. Nous utilisons ensuite des donnees qui couvrent de nombreuses industries de biens manufactures et de services au cours des deux dernieres decennies pour explorer le lien entre la regulation et la croissance. L'analyse se concentre sur la productivite globale des facteurs (MFP), qui joue un role central pour la croissance du PIB et explique une part importante de sa variabilite en coupe pays. Nous trouvons que les reformes encourageant la gouvernance privee des entreprises et la concurrence ...", 
            "authors": [
                "Stefano Scarpetta", 
                "Giuseppe Nicoletti"
            ], 
            "fields": [
                "Gross domestic product", 
                "Electric-field screening", 
                "Corporate governance", 
                "Economic integration", 
                "Public policy"
            ], 
            "title": "Regulation, Productivity and Growth: OECD Evidence", 
            "url": "http://cn.bing.com/academic/profile?id=e0f11558ddef806f3f6ac651f9b71444&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The neutral atmosphere is characterized for the frequency range from 1 to 300 GHz as a nonturbulent propagation medium. Attenuation and propagation delay effects are predicted from meteorological data sets: pressure, temperature, humidity, suspended particle concentration, and rain rate. The physical data base of the propagation model consists of four terms: (a) resonance information for 30 water vapor and 48 oxygen absorption lines in the form of intensity coefficients and center frequency for each line; (b) a composite (oxygen, water vapor, and nitrogen) continuum spectrum; (c) a hydrosol attenuation term for haze, fog, ,and cloud conditions; and (d) a rain attenuation model. Oxygen lines extend into the mesosphere, where they behave in a complicated manner due to the Zeeman effect. The geomagnetic field strength H is required as an additional input parameter. Each 02 line splits proportionally with H into numerous, sub-lines, which are juxtaposed to form a Zeeman pattern spread over a megahertz scale. Patterns for three main polarization cases are calculated. Detailed examples for model atmospheres provide basic millimeter wave propagation information over the height range 0 to 100 km of the neutral atmosphere.", 
            "authors": [
                "Hans J Liebe"
            ], 
            "fields": [
                "Air", 
                "Propagation delay", 
                "Spectrum", 
                "Mathematical model", 
                "Water vapor"
            ], 
            "title": "An Atmospheric Millimeter Wave Propagation Model", 
            "url": "http://cn.bing.com/academic/profile?id=a559c2d2a0355246e4c480d8a844dfa3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "It is argued that the ability of a spread-spectrum system to withstand interference, both intentional and unintentional, is probably its greatest asset. Any spread spectrum receiver can only suppress a given amount of interference; if the level of interference becomes too great, the system will not function properly. Even under these latter circumstances, however, other techniques, which enhance the performance of the system over and above the performance improvement that comes automatically to systems from using spread spectrum, are available for use. These techniques typically involve some type of additional signal processing and are examined here. Two general types of narrowband interference suppression schemes are discussed and an overview is presented for several other techniques. The two classes of rejection schemes emphasized are (1) those based on least-mean-square estimation techniques, and (2) those based on transform-domain processing structures. >", 
            "authors": [
                "L B Milstein"
            ], 
            "fields": [
                "Signal-to-noise ratio", 
                "Transfer function", 
                "Additive white Gaussian noise", 
                "Electromagnetic interference", 
                "Signal processing"
            ], 
            "title": "Interference rejection techniques in spread spectrum communications", 
            "url": "http://cn.bing.com/academic/profile?id=38f7d8daf95fd2e5e9785cd9964e1a0f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The authors present two simple tests for deciding whether the difference in error rates between two algorithms tested on the same data set is statistically significant. The first (McNemar's test) requires the errors made by an algorithm to be independent events and is found to be most appropriate for isolated-word algorithms. The second (a matched-pairs test) can be used even when errors are not independent events and is more appropriate for connected speech. >", 
            "authors": [
                "Laurence S Gillick", 
                "S J Cox"
            ], 
            "fields": [
                "Uncertainty", 
                "Software Testing", 
                "Estimation theory", 
                "Maximum likelihood", 
                "Data set"
            ], 
            "title": "Some statistical issues in the comparison of speech recognition algorithms", 
            "url": "http://cn.bing.com/academic/profile?id=04a548fe031129cf2e248fc226c06395&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The increasing availability of Internet and cell phones has provided new avenues through which adolescents can bully. Electronic bullying is a new form of bullying that may threaten adolescent social and emotional development. In this study the relation between involvement in electronic and traditional bullying was examined. Eighty-four adolescents completed questionnaires regarding their involvement in traditional and electronic bullying. Results show that students’ roles in traditional bullying predicted the same role in electronic bullying. Also, being a victim of bullying on the Internet or via text messages was related to being a bully at school. Traditional victims were not found to be electronic bullies. Perceptions of the effects of and motivations for electronic bullying are discussed.", 
            "authors": [
                "Juliana Raskauskas", 
                "Ann D Stoltz"
            ], 
            "fields": [
                "The Internet", 
                "Injury prevention", 
                "Computer-mediated communication", 
                "Telecommunications", 
                "Questionnaire"
            ], 
            "title": "Involvement in Traditional and Electronic Bullying Among Adolescents", 
            "url": "http://cn.bing.com/academic/profile?id=1d38ce7d2f01967a1b93107edf6f88db&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Phase-locked loop (PLL) is a technique which has contributed significantly toward the technology advancement in communication and motor servo control systems in the past 30 years. Inventions in PLL schemes combined with novel integrated circuit (IC) technology have made PLL devices important system components. The development of better modular PLL ICs is continuing. As a result, it is expected that they will contribute to the improvement in performance and reliability of future communication systems. They will also contribute to the development of higher accuracy and higher reliability servo control systems, such as those involved in machine tools. This paper provides a concise review of the basic PLL principles applicable to communication and servo control systems, gives the configurations of PLL applications and reports a number of popular PLL chips.", 
            "authors": [
                "Guanchyun Hsieh", 
                "J C Hung"
            ], 
            "fields": [
                "Phase-locked loop", 
                "Machine tool", 
                "Feedback", 
                "Reliability", 
                "Servo control"
            ], 
            "title": "Phase-locked loop techniques. A survey", 
            "url": "http://cn.bing.com/academic/profile?id=69763aeab5f75fb93e588b4cd37fc9c1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Finding the location of the mobile phone is one of the important features of the 3G mobile communication system. Many valuable location-based services can be enabled by this new feature. Telecommunication managers and engineers are often puzzled by location terminologies and techniques as well as how to implement them, since location systems are not natural evolution from past generations of telecommunication systems. In this paper, we discuss briefly why locating mobile phone becomes a hot topic and what technologies are being studied. We then describe and clarify the latest standards issues surrounding the positioning methods specified for 3G systems. These include cell-ID-based, assisted GPS, and TDOA-based methods, such as OTDOA, E-OTD, and A-FLT.", 
            "authors": [
                "Yilin Zhao"
            ], 
            "fields": [
                "E-OTD", 
                "Assisted GPS", 
                "Telecommunications", 
                "Manufacturing", 
                "Wireless"
            ], 
            "title": "Standardization of mobile phone positioning for 3G systems", 
            "url": "http://cn.bing.com/academic/profile?id=5be14b0df9d055231470466b26147473&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Wireless data communications in form of Short Message Service (SMS) and Wireless Access Protocols (WAP) browsers have gained global popularity, yet, not much has been done to extend the usage of these devices in electronic learning (e-learning). This project explores the extension of e-learning into wireless/handheld (W/H) computing devices with the help of a mobile learning (m-learning) framework. This framework provides the requirements to develop m-learning applications that can be used to complement classroom or distance learning. A prototype application was developed to link W/H devices to three course websites. The m-learning applications were pilot-tested for two semesters with a total of 63 students from undergraduate and graduate courses at our university. The students used the m-learning environment with a variety of W/H devices and reported their experiences through a survey and interviews at the end of the semester. The results from this exploratory study provide a better understanding on the role of mobile technology in higher education.", 
            "authors": [
                "Luvai Motiwalla"
            ], 
            "fields": [
                "Educational technology", 
                "Short Message Service", 
                "Higher education", 
                "Interview", 
                "Telecommunications"
            ], 
            "title": "Mobile learning: A framework and evaluation", 
            "url": "http://cn.bing.com/academic/profile?id=3aa2340da8917c75218a0d27b25ef003&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The main objective of customer satisfaction programs is to increase customer retention rates. In explaining the link between customer satisfaction and loyalty, switching costs play an important role and provide useful insight. For example, the presence of switching costs can mean that some seemingly loyal customers are actually dissatisfied but do not defect because of high switching costs. Thus, the level of switching costs moderates the link between satisfaction and loyalty. The purposes of this paper are: to examine the moderating role of switching costs in the customer satisfaction‐loyalty link; and to identify customer segments and then analyze the heterogeneity in the satisfaction‐loyalty link among the different segments. An empirical example based on the mobile phone service market in France indicates support for the moderating role of switching costs. Managerial implications of the results are discussed.", 
            "authors": [
                "Jonathan Lee", 
                "Janghyuk Lee", 
                "Lawrence Feick"
            ], 
            "fields": [
                "Customer retention", 
                "Loyalty business model", 
                "Customer satisfaction", 
                "Telecommunications"
            ], 
            "title": "The impact of switching costs on the customer satisfaction‐loyalty link: mobile phone service in France", 
            "url": "http://cn.bing.com/academic/profile?id=8d1527ef062eb98b01e043f4128b5223&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper reviews the work carried out under the European ACTS KEOPS (KEys to Optical Packet Switching) project, centering on the definition, development and assessment of optical packet switching and routing networks capable of providing transparency to the payload bit rate. The adopted approach uses optical packets of fixed duration with low bit rate headers to facilitate processing at the network/node interfaces. The paper concentrates on the networking concepts developed in the KEOPS project through a description of the implementation issues pertinent to optical packet switching nodes and network/node interfacing blocks, and consideration of the network functionalities provided within the optical packet layer. The implementation, from necessity, relies on advanced optoelectronic components specifically developed within the project, which are also briefly described.", 
            "authors": [
                "C Guillemot", 
                "M Renaud", 
                "Piero Gambini", 
                "C Janz", 
                "Ivan Andonovic", 
                "R Bauknecht", 
                "Bruno Bostica", 
                "M Burzio", 
                "Franco Callegati", 
                "M Casoni", 
                "Dominique Chiaroni", 
                "F Clerot", 
                "S L Danielsen", 
                "Francois Dorgeuille", 
                "A Dupas", 
                "A Franzen", 
                "P B Hansen", 
                "D K Hunter", 
                "A Kloch", 
                "R Krahenbuhl", 
                "Bruno Lavigne", 
                "A Le Corre", 
                "Carla Raffaelli", 
                "M …", 
                ""
            ], 
            "fields": [
                "Asynchronous Transfer Mode", 
                "Telecommunications", 
                "Packet switching", 
                "Synchronization", 
                "Wavelength-division multiplexing"
            ], 
            "title": "Transparent optical packet switching: the European ACTS KEOPS project approach", 
            "url": "http://cn.bing.com/academic/profile?id=6e579d1007b84b88d7e8552d2161cd1a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Significant advances in wireless and integrated circuits technologies have made the manufacturing of the Wireless Sensor Networks (WSNs) possible. WSNs have military, health, commercial and industrial applications. Even though this technology seems promising, to make it fully practical, considering many factors during the design of a WSN is essential. WSNs have attracted attentions of many researchers in a wide range of topics as Energy Consumption Optimization, Localization Error Minimization, Robustness and Fault-Tolerance, Self-Configuration, Area Coverage, Routing, and Security. As our contribution, in this research book, after reviewing the history and applications of WSNs, we will concentrate on optimizing energy consumption and minimizing sensor nodes localization errors. In order to optimize energy consumption, we will propose solutions based on multi-hop communication and dynamic clustering. For minimizing the localization errors of sensor nodes, we will introduce a method based on regular distribution of anchor nodes and getting weighted average among distances of a sensor node from its surrounding anchor nodes.", 
            "authors": [
                "Paul Havinga", 
                "Jennifer C Hou", 
                "Feng Zhao"
            ], 
            "fields": [
                "Humanities", 
                "Law", 
                "Telecommunications", 
                "Technology", 
                "Fiction"
            ], 
            "title": "Wireless sensor networks", 
            "url": "http://cn.bing.com/academic/profile?id=b2eec6e5ac3c222c3868d3962af56fd0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The anticipated increase in popular use of the Internet will create more opportunities in distance learning, electronic commerce, and multimedia communication, but it will also create more challenges in organizing information and facilitating its efficient retrieval. From the network perspective, there will be additional challenges and problems in meeting bandwidth requirements and network management. Many researchers believed that the mobile agent paradigm (mobile object) could propose several attractive solutions to deal with such challenges and problems. A number of mobile agent systems have been designed and implemented in academic institutions and commercial firms. However, few applications were found to take advantage of the mobile agent. Among the hurdles facing this emerging paradigm are concerns about security requirements and efficient resource management. This article introduces the core concepts of this emerging paradigm, and presents an account of current research efforts in the context of telecommunications. The goal is to provide the interested reader with a clear background of the opportunities and challenges this emerging paradigm brings about, and a descriptive look at some of the forerunners that are providing experimental technologies supporting this paradigm.", 
            "authors": [
                "Vu Anh Pham", 
                "A Karmouch"
            ], 
            "fields": [
                "Network management", 
                "Bandwidth", 
                "Information security", 
                "Intelligent Network", 
                "Distance education"
            ], 
            "title": "Mobile software agents: an overview", 
            "url": "http://cn.bing.com/academic/profile?id=e257fdce59153aa594aa8274136eb453&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "\\Since the start of the current millennium, experience and expertise in the development and delivery of mobile learning have blossomed and a community of practice has evolved that is distinct from the established communities of 'tethered' e-Learning. This community is currently visible mainly through dedicated international conference series, of which MLEARN is the most prestigious, rather than through any dedicated journals. So far, these forms of development and delivery have focussed on short-term small-scale pilots and trials in the developed countries of Europe, North America, and the Pacific Rim, and there is a taxonomy emerging from these pilots and trials that suggests tacit and pragmatic conceptualisations of mobile learning.#R##N##R##N#What has, however, developed less confidently within this community is any theoretical conceptualisation of mobile learning and with it any evaluation methodologies specifically aligned to the unique attributes of mobile learning.#R##N##R##N#Some advocates of mobile learning attempt to define and conceptualise it in terms of devices and technologies; other advocates define and conceptualise it in terms of the mobility of learners and the mobility of learning, and in terms of the learners’ experience of learning with mobile devices.#R##N##R##N#The role of theory is, perhaps, a contested topic in a community that encompasses philosophical affiliations from empiricists to post-structuralists, each with different expectations about the scope and legitimacy of theory in their work. The mobile learning community may nevertheless need the authority and credibility of some conceptual base.#R##N##R##N#Such a base would provide the starting point for evaluation methodologies grounded in the unique attributes of mobile learning. Attempts to develop the conceptualisations and evaluation of mobile learning, however, must recognise that mobile learning is essentially personal, contextual, and situated; this means it is 'noisy' and this is problematic both for definition and for evaluation.#R##N##R##N#Furthermore, defining mobile learning can emphasise those unique attributes that position it within informal learning, rather than formal. These attributes place much mobile learning at odds with formal learning with its cohorts, courses, semesters, assessments, and campuses, and with its monitoring and evaluation regimes. This raises concerns for the nature of any large-scale and sustained deployment and the extent to which the unique attributes of mobile learning may be lost or compromised.#R##N##R##N#Looking at mobile learning in a wider context, we have to recognise that mobile, personal, and wireless devices are now radically transforming societal notions of discourse and knowledge, and are responsible for new forms of art, employment, language, commerce, deprivation, and crime, as well as learning. With increased popular access to information and knowledge anywhere, anytime, the role of education, perhaps especially formal education, is challenged and the relationships between education, society, and technology are now more dynamic than ever.#R##N##R##N#The paper explores and articulates these issues and the connections between them specifically in the context of the wider and sustained development of mobile learning.", 
            "authors": [
                "John Traxler"
            ], 
            "fields": [
                "Mobile computing", 
                "Evaluation", 
                "Philosophy of education", 
                "Telecommunications", 
                "Informal education"
            ], 
            "title": "Defining, Discussing and Evaluating Mobile Learning: The moving finger writes and having writ . . . .", 
            "url": "http://cn.bing.com/academic/profile?id=ab41d2a51012067ca45613efc13313af&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Hitherto, the travel distribution role has been performed by traditional outgoing travel agents, tour operators and incoming travel agencies. They were supported by computer reservation systems, Global Distribution Systems (GDSs) or tour operators’ videotext systems (or leisure travel networks). These  traditional electronic intermediaries  (eMediaries), particularly GDSs, progressively consolidated their position. The Internet created the conditions for the emergence of new eMediaries, based on three ePlatforms, namely the Internet, Interactive Digital Television (IDTV) and mobile devices.  New eMediaries  include a wide range of organisations including suppliers (eg airlines, hotels etc) selling direct on the Internet by allowing users to access directly their reservation systems; web-based travel agents; Internet portals and vortals, and auction sites. The expected proliferation of Digital TV and mCommerce will gradually intensify competition further. As a result, traditional eMediaries must reengineer their business processes in order to survive and remain competitive. This exploratory research identifies experts’ opinions on the future of both new and traditional eMediaries as well as the evolution of their business models.", 
            "authors": [
                "Dimitrios Buhalis", 
                "Maria Cristina Licata"
            ], 
            "fields": [
                "Business model", 
                "Mobile commerce", 
                "Tourism", 
                "Digital television", 
                "Information technology"
            ], 
            "title": "The Future eTourism intermediaries", 
            "url": "http://cn.bing.com/academic/profile?id=296ba74bedf2d8aec1ee8b923b3eee2a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Barely before Internet-facilitated e-commerce has begun to take hold, a new wave of technology-driven commerce has started-mobile (m-) commerce. Fuelled by the increasing saturation of mobile technology, such as phones and personal digital assistants (PDAs), m-commerce promises to inject considerable change into the way certain activities are conducted. Equipped with micro-browsers and other mobile applications, the new range of mobile technologies offer the Internet 'in your pocket' for which the consumer possibilities are endless, including banking, booking or buying tickets, shopping and real-time news. Focusing on business-to-consumer markets, this paper examines how value is added in the stream of activities involved in providing m-commerce to the consumer. As such, it analyses the key players and technologies that form part of the m-commerce value chain, providing a foundation for future strategic analysis of the industry. Drawing on some of the key factors that may influence the take-up of m-commerce-including technological and other issues-the paper also provides predictions regarding the future of m-commerce.", 
            "authors": [
                "Stuart J Barnes"
            ], 
            "fields": [
                "Real-time computing", 
                "Consumer", 
                "E-commerce", 
                "Mobile commerce", 
                "Telecommunications"
            ], 
            "title": "The mobile commerce value chain: analysis and future developments", 
            "url": "http://cn.bing.com/academic/profile?id=bb690a858bb63f5ca460432207449cec&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "When it comes to integratability, the zero-intermediate frequency (IF) receiver is an alternative for the heterodyne or IF receiver. In recent years, the zero-IF receiver has been introduced in several applications, but its performance cannot be compared to that of the IF receiver yet. This lower performance is closely related to its baseband operation, resulting in filter saturation and distortion, both caused by DC-offsets and self-mixing at the inputs of the mixers. The low-IF receiver has a topology which is closely related to the zero-IF receiver, but it does not operate in the baseband, only near the baseband. The consequences are that, as for the zero-IF receiver, the implementation of a low-IF receiver can be done with a high degree of integration, however, its performance can be better. In this paper, the fundamental principles of the low-IF receiver topology are introduced. Different low-IF receiver topologies are synthesized and fully analyzed in this paper. This is done by applying the complex signal technique-a technique used in digital applications to the study of analog receiver front ends.", 
            "authors": [
                "Jan Crols", 
                "M Steyaert"
            ], 
            "fields": [
                "Telecommunications", 
                "Digital signal processing", 
                "Demodulation", 
                "Frequency modulation", 
                "Circuit design"
            ], 
            "title": "Low-IF topologies for high-performance analog front ends of fully integrated receivers", 
            "url": "http://cn.bing.com/academic/profile?id=fd88ce37d3c8b7332df37d7bc4227870&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The rapid economic growth of eight East Asian economies, often called the \u0091East Asian miracle,\u0092 raises two questions: What policies and other factors contributed to that growth? And can other developing countries replicate those policies to stimulate equally rapid growth? This article, based on case studies, econometric data, and economic theory, offers a list of the ingredients that contributed to that success. But it is the combination of these ingredients, many of which involve government interventions acting together, that accounts for East Asia's success.", 
            "authors": [
                "Joseph E Stiglitz"
            ], 
            "fields": [
                "Barriers to entry", 
                "Market structure", 
                "Political Economy", 
                "Economic growth", 
                "Consumer"
            ], 
            "title": "SOME LESSONS FROM THE EAST ASIAN MIRACLE", 
            "url": "http://cn.bing.com/academic/profile?id=024077493ea51114c1f16ee5659d2723&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, genuine savings rates in developing countries, a formal model of green national accounting demonstrates that 'genuine' saving, net saving less the value of resource depletion and environmental degradation, is a useful indicator of sustainability. Country-level and regional calculations of genuine savings are presented for the period 1970-1993. Sub-Saharan Africa stands out as the region where the greatest dissipation of wealth is occurring. After developing the basic theory of genuine savings, this paper presents empirical estimates for developing countries. These calculations account for resource depletion and carbon dioxide emissions, using consistent time series data for the period 1970-93. The paper concludes with a discussion of the policy issues raised by greener national accounting.", 
            "authors": [
                "Kirk Hamilton", 
                "Michael R Clemens"
            ], 
            "fields": [
                "Public economics", 
                "Forestry", 
                "Volatility", 
                "Public policy", 
                "Total factor productivity"
            ], 
            "title": "Genuine Savings Rates in Developing Countries", 
            "url": "http://cn.bing.com/academic/profile?id=10a7f684d197e29eb04254b33203e310&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents a new coding scheme based on the association of a turbo-code with a bandwith efficient modulation. It is shown that the new coding scheme provides a substantial coding gain both on Gaussian channels and Rayleigh channels. On a Gaussian channel, it outperforms 64-state trellis-coded modulation (TCM) by 2.5 dB at the bit error rate (BER) of 10/sup -6/. On a Rayleigh fading channel, it outperforms 64-state TCM optimized for that environment. >", 
            "authors": [
                "S Y Le Goff", 
                "Alain Glavieux", 
                "Claude Berrou"
            ], 
            "fields": [
                "Turbo code", 
                "Spectral efficiency", 
                "Decoding methods", 
                "Bit error rate", 
                "Trellis modulation"
            ], 
            "title": "Turbo-codes and high spectral efficiency modulation", 
            "url": "http://cn.bing.com/academic/profile?id=15f20bc66d0211917ba788be9542560a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Multiagent systems are rapidly finding applications in a variety of domains, including robotics, distributed control, telecommunications, and economics. The complexity of many tasks arising in these domains makes them difficult to solve with preprogrammed agent behaviors. The agents must, instead, discover a solution on their own, using learning. A significant part of the research on multiagent learning concerns reinforcement learning techniques. This paper provides a comprehensive survey of multiagent reinforcement learning (MARL). A central issue in the field is the formal statement of the multiagent learning goal. Different viewpoints on this issue have led to the proposal of many different goals, among which two focal points can be distinguished: stability of the agents' learning dynamics, and adaptation to the changing behavior of the other agents. The MARL algorithms described in the literature aim---either explicitly or implicitly---at one of these two goals or at a combination of both, in a fully cooperative, fully competitive, or more general setting. A representative selection of these algorithms is discussed in detail in this paper, together with the specific issues that arise in each category. Additionally, the benefits and challenges of MARL are described along with some of the problem domains where the MARL techniques have been applied. Finally, an outlook for the field is provided.", 
            "authors": [
                "Lucian Busoniu", 
                "Robert Babuska", 
                "B De Schutter"
            ], 
            "fields": [
                "Artificial intelligence", 
                "Feedback", 
                "Multi-agent system", 
                "Control system", 
                "Intelligent agent"
            ], 
            "title": "A Comprehensive Survey of Multiagent Reinforcement Learning", 
            "url": "http://cn.bing.com/academic/profile?id=5e34965bd489a22a75fceec45876bc04&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We have integrated the feature modeling of Feature-Oriented Domain Analysis (FODA) into the processes and work products of the Reuse-Driven Software Engineering Business (RSEB). The RSEB is a use case driven systematic reuse process: architecture and reusable subsystems are first described by use cases and then transformed into object models that are traceable to these use cases. Variability in the RSEB is captured by structuring use case and object models using explicit variation points and variants. Traditional domain engineering steps have been distributed into the steps of the architectural and component system development methods of the RSEB. But the RSEB prescribes no explicit models of the essential features that characterize the different versions. Building on our experience in applying FODA and RSEB to the telecom domain, we have added explicit domain engineering steps and an explicit feature model to the RSEB to support domain engineering and component reuse. These additions provide an effective reuse oriented model as a 'catalog' capability to link use cases, variation points, reusable components and configured applications.", 
            "authors": [
                "Martin L Griss", 
                "John Favaro", 
                "Massimo Dalessandro"
            ], 
            "fields": [
                "Application software", 
                "Telecommunications", 
                "Unified Modeling Language", 
                "Object-oriented programming", 
                "Computer-aided software engineering"
            ], 
            "title": "Integrating feature modeling with the RSEB", 
            "url": "http://cn.bing.com/academic/profile?id=0f068a357a279a30258f6d81192b677b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Sphere decoding has been suggested by a number of authors as an efficient algorithm to solve various detection problems in digital communications. In some cases, the algorithm is referred to as an algorithm of polynomial complexity without clearly specifying what assumptions are made about the problem structure. Another claim is that although worst-case complexity is exponential, the expected complexity of the algorithm is polynomial. Herein, we study the expected complexity where the problem size is defined to be the number of symbols jointly detected, and our main result is that the expected complexity is exponential for fixed signal-to-noise ratio (SNR), contrary to previous claims. The sphere radius, which is a parameter of the algorithm, must be chosen to ensure a nonvanishing probability of solving the detection problem. This causes the exponential complexity since the squared radius must grow linearly with problem size. The rate of linear increase is, however, dependent on the noise variance, and thus, the rate of the exponential function is strongly dependent on the SNR. Therefore sphere decoding can be efficient for some SNR and problems of moderate size, even though the number of operations required by the algorithm strictly speaking always grows as an exponential function of the problem size.", 
            "authors": [
                "Joakim Jalden", 
                "Bjorn Ottersten"
            ], 
            "fields": [
                "Decoding methods", 
                "Algorithm", 
                "Computational complexity theory", 
                "Block code", 
                "Viterbi algorithm"
            ], 
            "title": "On the complexity of sphere decoding in digital communications", 
            "url": "http://cn.bing.com/academic/profile?id=3c488c7a2f8247a91b6240bef94b7c5f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We present three studies in mobile learning. First, we polled 333 Japanese university students regarding their use of mobile devices. One hundred percent reported owning a mobile phone. Ninety-nine percent send e-mail on their mobile phones, exchanging some 200 e-mail messages each week. Sixty-six percent e-mail peers about classes; 44% e-mail for studying. In contrast, only 43% e-mail on PCs, exchanging an average of only two messages per week. Only 20% had used a personal digital assistant. Second, we e-mailed 100-word English vocabulary lessons at timed intervals to the mobile phones of 44 Japanese university students, hoping to promote regular study. Compared with students urged to regularly study identical materials on paper or Web, students receiving mobile e-mail learned more (Po0.05). Seventy-one percent of the subjects preferred receiving these lessons on mobile phones rather than PCs. Ninety-three percent felt this a valuable teaching method. Third, we created a Web site explaining English idioms. Student-produced animation shows each idiom’s literal meaning; a video shows the idiomatic meaning. Textual materials include an explanation, script, and quiz. Thirty-one Japanese college sophomores evaluated the site using video-capable mobile phones, finding few technical difficulties, and rating highly its educational effectiveness.", 
            "authors": [
                "Patricia Thornton", 
                "Chris Houser"
            ], 
            "fields": [
                "Video", 
                "Telecommunications", 
                "Qualitative comparative analysis", 
                "Interval", 
                "World Wide Web"
            ], 
            "title": "Using mobile phones in English education in Japan", 
            "url": "http://cn.bing.com/academic/profile?id=2549ed79f2594cc73cade471ba1119be&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Streaming data analysis has recently attracted attention in numerous applications including telephone records, Web documents and click streams. For such analysis, single-pass algorithms that consume a small amount of memory are critical. We describe such a streaming algorithm that effectively clusters large data streams. We also provide empirical evidence of the algorithm's performance on synthetic and real data streams.", 
            "authors": [
                "Liadan Ocallaghan", 
                "Nina Mishra", 
                "Adam Meyerson", 
                "Sudipto Guha", 
                "Rajeev Motwani"
            ], 
            "fields": [
                "Cluster analysis", 
                "Data analysis", 
                "Lab-on-a-chip", 
                "Streaming algorithm", 
                "Data collection"
            ], 
            "title": "Streaming-data algorithms for high-quality clustering", 
            "url": "http://cn.bing.com/academic/profile?id=5ef6f6a1345d5c374f459b2497eab665&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Electronic health tools provide little value if the intended users lack the skills to effectively engage them. With nearly half the adult population in the United States and Canada having literacy levels below what is needed to fully engage in an information-rich society, the implications for using information technology to promote health and aid in health care, or for eHealth, are considerable. Engaging with eHealth requires a skill set, or literacy, of its own. The concept of eHealth literacy is introduced and defined as the ability to seek, find, understand, and appraise health information from electronic sources and apply the knowledge gained to addressing or solving a health problem. In this paper, a model of eHealth literacy is introduced, comprised of multiple literacy types, including an outline of a set of fundamental skills consumers require to derive direct benefits from eHealth. A profile of each literacy type with examples of the problems patient-clients might present is provided along with a resource list to aid health practitioners in supporting literacy improvement with their patient-clients across each domain. Facets of the model are illustrated through a set of clinical cases to demonstrate how health practitioners can address eHealth literacy issues in clinical or public health practice. Potential future applications of the model are discussed.#N##N# [J Med Internet Res 2006;8(2):e9]", 
            "authors": [
                "Cameron D Norman"
            ], 
            "fields": [
                "Telecommunications", 
                "Health care", 
                "Electronics", 
                "Public health", 
                "The Internet"
            ], 
            "title": "eHealth Literacy: Essential Skills for Consumer Health in a Networked World", 
            "url": "http://cn.bing.com/academic/profile?id=1b452acc2825662e44fa20dda0ebcbff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A belief in the efficacy of imitating face-to-face communication is an unquestioned presupposition of most current work on supporting communications in electronic media. In this paper we highlight problems with this presupposition and present an alternative proposal for grounding and motivating research and development that frames the issue in terms of needs, media, and mechanisms. To help elaborate the proposal we sketch a series of example projects and respond to potential criticisms.", 
            "authors": [
                "James D Hollan", 
                "Scott Stornetta"
            ], 
            "fields": [
                "Computer-supported cooperative work", 
                "Electronic media", 
                "Telecommunications"
            ], 
            "title": "Beyond being there", 
            "url": "http://cn.bing.com/academic/profile?id=97cf7b1d88bbbf994461e0078e574251&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Over the past decade, technology has become increasingly important in the lives of adolescents. As a group, adolescents are heavy users of newer electronic communication forms such as instant messaging, e-mail, and text messaging, as well as communication-oriented Internet sites such as blogs, social networking, and sites for sharing photos and videos. Kaveri Subrahmanyam and Patricia Greenfield examine adolescents' relationships with friends, romantic partners, strangers, and their families in the context of their online communication activities.", 
            "authors": [
                "Kaveri Subrahmanyam", 
                "Patricia M Greenfield"
            ], 
            "fields": [
                "Social network", 
                "The Internet", 
                "Telecommunications", 
                "Privacy", 
                "Computer-mediated communication"
            ], 
            "title": "Online Communication and Adolescent Relationships.", 
            "url": "http://cn.bing.com/academic/profile?id=341fd7cc7cc13b33c0c928d54d8f84c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "These are the proceedings of the Annual World Bank Conference on Development Economics, which gathers the global perspective of scholars, and practitioners of development policy from academic life, government, and the private sector. The selected topics seek to include new areas of concern, and current research, as well as areas believed to benefit from exposure to recent knowledge, and experience. This year's conference focused on new development thinking, crises and recovery, corporate governance and restructuring, and, social security, public and private savings. The opening address outlines challenges for development, that include the intransigence of poverty in Africa, and ways to establish public-private partnerships at the country, and global levels, while the keynote address identifies equilibrium, and change as the focus of development economics: long-term sustainable growth requires development of a consensus behind the reform policies. Discussions varied from crises and recovery, through perspectives on the recent history of transition economies, to arguments on the possibilities of poverty reduction on a grand scale. Other topics include the exploration of development strategies, revision of the role of aid in providing finance, changing policies, and knowledge transfer, and, how to coordinate development problems.", 
            "authors": [
                "Boris Pleskovic", 
                "Nicholas Stern"
            ], 
            "fields": [
                "Productivity", 
                "Market economy", 
                "Transparency", 
                "Telecommunications", 
                "Primary education"
            ], 
            "title": "Annual World Bank conference on development economics 2001/2002", 
            "url": "http://cn.bing.com/academic/profile?id=d9463bdacfeb42f1fb0f71d4e815824b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper focuses on a CDMA design study for future third-generation mobile and personal communication systems such as FPLMTS and UMTS. In the design study, a rigorous top down approach is adopted starting from the most essential objectives and requirements of universal third-generation mobile systems. Emphasis is laid on high flexibility with respect to the implementation of a wide range of services and service bit rates including variable rate and packet services. Flexibility in frequency and radio resource management, system and service deployment, and easy operation in mixed-cell and multioperator scenarios are further important design goals. The system concept under investigation is centered around an open and flexible radio interface architecture based on asynchronous direct-sequence CDMA with three different chip rates of approximately 1, 5, and 20 Mchip/s. The presented CDMA system concept forms the basis for an experimental test system (testbed) which is currently under development. This experimental system concept has been jointly established by the partners in the European RACE project R2020 (CODIT). The paper describes the radio transmission scheme and appropriate receiver principles and presents first performance results based on simulations. >", 
            "authors": [
                "Alfred Baier", 
                "U Fiebig", 
                "Wolfgang Granzow", 
                "W Koch", 
                "P Teder", 
                "Jorn Thielecke"
            ], 
            "fields": [
                "UMTS frequency bands", 
                "Spread spectrum", 
                "System testing", 
                "Code division multiple access", 
                "System deployment"
            ], 
            "title": "Design study for a CDMA-based third-generation mobile radio system", 
            "url": "http://cn.bing.com/academic/profile?id=41e02cd1e4901c4b0b6bc7efb9b4ab56&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Multimedia is defined as the integrated generation, representation, processing, storage, and dissemination of independent machine-processable information expressed in multiple time-dependent and time-independent media such as data, graphics, drawings, voice, audio, and video. The characteristics of synchronization mechanisms desirable for central and distributed multimedia systems are addressed. The concept of multimedia objects as components of an object-based model for a multimedia system is introduced. The essential new synchronization requirement is restricted blocking together with synchronization features covering real-time aspects. Existing synchronization mechanisms can be altered or new ones defined to meet these requirements. >", 
            "authors": [
                "Ralf Steinmetz"
            ], 
            "fields": [
                "Real-time computing", 
                "Memory management", 
                "Voice", 
                "Graphics", 
                "Drawing"
            ], 
            "title": "Synchronization properties in multimedia systems", 
            "url": "http://cn.bing.com/academic/profile?id=3431e5f7971e6233eac186947a510cde&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The future of third-generation wireless networking is discussed. The vision of the third generation is a single set of standards that can meet a wide range of wireless access applications. Third-generation systems, in harmony with broadband integrated services digital networks, will use shared resources to convey many information types. A single network architecture will serve its users efficiently in many environments, including moving vehicles, indoor and outdoor public areas, residences, offices, and factories. A study of a switching architecture, referred to as a cellular packet switch, and a packet transmission technique, referred to as a packet reservation multiple access is discussed. By means of a design example, it is shown how these techniques can work together to meet some of the demands of third-generation systems. >", 
            "authors": [
                "D J Goodman"
            ], 
            "fields": [
                "Broadband networks", 
                "Network switch", 
                "Integrated Services Digital Network", 
                "Wireless network", 
                "Mobile telephony"
            ], 
            "title": "Cellular packet communications", 
            "url": "http://cn.bing.com/academic/profile?id=3ef214e83f5802b9dad7f358819c2dab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Multirate filter banks produce multiple output signals by filtering and subsampling a single input signal, or conversely, generate a single output by upsampling and interpolating multiple inputs. Two of their main applications are subband coders for speech processing and transmultiplexers for telecommunications. Below, we derive a theoretical framework for the analysis, synthesis, and computational complexity of multirate filter banks. The use of matrix notation leads to basic results derived from properties of linear algebra. Using rank and determinant of filter matrices, it is shown how to obtain aliasing/ crosstalk-free reconstruction, and when perfect reconstruction is possible. The synthesis of filters for filter banks is also explored, three design methods are presented, and finally, the computational complexity is considered.", 
            "authors": [
                "Martin Vetterli"
            ], 
            "fields": [
                "Crosstalk", 
                "Linear algebra", 
                "Speech synthesis", 
                "Signal generator", 
                "Speech processing"
            ], 
            "title": "A theory of multirate filter banks", 
            "url": "http://cn.bing.com/academic/profile?id=838e9540da1b718569958b41b445781c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Vendor selection of a telecommunications system is an important problem to a telecommunications company as the telecommunications system is a long-term investment for the company and the success of telecommunications services is directly affected by the vendor selection decision. Furthermore, the vendor selection of a telecommunications system is a complex multi-person, multi-criteria decision problem. The group decision-making process can be improved by a systematic and logical approach to assess priorities based on the inputs of several people from different functional areas within the company. The analytic hierarchy process (AHP) can be very useful in involving several decision-makers with different conflicting objectives to arrive at a consensus decision. In this paper, an AHP-based model is formulated and applied to a real case study to examine its feasibility in selecting a vendor for a telecommunications system. The use of the proposed model indicates that it can be applied to improve the group decision making in selecting a vendor that satisfies customer specifications. Also, it is found that the decision process is systematic and that using the proposed AHP model can reduce the time taken to select a vendor.", 
            "authors": [
                "Maggie C Y Tam", 
                "V M Rao Tummala"
            ], 
            "fields": [
                "Selection", 
                "Decision problem", 
                "Satisfiability", 
                "Telecommunications", 
                "Hierarchy"
            ], 
            "title": "AN APPLICATION OF THE AHP IN VENDOR SELECTION OF A TELECOMMUNICATIONS SYSTEM", 
            "url": "http://cn.bing.com/academic/profile?id=1bf59921c51b1798c29bd8065f9f225e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Turbo codes are the most exciting and potentially important development in coding theory in many years. They were introduced in 1993 by Berrou, Glavieux and Thitimajshima, and claimed to achieve near Shannon-limit error correction performance with relatively simple component codes and large interleavers. A required E/sub b//N/sub o/ of 0.7 dB was reported for BER of 10/sup -5/ and code rate of 1/2. However, some important details that are necessary to reproduce these results were omitted. This paper confirms the accuracy of these claims, and presents a complete description of an encoder/decoder pair that could be suitable for PCS applications. We describe a new simple method for trellis termination, we analyze the effect of interleaver choice on the weight distribution of the code, and we introduce the use of unequal rate component codes which yields better performance. Turbo codes are extended to encoders with multiple codes and a suitable decoder structure is developed, which is substantially different from the decoder for two-code based encoders.", 
            "authors": [
                "Dariush Divsalar", 
                "Fabrizio Pollara"
            ], 
            "fields": [
                "Coding theory", 
                "Error detection and correction", 
                "Decoding methods", 
                "Coding", 
                "Propulsion"
            ], 
            "title": "Turbo codes for PCS applications", 
            "url": "http://cn.bing.com/academic/profile?id=86ec5f0b67f2c06c806d2415bf78a867&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A survey of high-performance switch fabric architectures which incorporate fast packet switching as their underlying switching technique to handle various traffic types is presented. A descriptive overview of the major activities in this rapidly evolving field of telecommunications is given. The switch fabrics are classified into the following categories: banyan and buffered banyan-based fabrics, sort-banyan-based fabrics fabrics with disjoint-path topology and output queuing, crossbar-based fabrics, time division fabrics with common packet memory, and fabrics with shared medium. >", 
            "authors": [
                "Hamid Ahmadi", 
                "Wolfgang Denzel"
            ], 
            "fields": [
                "Packet switching", 
                "Electronic circuit", 
                "Telecommunications", 
                "Bandwidth", 
                "Space technology"
            ], 
            "title": "A survey of modern high-performance switching techniques", 
            "url": "http://cn.bing.com/academic/profile?id=baee425ed96cc2701f0146554838a29f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The subject here is generalized (i.e., non-Gaussian) noise models, and specifically their first-order probability density functions (PDFs). Attention is focused primarily on the author's canonical statistical-physical Class A and Class B models. In particular, Class A noise describes the type of electromagnetic interference (EMI) often encountered in telecommunication applications, where this ambient noise is largely due to other, \"intelligent\" telecommunication operations. On the other hand, ambient Class B noise usually represents man-made or natural \"nonintelligent\"-i.e., nonmessage-bearing noise-and is highly impulsive. Class A noise is not an /spl alpha/-stable process, nor is it reducible to such, except in the limiting Gaussian cases of high-density noise (by the central limit theorem). Class B noise is also asymptotically normal (before model approximation). Under rather broad conditions, principally governed by the source propagation and distribution scenarios, the PDF of Class B noise alone (no Gaussian component) can usually be approximated by (1) a symmetric Gaussian /spl alpha/-stable (S/spl alpha/S) model in the case of narrowband reception, or when the PDF /spl omega//sub 1/(/spl alpha/) of the amplitude is symmetric; and (2) a nonsymmetric /spl alpha/-stable (NS/spl alpha/S) model (no Gaussian component) can be constructed in broadband regimes. New results here include: (i) counting functional methods for constructing the general qth-order characteristic functions (CFs) of Class A and Class B noise, from which (all) moments and (in principle), the PDFs follow; (ii) the first-order CFs, PDFs, and cumulative probabilities (APDs) of nonsymmetric broadband Class B noise, extended to include additive Gauss noise (AGN); (iii) proof of the existence of all moments in the basic Class A and Class B models; (iv) the key physical role of AGN and the fact that AGN removes /spl alpha/-stability; (v) the explicit roles of the propagation and distribution scenarios; and (vi) extension to noise fields. Although telecommunication applications are emphasized, Class A and Class B noise models apply selectively, but equally well, to other physical regimes, e.g., underwater acoustics and EM (radar, optics, etc.). Supportive empirical data are included.", 
            "authors": [
                "David Middleton"
            ], 
            "fields": [
                "EMI", 
                "Optics", 
                "Underwater acoustics", 
                "Limiting", 
                "Telecommunications"
            ], 
            "title": "Non-Gaussian noise models in signal processing for telecommunications: new methods an results for class A and class B noise models", 
            "url": "http://cn.bing.com/academic/profile?id=9754261b611045a7f04dd749d12467d0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We show that the standard decision-directed estimatedgradient adaptation algorithm for joint MSE equalization and carrier recovery, normally utilized in the open-eye condition, can be turned into an algorithm providing effective blind convergence in the MSE sense, usable in the closed-eye startup phase with no need of a known training sequence. This is obtained by means of a simple flag telling both the equalizer and the synchronizer whether the current output error with respect to the decided symbol is sufficiently reliable to be used. If not, adaptation is stopped for the current iteration. In the paper, this \"stopand-go\" decision-directed algorithm is presented for both linear and decision-feedback MSE complex equalizers with joint blind carrier recovery. Simulation results demonstrate the effectiveness of the proposed technique.", 
            "authors": [
                "Giorgio Picchi", 
                "Giancarlo Prati"
            ], 
            "fields": [
                "Feedback", 
                "Loss function", 
                "Equalizer", 
                "Telecommunications", 
                "Blind equalization"
            ], 
            "title": "Blind Equalization and Carrier Recovery Using a \"Stop-and-Go\" Decision-Directed Algorithm", 
            "url": "http://cn.bing.com/academic/profile?id=7731ff4ba478a778ec0d638aba7273d9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Collaborative learning is widely used in elementary classrooms. However, when working without technological support, some problems can be detected. We describe how weaknesses in coordination, communication, organization of materials, negotiation, interactivity and lack of mobility can be solved with a mobile computer supported collaborative learning environment with Handhelds interconnected by a wireless network. The collaborative activities, analyzed with and without technological support, are math and language activities for 6- and 7-year old children. The results of our work identify an effective way of using handheld computers to support collaborative learning activities that address the above mentioned weaknesses.", 
            "authors": [
                "Gustavo Zurita", 
                "Miguel Nussbaum"
            ], 
            "fields": [
                "Wireless network", 
                "Community organization", 
                "Mobile device", 
                "Language arts", 
                "Educational technology"
            ], 
            "title": "Computer supported collaborative learning using wirelessly interconnected handheld computers", 
            "url": "http://cn.bing.com/academic/profile?id=4382f0deefdbb9438f7c2706ee7ac889&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This study among 477 employees working in the call centre of a Dutch telecom company (response 88%) examined the predictive validity of the job demands – resources (JD – R) model for self-reported absenteeism and turnover intentions. The central hypothesis was that job demands would be the most important predictors of absenteeism, through their relationship with health problems (i.e., exhaustion and Repetitive Strain Injury—RSI), whereas job resources would be the most important predictors of turnover intentions, through their relationship with involvement (i.e., organizational commitment and dedication). Results of a series of SEM analyses largely supported these dual processes. In the first energy-driven process, job demands (i.e., work pressure, computer problems, emotional demands, and changes in tasks) were the most important predictors of health problems, which, in turn, were related to sickness absence (duration and long-term absence). In the second motivation-driven process, job resources (i.e., s...", 
            "authors": [
                "Arnold B Bakker", 
                "Evangelia Demerouti", 
                "Wilmar B Schaufeli"
            ], 
            "fields": [
                "Human resource management", 
                "Absenteeism", 
                "Predictive validity", 
                "Turnover", 
                "Attitude"
            ], 
            "title": "Dual processes at work in a call centre: An application of the job demands – resources model", 
            "url": "http://cn.bing.com/academic/profile?id=bc4ef2443a01e8e3a1cc8654b7fe9d11&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Model-based testing is a new and evolving technique for generating a suite of test cases from requirements. Testers using this approach concentrate on a data model and generation infrastructure instead of hand-crafting individual tests. Several relatively small studies have demonstrated how combinatorial test generation techniques allow testers to achieve broad coverage of the input domain with a small number of tests. We have conducted several relatively large projects in which we applied these techniques to systems with millions of lines of code. Given the complexity of testing, the model-based testing approach was used in conjunction with test automation harnesses. Since no large empirical study has been conducted to measure efficacy of this new approach, we report on our experience with developing tools and methods in support of model-based testing. The four case studies presented here offer details and results of applying combinatorial test-generation techniques on a large scale to diverse applications. Based on the four projects, we offer our insights into what works in practice and our thoughts about obstacles to transferring this technology into testing organizations.", 
            "authors": [
                "Siddhartha R Dalal", 
                "Ashish Jain", 
                "Nachimuthu Karunanithi", 
                "J M Leaton", 
                "C M Lott", 
                "Gardner C Patton", 
                "B M Horowitz"
            ], 
            "fields": [
                "Requirements analysis", 
                "Empirical research", 
                "Data model", 
                "Software Testing", 
                "System testing"
            ], 
            "title": "Model-based testing in practice", 
            "url": "http://cn.bing.com/academic/profile?id=3a64f67469837ff61791e7b9ec5e24a6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper reviews roughly 200 recent studies of mobile (cellular) phone use in the developing world, and identifies major concentrations of research. It categorizes studies along two dimensions. One dimension distinguishes studies of the determinants of mobile adoption from those that assess the impacts of mobile use, and from those focused on the interrelationships between mobile technologies and users. A secondary dimension identifies a subset of studies with a strong economic development perspective. The discussion considers the implications of the resulting review and typology for future research.", 
            "authors": [
                "Jonathan Donner"
            ], 
            "fields": [
                "Management", 
                "Telecommunications", 
                "Digital divide", 
                "Economic growth", 
                "Information and Communications Technology"
            ], 
            "title": "Research Approaches to Mobile Use in the Developing World: A Review of the Literature", 
            "url": "http://cn.bing.com/academic/profile?id=842a184f715b59ac9f4994335052db07&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND Mobile technologies could be a powerful media for providing individual level support to health care consumers. We conducted a systematic review to assess the effectiveness of mobile technology interventions delivered to health care consumers. #N##N#METHODS AND FINDINGS We searched for all controlled trials of mobile technology-based health interventions delivered to health care consumers using MEDLINE, EMBASE, PsycINFO, Global Health, Web of Science, Cochrane Library, UK NHS HTA (Jan 1990-Sept 2010). Two authors extracted data on allocation concealment, allocation sequence, blinding, completeness of follow-up, and measures of effect. We calculated effect estimates and used random effects meta-analysis. We identified 75 trials. Fifty-nine trials investigated the use of mobile technologies to improve disease management and 26 trials investigated their use to change health behaviours. Nearly all trials were conducted in high-income countries. Four trials had a low risk of bias. Two trials of disease management had low risk of bias; in one, antiretroviral (ART) adherence, use of text messages reduced high viral load (>400 copies), with a relative risk (RR) of 0.85 (95% CI 0.72-0.99), but no statistically significant benefit on mortality (RR 0.79 [95% CI 0.47-1.32]). In a second, a PDA based intervention increased scores for perceived self care agency in lung transplant patients. Two trials of health behaviour management had low risk of bias. The pooled effect of text messaging smoking cessation support on biochemically verified smoking cessation was (RR 2.16 [95% CI 1.77-2.62]). Interventions for other conditions showed suggestive benefits in some cases, but the results were not consistent. No evidence of publication bias was demonstrated on visual or statistical examination of the funnel plots for either disease management or health behaviours. To address the limitation of the older search, we also reviewed more recent literature. #N##N#CONCLUSIONS Text messaging interventions increased adherence to ART and smoking cessation and should be considered for inclusion in services. Although there is suggestive evidence of benefit in some other areas, high quality adequately powered trials of optimised interventions are required to evaluate effects on objective outcomes. Please see later in the article for the Editors' Summary.", 
            "authors": [
                "Caroline Free", 
                "Gemma Phillips", 
                "Leandro Galli", 
                "Louise Watson", 
                "Lambert Felix", 
                "Phil Edwards", 
                "Vikram Patel", 
                "Andy Haines"
            ], 
            "fields": [
                "Technology", 
                "Behavior", 
                "Psychological intervention", 
                "Diabetes mellitus", 
                "Health"
            ], 
            "title": "The Effectiveness of Mobile-Health Technology-Based Health Behaviour Change or Disease Management Interventions for Health Care Consumers: A Systematic Review", 
            "url": "http://cn.bing.com/academic/profile?id=a501ab947643e1539f40be32a3b79982&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#Issue selling is an important mechanism for creating change initiatives in organizations. This paper presents two studies that examine what middle managers think about as they decide whether or not to sell strategic issues to top management. In Study 1 middle managers identify themes that indicate a favorable or unfavorable context for issue selling. Top management’s willingness to listen and a supportive culture were the most often named contributors to context favorability, while fear of negative consequences, downsizing conditions and uncertainty were thought to signal that a context was unfavorable for issue selling. Study 2 identifies factors that middle managers associate with image risk in the context of issue selling. Violating norms for issue selling, selling in a politically vulnerable way and having a distant relationship with top management were regarded as major contributors to a middle manager’s level of image risk. Both studies enrich our understanding of the social psychological mechanisms that undergird the strategic change process. © 1997 by John Wiley & Sons, Ltd.", 
            "authors": [
                "Jane E Dutton", 
                "Susan J Ashford", 
                "Regina M O Neill", 
                "Erika Hayes", 
                "Elizabeth E Wierba"
            ], 
            "fields": [
                "Economics", 
                "Business", 
                "Business model", 
                "Management", 
                "Middle management"
            ], 
            "title": "Reading the wind: how middle managers assess the context for selling issues to top managers", 
            "url": "http://cn.bing.com/academic/profile?id=04cad34799679fad9e08eeede5703793&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper suggests that Chandler's (Chandler, A.D., 1990. Scale and Scope: The Dynamics of Industrial Capitalism. Belknap Press of Harvard Univ. Press, Cambridge, MA.) organisational capabilities framework can be modified to explain how suppliers of complex product systems (CoPS) build the capabilities necessary to expand successfully into new lines of business. In addition to Chandler's functional and strategic capabilities, we propose the concept of ‘project capabilities’ to refer to important CoPS activities of bid preparation and project execution. An organisational learning cycle model is presented to show CoPS firms can move from the first bid or project of its kind in a new domain of business, to achieve what we call ‘economies of repetition’ by putting in place organisational changes, routines and learning processes to provide a growing number of similar bids and projects more efficiently and effectively.", 
            "authors": [
                "Andrew Davies", 
                "Tim Brady"
            ], 
            "fields": [
                "Telecommunications", 
                "Project", 
                "Higher-order function", 
                "Production system"
            ], 
            "title": "Organisational Capabilities and Learning in Complex Product Systems: Towards repeatable solutions", 
            "url": "http://cn.bing.com/academic/profile?id=f8031ad7b282c49f202e2b64a499bf99&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this survey, we summarize different modeling and solution concepts of networking games, as well as a number of different applications in telecommunications that make use of or can make use of networking games. We identify some of the mathematical challenges and methodologies that are involved in these problems. We include here work that has relevance to networking games in telecommunications from other areas, in particular from transportation planning.", 
            "authors": [
                "Eitan Altman", 
                "Thomas Boulogne", 
                "R Elazouzi", 
                "Tania Jimenez", 
                "Laura Wynter"
            ], 
            "fields": [
                "Planning", 
                "Computer network", 
                "Game theory", 
                "Telecommunications", 
                "Solution concept"
            ], 
            "title": "A survey on networking games in telecommunications", 
            "url": "http://cn.bing.com/academic/profile?id=2ae7de5300fb559164ad184e0d348f9d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A recursive method for evaluating the impulse response of an indoor free-space optical channel with Lambertian reflectors is presented. The method, which accounts for multiple reflections of any order, enables accurate analysis of the effects of multipath dispersion on high-speed indoor optical communication systems. A simple algorithm for computer implementation of the technique and computer simulation results for both line-of-sight and diffuse transmitter configurations are also presented. In both cases, it is shown that reflections of multiple order are a significant source of intersymbol interference. Experimental measurements of optical multipath, which help verify the accuracy of the simulations, are discussed. >", 
            "authors": [
                "J R Barry", 
                "Joseph M Kahn", 
                "W J Krause", 
                "Edward A Lee", 
                "David G Messerschmitt"
            ], 
            "fields": [
                "Dispersion", 
                "Optical communication", 
                "Computational model", 
                "Intersymbol interference", 
                "Multipath propagation"
            ], 
            "title": "Simulation of multipath impulse response for indoor wireless optical channels", 
            "url": "http://cn.bing.com/academic/profile?id=9231aa7bf35550b170e8dbaf0c4fafe4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The use of network technology to deliver training is the latest trend in the training and development industry and has been heralded as the ‘e-learning revolution.’ In an effort to separate hype from reality, this paper reviews practitioner and research literature on e-learning, incorporating unpublished information from interviews with managers and consultants directly involved in e-learning initiatives. Specific attention is given to why organizations use e-learning, what the potential drawbacks to e-learning are, what we know from research about e-learning and what the future of e-learning may hold.", 
            "authors": [
                "Elizabeth T Welsh", 
                "Connie R Wanberg", 
                "Kenneth G Brown", 
                "Marcia J Simmering"
            ], 
            "fields": [
                "Human Resources", 
                "Professional development", 
                "Telecommunications"
            ], 
            "title": "E‐learning: emerging uses, empirical results and future directions", 
            "url": "http://cn.bing.com/academic/profile?id=60bf0d3023b4563a77041fa56f792bc7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Recent advances in wireless data networking and portable information appliances have engendered a new paradigm of computing, called  mobile computing , in which users carrying portable devices have access to data and information services regardless of their physical location or movement behavior. In the meantime, research addressing information access in mobile environments has proliferated. In this survey, we provide a concrete framework and categorization of the various ways of supporting mobile client-server computing for information access.  We examine characteristics of mobility that distinguish mobile client-server computing from its traditional counterpart. We provide a comprehensive analysis of new paradigms and enabler concepts for mobile client-server  computing, including mobile-aware adaptation, extended client-server model, and mobile data access. A comparative and detailed review of major research prototypes for mobile information access is also presented.", 
            "authors": [
                "Jin Jing", 
                "Abdelsalam Helal", 
                "Ahmed K Elmagarmid"
            ], 
            "fields": [
                "Mobile broadband", 
                "Awareness", 
                "Distributed computing", 
                "Information appliance", 
                "Client–server model"
            ], 
            "title": "Client-server computing in mobile environments", 
            "url": "http://cn.bing.com/academic/profile?id=c3bcea239c87e9e730fa227259808da0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A total of 432 students from grades 7-9 in Canadian schools reported their experiences of cyber-harassment, which is a form of harassment that occurs through the use of electronic communications such as e-mail and cell phones. More than two-thirds of students (69%) have heard of incidents of cyberharassment, about one quarter (21%) have been harassed several times, and a few students (3%) admitted engaging in this form of harassment. In addition, victims of cyber-harassment reported a variety of negative consequences, especially anger and sadness, and had experienced other forms of harassment. These results suggest several avenues of research needed to explain how and why adolescents use technological advances to harass their peers.", 
            "authors": [
                "Tanya Beran", 
                "Qing Li"
            ], 
            "fields": [
                "The Internet", 
                "Anti-social behaviour", 
                "Telecommunications", 
                "Information technology"
            ], 
            "title": "Cyber-Harassment: A Study of a New Method for an Old Behavior.", 
            "url": "http://cn.bing.com/academic/profile?id=1f2065733e2c7c742f62b9852b45438e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In wireless data networks, the optimal routing of data depends on the link capacities which, in turn, are determined by the allocation of communications resources (such as transmit powers and bandwidths) to the links. The optimal performance of the network can only be achieved by simultaneous optimization of routing and resource allocation. In this paper, we formulate the simultaneous routing and resource allocation (SRRA) problem, and exploit problem structure to derive efficient solution methods. We use a capacitated multicommodity flow model to describe the data flows in the network. We assume that the capacity of a wireless link is a concave and increasing function of the communications resources allocated to the link, and the communications resources for groups of links are limited. These assumptions allow us to formulate the SRRA problem as a convex optimization problem over the network flow variables and the communications variables. These two sets of variables are coupled only through the link capacity constraints. We exploit this separable structure by dual decomposition. The resulting solution method attains the optimal coordination of data routing in the network layer and resource allocation in the radio control layer via pricing on the link capacities.", 
            "authors": [
                "Lin Xiao", 
                "Mikael Johansson", 
                "Stephen Boyd"
            ], 
            "fields": [
                "Channel capacity", 
                "Resource allocation", 
                "Computer network", 
                "Convex optimization", 
                "Resource management"
            ], 
            "title": "Simultaneous routing and resource allocation via dual decomposition", 
            "url": "http://cn.bing.com/academic/profile?id=aa214bbf20aec311b18aa0c0ac0819fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The accomplishments to date on the development of automatic vehicle control technology in the Program on Advanced Technology for the Highway (PATH) at the University of California, Berkeley, are summarized. The basic principles and assumptions underlying the PATH work are identified, and the work on automating vehicle lateral (steering) and longitudinal (spacing and speed) control is explained. For both lateral and longitudinal control, the modeling of plant dynamics is described, and the development of the additional subsystems needed (communications, reference/sensor systems) and the derivation of the control laws are presented. Plans for testing on vehicles in both near and long term are discussed. >", 
            "authors": [
                "Steven E Shladover", 
                "C A Desoer", 
                "J K Hedrick", 
                "Masayoshi Tomizuka", 
                "Jean Walrand", 
                "Weijian Zhang", 
                "Dra Mcmahon", 
                "Hanchuan Peng", 
                "Shahab Sheikholeslam", 
                "N Mckeown"
            ], 
            "fields": [
                "Automation", 
                "Telecommunications", 
                "Automatic control", 
                "Electronic speed control", 
                "Velocity"
            ], 
            "title": "Automated vehicle control developments in the PATH program", 
            "url": "http://cn.bing.com/academic/profile?id=c8e00ec9541c4ed618ef57fe02db90ab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "At the heart of the debate about public versus private ownership lie three questions: 1) Does competition matter more than ownership? 2) Are state enterprises more subject to welfare-reducing interventions by government than private firms are? 3) Do state enterprises suffer more from governance problems than private firms do? Even if the answers to these questions favor private ownership, the question must still be asked: Do distortions in the process of privatization mean that privatized firms perform worse than state enterprises? The author's review found greater ambiguity about the merits of privatization and private ownership in the theoretical literature than in the empirical literature. In most cases, empirical research strongly favors private ownership in competitive markets over a state-owned counterfactual (although construction of the counterfactual is itself a problem). Theory's ambiguity about ownership in monopoly markets seems better justified. Since the choice confronting governments is between state ownership and privatization rather than between privatization and optimality, theory has left a gap that empirical work has tried to fill. Further research is needed.", 
            "authors": [
                "Mary M Shirley", 
                "Patrick Walsh"
            ], 
            "fields": [
                "Market share", 
                "Telecommunications", 
                "Economic policy", 
                "Bankruptcy", 
                "Productivity"
            ], 
            "title": "Public vs. Private Ownership: The Current State of the Debate", 
            "url": "http://cn.bing.com/academic/profile?id=fce3ffd3493b507dc999b37441ba901b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this correspondence, we show that the exact number of spatial degrees of freedom (DOF) for a two user nondegenerate (full rank channel matrices) multiple-input-multiple-output (MIMO) Gaussian interference channel with M1, M2 antennas at transmitters 1, 2 and N1, N2 antennas at the corresponding receivers, and perfect channel knowledge at all transmitters and receivers, is min{M1 + M2, N1 + M2, max(M1, N2), max(M2, N1)}. A constructive achievability proof shows that zero forcing is sufficient to achieve all the available DOF on the two user MIMO interference channel. We also show through an example of a share-and-transmit scheme how the gains of transmitter cooperation may be entirely offset by the cost of enabling that cooperation so that the available DOF are not increased.", 
            "authors": [
                "Syed A Jafar", 
                "Maralle Jamal Fakhereddin"
            ], 
            "fields": [
                "Degrees of freedom", 
                "Zero Forcing Equalizer", 
                "Frequency", 
                "Information theory", 
                "MIMO"
            ], 
            "title": "Degrees of Freedom for the MIMO Interference Channel", 
            "url": "http://cn.bing.com/academic/profile?id=03efc6bf468403dd72b7a211d5899d79&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Quality of experience ties together user perception, experience, and expectations to application and network performance, typically expressed by quality of service parameters. Quantitative relationships between QoE and QoS are required in order to be able to build effective QoE control mechanisms onto measurable QoS parameters. Against this background, this article proposes a generic formula in which QoE and QoS parameters are connected through an exponential relationship, called IQX hypothesis. The formula relates changes of QoE with respect to QoS to the current level of QoE, is simple to match, and its limit behaviors are straightforward to interpret. It validates the IQX hypothesis for streaming services, where QoE in terms of Mean Opinion Scores is expressed as functions of loss and reordering ratio, the latter of which is caused by jitter. For web surfing as the second application area, matchings provided by the IQX hypothesis are shown to outperform previously published logarithmic functions. We conclude that the IQX hypothesis is a strong candidate to be taken into account when deriving relationships between QoE and QoS parameters.", 
            "authors": [
                "Markus Fiedler", 
                "Tobias Hossfeld", 
                "Phuoc Trangia"
            ], 
            "fields": [
                "Jitter", 
                "Quantization", 
                "World Wide Web", 
                "Mean opinion score", 
                "Computer Science"
            ], 
            "title": "A generic quantitative relationship between quality of experience and quality of service", 
            "url": "http://cn.bing.com/academic/profile?id=55f1244b4d03f38b120bfa829f1355c2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This brief summarizes the results of a gender impact evaluation study, entitled Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting : a randomized controlled trial of text message reminders, conducted between June 2007 to August 2008 in Kenya. The study observed that there is limited evidence on whether growing mobile phone availability in sub-Saharan Africa can be used to promote high adherence to antiretroviral therapy (ART). This study tested the efficacy of short message service (SMS) reminders on adherence to ART among patients attending a rural clinic in Kenya. In intention-to-treat analysis, 53 percent of participants receiving weekly SMS reminders achieved adherence of at least 90 percent during the 48 weeks of the study, compared with 40 percent of participants in the control group, the difference is significant. Funding for the study derived from the World Bank Research Group, Bank-Netherlands Partnership Program, USAID AMPATH Partnership, National Institute of Mental Health.", 
            "authors": [
                "Cristian Popeleches", 
                "Harsha Thirumurthy", 
                "James Habyarimana", 
                "Joshua Graff Zivin", 
                "Markus Goldstein", 
                "Damien De Walque", 
                "Leslie Mackeen", 
                "Jessica E Haberer", 
                "Sylvester Kimaiyo", 
                "John E Sidle", 
                "Duncan Ngare", 
                "David R Bangsberg"
            ], 
            "fields": [
                "Intervention", 
                "Mobile device", 
                "Psychological intervention", 
                "Mental health", 
                "Kenya"
            ], 
            "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders.", 
            "url": "http://cn.bing.com/academic/profile?id=57fb4c7a16f4ceb86e6829a924e127b3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Use of the Internet has exploded in recent years with the appearance of the World-Wide Web. In this paper, we show how current technological trends may lead to a system based substantially on mobile code, and in many cases, mobile agents. We discuss several technical and non-technical hurdles along the path to that eventuality. It seems likely that, within a few years, nearly all major Internet sites will be capable of hosting and willing to host some form of mobile code or mobile agents.", 
            "authors": [
                "David Kotz", 
                "Robert S Gray"
            ], 
            "fields": [
                "Telecommunications", 
                "World Wide Web", 
                "The Internet", 
                "Mobile agent"
            ], 
            "title": "Mobile agents and the future of the internet", 
            "url": "http://cn.bing.com/academic/profile?id=0aaafd53227571a6544a362d9f071f2d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A novel surface plasmon waveguide structure is proposed for highly integrated planar lightwave circuits. By etching a small trench through a metallic thin film on a silica substrate, a guided mode with highly confined light fields is realized. The mode properties of the proposed structure are studied. The necessity of using a polymer upper-cladding is discussed. The coupling between two closely positioned waveguides and a 90° bending are also studied numerically. Sharp bending and high integration can be realized with the present surface plasmon waveguide. The proposed structure is easy to fabricate as compared with some other types of surface plasmon waveguides for high integration.", 
            "authors": [
                "Liu Liu", 
                "Zhanghua Han", 
                "Sailing He"
            ], 
            "fields": [
                "Telecommunications", 
                "Thin film", 
                "Photonic integrated circuit", 
                "Surface plasmon", 
                "Light field"
            ], 
            "title": "Novel surface plasmon waveguide for high integration", 
            "url": "http://cn.bing.com/academic/profile?id=5c3b3c84bd24c8a42115abc8af401c13&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#This paper reports a study that attempts to explore how using mobile technologies in direct physical interaction with space and with other players can be combined with principles of engagement and self-motivation to create a powerful and engaging learning experience. We developed a mobile gaming experience designed to encourage the development of children's conceptual understanding of animal behaviour. Ten children (five boys and five girls) aged between 11 and 12 years played and explored the game. The findings from this study offer interesting insights into the extent to which mobile gaming might be employed as a tool for supporting learning. It also highlights a number of major challenges that this format raises for the organisation of learning within schools and the design of such resources.", 
            "authors": [
                "Keri Facer", 
                "Richard Joiner", 
                "Danae Stanton", 
                "Josephine Reid", 
                "Richard Hull", 
                "David Kirk"
            ], 
            "fields": [
                "Concept learning", 
                "Qualitative research", 
                "Mobile technology", 
                "Experiential learning", 
                "Telecommunications"
            ], 
            "title": "Savannah: mobile gaming and learning?", 
            "url": "http://cn.bing.com/academic/profile?id=19433134d3b58e6f61ed617bd84bfe51&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A small (50-kg, 2-m long) underwater vehicle with operating speeds of 20-30 cm/s and ranges up to 6000 km has been developed and field tested. The vehicle is essentially an autonomous profiling float that uses a buoyancy engine to cycle vertically and wings to glide horizontally while moving up and down. Operational control and data relay is provided by GPS navigation and two-way communication through ORBCOMM low-Earth-orbit satellites. Missions are envisioned with profile measurements repeated at a station or spaced along a transect. The initial instrument complement of temperature, conductivity, and pressure sensors was used to observe internal waves and tides in the Monterey underwater canyon.", 
            "authors": [
                "Jason Sherman", 
                "Russ E Davis", 
                "W B Owens", 
                "James R Valdes"
            ], 
            "fields": [
                "Engine", 
                "Glider", 
                "Design", 
                "Satellite", 
                "Two-way communication"
            ], 
            "title": "The autonomous underwater glider \"Spray\"", 
            "url": "http://cn.bing.com/academic/profile?id=b2608921fc88fecc63addaae78b9c149&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Purpose – Corporate image, perceived service quality, trust and customer switching costs are the major antecedents of customer loyalty, and loyal customers may buy more, accept higher prices and have a positive word‐of‐mouth effect. Also we know that the cost of selling to new customers is much higher than the cost of selling to existing customers. Although this fact is apparent to everyone, many companies are still losing customers at a formidable rate. In this context the main aim of this paper is to examine the relationships between these factors and customer loyalty, and the relationships among these factors in the Turkish GSM sector.Design/methodology/approach – Data was obtained from 1,662 mobile phone users in Turkey via questionnaire. The data was analyzed by structural equation modeling (SEM) in order to test all the relationships between variables in the model.Findings – The findings supported the proposed hypotheses, which are consistent with the theoretical framework. Analysis results showed t...", 
            "authors": [
                "Serkan Aydin", 
                "Gokhan Ozer"
            ], 
            "fields": [
                "Trustworthy computing", 
                "Telecommunications", 
                "Structural equation modeling", 
                "Loyalty business model", 
                "Mobile telephony"
            ], 
            "title": "The analysis of antecedents of customer loyalty in the Turkish mobile telecommunication market", 
            "url": "http://cn.bing.com/academic/profile?id=e0b684945ac9736d74b10a3b9fbd7e09&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#System power reliability under varying weather conditions and the corresponding system cost are the two main concerns for designing hybrid solar–wind power generation systems. This paper recommends an optimal sizing method to optimize the configurations of a hybrid solar–wind system employing battery banks. Based on a genetic algorithm (GA), which has the ability to attain the global optimum with relative computational simplicity, one optimal sizing method was developed to calculate the optimum system configuration that can achieve the customers required loss of power supply probability (LPSP) with a minimum annualized cost of system (ACS). The decision variables included in the optimization process are the PV module number, wind turbine number, battery number, PV module slope angle and wind turbine installation height. The proposed method has been applied to the analysis of a hybrid system which supplies power for a telecommunication relay station, and good optimization performance has been found. Furthermore, the relationships between system power reliability and system configurations were also given.", 
            "authors": [
                "Hongxing Yang", 
                "Wei Zhou", 
                "Lin Lu", 
                "Zhaohong Fang"
            ], 
            "fields": [
                "Hybrid system", 
                "Electricity generation", 
                "Solar wind", 
                "Genetic algorithm", 
                "System analysis"
            ], 
            "title": "Optimal sizing method for stand-alone hybrid solar–wind system with LPSP technology by using genetic algorithm", 
            "url": "http://cn.bing.com/academic/profile?id=e13ff8dee1d0d64d76a3dfb47e3e385e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A shift is proposed in the design of VLSI circuits. In conventional design, higher levels of synthesis produce a netlist, from which layout synthesis builds a mask specification for manufacturing. Timing analysis is built into a feedback loop to detect timing violations which are then used to update specifications to synthesis. Such iteration is undesirable, and for very high performance designs, infeasible. The problem is likely to become much worse with future generations of technology. To achieve a non-iterative design flow, we propose that early synthesis stages should use “wireplanning” to distribute delays over the functional elements and interconnect, and layout synthesis should use its degrees of freedom to realize those delays. In this paper we attempt to quantify this problem for future technologies and propose some solutions for a “constant delay” methodology.", 
            "authors": [
                "Ralf H J M Otten", 
                "Robert K Brayton"
            ], 
            "fields": [
                "Very-large-scale integration", 
                "Iterative design", 
                "Static timing analysis", 
                "Feedback loop", 
                "Netlist"
            ], 
            "title": "Planning for performance", 
            "url": "http://cn.bing.com/academic/profile?id=828115ed0cca64ba73424a21f8dff498&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, bi-directional traffic between two nodes communicating via a relay node is considered. A novel relaying method based on joint data packet encoding in conjunction with exploitation of a priori known information is presented. Moreover, a specially crafted method for combining of the direct and relayed radio signal is suggested. The proposed scheme enables a reduced number of transmissions, whereby enhancing aggregate throughput. Evaluation, where optimal power and rate settings are derived, shows that the proposed method enhances the throughput up to 33% as compared to a (traditional) fourphase bi-directional protocol under a system energy constraint, both with and without the proposed combining method.", 
            "authors": [
                "Perlennart Larsson", 
                "Niklas Johansson", 
                "Kaierik Sunell"
            ], 
            "fields": [
                "Cyclic redundancy check", 
                "Linear network coding", 
                "Throughput", 
                "Component", 
                "Telecommunications"
            ], 
            "title": "Coded Bi-directional Relaying", 
            "url": "http://cn.bing.com/academic/profile?id=0d9838faddc9769f299fb872aa9437a0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Firms and entrepreneurs of all types-from micro-enterprises to multinationals-play a central role in growth and poverty reduction. Their investment decisions drive job creation, the availability and affordability of goods and services for consumers, and the tax revenues governments can draw on to fund health, education, and other services. Their contribution depends largely on the way governments shape the investment climate in each location-through the protection of property rights, regulation and taxation, strategies for providing infrastructure, interventions in finance and labor markets, and broader governance features such as corruption. The World Development Report 2005 argues that improving the investment climates of their societies should be a top priority for governments.", 
            "authors": [
                "Raj M Desai", 
                "Richard E Messick", 
                "George R G Clarke", 
                "Stefano Scarpetta", 
                "Ekaterina Vostroknutova", 
                "Mary Hallwarddriemeier", 
                "Timothy Irwin", 
                "Gaiv Tata", 
                "Warrick Smith"
            ], 
            "fields": [
                "Natural resource", 
                "Single market", 
                "Trade-off", 
                "Private sector", 
                "Income"
            ], 
            "title": "World development report 2005: a better investment climate for everyone", 
            "url": "http://cn.bing.com/academic/profile?id=36cd678c8d92f1fde2e43fa9174747c4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The concept of a value chain has assumed a dominant position in the strategic analysis of industries. However, the value chain is underpin ned by a particular value creating logic and its application results in particular str ategic postures. Adopting a network perspective provides an alternative perspective tha t is more suited to New Economy organisations, particularly for those where both th e product and supply and demand chain is digitized. This paper introduces the value network concept and illuminates on its value creating logic. It introduces Network Val ue Analysis (NVA) as a way to analyse competitive ecosystems. To illustrate its a pplication, the provision of mobile services and content is explored to identify potent ial strategic implications for mobile operators.", 
            "authors": [
                "Joe Peppard", 
                "Anna Rylander"
            ], 
            "fields": [
                "Strategy", 
                "Value chain", 
                "Value network", 
                "Telecommunications"
            ], 
            "title": "From Value Chain to Value Network:: Insights for Mobile Operators", 
            "url": "http://cn.bing.com/academic/profile?id=034668663089784eb3b3c62c2ff2c097&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The authors provide an empirical evaluation of the impact of infrastructure development on economic growth and income distribution using a large panel data set encompassing over 100 countries and spanning the years 1960-2000. The empirical strategy involves the estimation of simple equations for GDP growth and conventional inequality measures, augmented to include, among the regressors, infrastructure quantity and quality indicators, in addition to standard controls. To account for the potential endogeneity of infrastructure (as well as that of other regressors), the authors use a variety of generalized-method-of-moments (GMM) estimators based on both internal and external instruments and report results using both disaggregated and synthetic measures of infrastructure quantity and quality. The two robust results are: (1) growth is positively affected by the stock of infrastructure assets, and (2) income inequality declines with higher infrastructure quantity and quality. A variety of specification tests suggests that these results do capture the causal impact of the exogenous component of infrastructure quantity and quality on growth and inequality. These two results combined suggest that infrastructure development can be highly effective to combat poverty. Furthermore, illustrative simulations for Latin American countries suggest that these impacts are economically quite significant, and highlight the growth acceleration and inequality reduction that would result from increased availability, and quality of infrastructure.", 
            "authors": [
                "Cesar Calderon", 
                "Luis Serven"
            ], 
            "fields": [
                "Public sector", 
                "Inequality", 
                "Decentralization", 
                "Economic inequality", 
                "Water industry"
            ], 
            "title": "The Effects of Infrastructure Development on Growth and Income Distribution", 
            "url": "http://cn.bing.com/academic/profile?id=4674ba4064c71d2d8f273680d7dfe1b6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper reviews the work carried out in the ACTS KEOPS (Keys to Optical Packet Switching) project, describing the results obtained to date. The main objective of the project is the definition, development, and assessment of optical packet switching and routing networks, capable of providing transparency to the payload bit rate, using optical packets of fixed duration and low bit rate headers in order to enable easier processing at the network/node interfaces. The feasibility of the KEOPS concept is assessed by modeling, laboratory experiments, and testbed implementation of optical packet switching nodes and network/node interfacing blocks, including a fully equipped demonstrator. The demonstration relies on advanced optoelectronic components, developed within the project, which are described.", 
            "authors": [
                "Piero Gambini", 
                "M Renaud", 
                "C Guillemot", 
                "Franco Callegati", 
                "I Andonovic", 
                "Bruno Bostica", 
                "Dominique Chiaroni", 
                "G Corazza", 
                "S L Danielsen", 
                "P Gravey", 
                "P B Hansen", 
                "M Henry", 
                "C Janz", 
                "A Kloch", 
                "R Krahenbuhl", 
                "Carla Raffaelli", 
                "M Schilling", 
                "A Talneau", 
                "L Zucchelli"
            ], 
            "fields": [
                "Intelligent Network", 
                "Network interface", 
                "Packet switching", 
                "Optoelectronics", 
                "Wavelength-division multiplexing"
            ], 
            "title": "Transparent optical packet switching: network architecture and demonstrators in the KEOPS project", 
            "url": "http://cn.bing.com/academic/profile?id=b3e2892728f4dc483abe6e64f6c93cef&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Mobile phones are becoming an increasingly important platform for the delivery of health interventions. In recent years, researchers have used mobile phones as tools for encouraging physical activity and healthy diets, for symptom monitoring in asthma and heart disease, for sending patients reminders about upcoming appointments, for supporting smoking cessation, and for a range of other health problems. This paper provides an overview of this rapidly growing body of work. We describe the features of mobile phones that make them a particularly promising platform for health interventions, and we identify five basic intervention strategies that have been used in mobile-phone health applications across different health conditions. Finally, we outline the directions for future research that could increase our under- standing of functional and design requirements for the development of highly effective mobile-phone health interventions.", 
            "authors": [
                "Predrag Klasnja", 
                "Wanda Pratt"
            ], 
            "fields": [
                "Psychological intervention", 
                "Client", 
                "Short Message Service", 
                "Information", 
                "Behavior change"
            ], 
            "title": "Healthcare in the pocket: mapping the space of mobile-phone health interventions.", 
            "url": "http://cn.bing.com/academic/profile?id=5fe95b7289f9d5d3aa0256e346f44afe&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A multimedia communication system includes both the communication protocols used to transport the real-time data and the distributed computing system (DCS) within which any applications using the protocols must execute. The architecture presented attempts to integrate these communications protocols with the DCS in a smooth fashion in order to ease the writing of multimedia applications. Two issues are identified as being essential to the success of this integration: the synchronization of related real-time data streams, and the management of heterogeneous multimedia hardware. The synchronization problem is tackled by defining explicit synchronization properties at the presentation level and by providing control and synchronization operations within the DCS which operate in terms of these properties. The heterogeneity problems are addressed by separating the data transport semantics (protocols themselves) from the control semantics (protocol interfaces). >", 
            "authors": [
                "Cosmos Nicolaou"
            ], 
            "fields": [
                "Communications protocol", 
                "Integrated Services Digital Network", 
                "Implementation", 
                "Real-time data", 
                "Transport layer"
            ], 
            "title": "An architecture for real-time multimedia communication systems", 
            "url": "http://cn.bing.com/academic/profile?id=2b78141e7c60141c86b063dffbd1b8a9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Data Envelopment Analysis (DEA) is a nonparametric approach to evaluating the relative efficiency of decision making units (DMUs) that use multiple inputs to produce multiple outputs. An assumption underlying DEA is that all the data assume the form of specific numerical values. In some applications, however, the data may be imprecise. For instance, some of the data may be known only within specified bounds, while other data may be known only in terms of ordinal relations. DEA with imprecise data or, more compactly, the Imprecise Data Envelopment Analysis (IDEA) method developed in this paper permits mixtures of imprecisely- and exactly-known data, which the IDEA models transform into ordinary linear programming forms. This is carried even further in the present paper to comprehend the now extensively employed Assurance Region (AR) concepts in which bounds are placed on the variables rather than the data. We refer to this approach as AR-IDEA, because it replaces conditions on the variables with transformations of the data and thus also aligns the developments we describe in this paper with what are known as cone-ratio envelopments in DEA. As a result, one unified approach, referred to as the AR-IDEA model, is achieved which includes not only imprecise data capabilities but also assurance region and cone-ratio envelopment concepts.", 
            "authors": [
                "W W Cooper", 
                "Kyung Sam Park", 
                "Gang Yu"
            ], 
            "fields": [
                "Efficiency", 
                "Input/output", 
                "Efficiency", 
                "Data envelopment analysis", 
                "Telecommunications"
            ], 
            "title": "Idea and Ar-Idea: Models for Dealing with Imprecise Data in Dea", 
            "url": "http://cn.bing.com/academic/profile?id=8c2cefab0154d42b1338b4a696878545&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "As illustrated in Africa's Silk Road: China and India's New Economic Frontier, the new South-South economic relations present real opportunities-as well as challenges-to African countries. They also highlight the need for complementary reforms by China and India to support more vigorous African development. In analyzing Africa's intensifying relationships with China and India, Africa's Silk Road examines the trends to date and considers the implications of these developments for the economic future of the African continent. The diagnosis cautions that the opportunities engendered by China and India's trade and investment with Africa will not necessarily be converted into growth and poverty reduction in the region. A critical finding of the study is that it is not just the quantity of these trade and investment flows that matters-it is also the quality of the overall commercial relationships underlying as well as shaping these flows. This paper contains the following headings: connecting two continents; performance and patterns of African-Asian trade and investment flows; challenges at the border - Africa and Asia's trade and investment policies; behind-the-border constraints on African-Asian trade and investment flows; between-the-border factors in African-Asian trade and investment; and investment-trade linkages in African-Asian commerce - scale, integration, and production networks.", 
            "authors": [
                "Harry G Broadman"
            ], 
            "fields": [
                "Service", 
                "Competition", 
                "Transaction cost", 
                "Working capital", 
                "Market share"
            ], 
            "title": "Africa's silk road : China and India's new economic frontier", 
            "url": "http://cn.bing.com/academic/profile?id=67688379e3afbaaadaaa9ec6998382d5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Performance characteristics are derived for two different forms of multireceivers (the coherent and noncoherent) which are used with binary and N -ary signaling through the Rician fading multichannel. The coherent multireceiver is capable of perfectly measuring the channel amplitudes and phases whereas, at the other extreme, the noncoherent multireceiver implies a receiver which requires no channel measurement whatsoever. The multichannel model presumes that each transmission mode supports a specular or fixed component and a random or scatter component which fades according to the Rayleigh distribution. Heretofore, performance analyses of multichannel links have assumed that the fading obeys the Rayleigh law. This multichannel model is sufficiently general to include four practical types: the Rician and the Rayleigh fading multichannels, multichannels whose propagation modes do not fade, and those which simultaneously contain Rician and Rayleigh fading propagation paths or the so called mixed-mode multichannel. Error probabilities are graphically illustrated and compared for various multichannel models. It is found that the effectiveness of multichannel reception is highly dependent on the strength of the specular channel component relative to the mean squared value of the random channel component. In particular, multichannel reception is more effective when applied to the completely random multichannel. For special cases the error-rate expressions reduce to well-known results.", 
            "authors": [
                "William C Lindsey"
            ], 
            "fields": [
                "Diversity scheme", 
                "Word error rate", 
                "Telecommunications", 
                "Rician fading", 
                "Detection theory"
            ], 
            "title": "Error probabilities for Rician fading multichannel reception of binary and n -ary signals", 
            "url": "http://cn.bing.com/academic/profile?id=8ea5cafeff1faa5e45d38d2f3b1fdc9e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstlact : Trivalent lanthanide ions display fascinating optical properties. The discovery of the corresponding elements and their fist industrial uses were intimately linked to their optical properties. This relationship has been kept alive until today when many high-technology applications of lanthanide-containing materials such as energy -saving lighting devices, displays, optical fibers and amplifiers, lasers, responsive luminescent stains for biomedical analyses and in cellulo sensing and imaging heavily rely on the brilliant and pure-color emission of lanthanide ions. In this review we first outlined the basics of lanthanide luminescence with emphasis on f-f transitions, the sensitization mechanisms, and the assessment of the luminescence efficiency of lanthanide-containing emissive molecular edifices. Emphasis was then put on two fast developing aspects of lanthanide luminescence: materials for telecommunications and light emitting diodes, and biomedical imaging and sensing. Recent advances in NIR-emitting materials for plastic amplifiers and waveguides were described, together with the main solutions brought by researchers to minimize non-radiative deactivation of excited states. The demonstration in 1999 that erbium tris(8-hydroxyquinolinate) displayed a bright green emission suitable for orgenic light emitting diodes (OLEDs) was followed by realizing that in OLEDs, 25% of the excitation energy leads to singlet states and 75% to triplet states. Since lanthanide ions are good triplet quenchers, they now also play a key role in the development of these lighting devices. Luminescence analyses of biological molecules are among the most sensitive analytical techniques known. The long lifetime of the lanthanide excited states allows time-resolved spectroscopy to be used, suppressing the sample autofluorescence and reaching very low detection limits. Not only visible lanthanide sensors are now ubiquitously provided in medical diagnosis and in cell imaging, but the feasibility of using NIR emission of ions such as Ybm is now being tested because of deeper penetration in biological tissues Key wonls: lanthanide luminescence; sensitization; near infrared; telecommunications; organic light emitting diode (OLED);", 
            "authors": [
                "Jeanclaude G Bunzli", 
                "Steve Comby", 
                "Annesophie Chauvin", 
                "Caroline Vandevyver"
            ], 
            "fields": [
                "Excited state", 
                "Near-infrared spectroscopy", 
                "OLED", 
                "Detection limit", 
                "Telecommunications"
            ], 
            "title": "New Opportunities for Lanthanide Luminescence", 
            "url": "http://cn.bing.com/academic/profile?id=d1a915c99143273cac12ee41f4e9fa28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The performance and complexity of channel-optimized vector quantizers are studied for the Gauss-Markov source. Observations on the geometric structure of these quantizers are made, which have an important implication on the encoding complexity. For the squared-error distortion measure, it is shown that an operation equivalent to a Euclidean distance measurement with respect to an appropriately defined set of points (used to identify the encoding regions) can be used to perform the encoding. This implies that the encoding complexity is proportional to the number of encoding regions. It is then demonstrated that for very noisy channels and a heavily correlated source, when the codebook size is large, the number of encoding regions is considerably smaller than the codebook size-implying a reduction in encoding complexity. >", 
            "authors": [
                "Nariman Farvardin", 
                "Vinay A Vaishampayan"
            ], 
            "fields": [
                "Encoding", 
                "Euclidean distance", 
                "Lattice", 
                "Vector quantization", 
                "Information theory"
            ], 
            "title": "On the performance and complexity of channel-optimized vector quantizers", 
            "url": "http://cn.bing.com/academic/profile?id=9086b21bcf412fba7e27ad63e9bd1bad&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The relationship between workplace factors and work-related upper extremity musculoskeletal disorders (UE disorders) was assessed in a cross-sectional study of 533 telecommunication employees utilizing video display terminals (VDTs). Cases of UE disorders were defined using symptom questionnaires and physical examinations. Data on demographics, individual factors (medical conditions and recreational activities), work organization and practices, and psychosocial aspects of work, including electronic performance monitoring (EPM), were obtained by questionnaire. Associations between workplace factors and UE disorders were assessed by multiple logistic models generated for each of the four UE areas (neck, shoulder, elbow, hand/wrists). One-hundred and eleven (22%) participants met our case definition for UE disorders. Probable tendon-related disorders were the most common (15% of participants). Probable nerve entrapment syndromes were found in 4% of participants. The hand/wrist was the area most affected, 12%...", 
            "authors": [
                "Thomas R Hales", 
                "Steven L Sauter", 
                "Martin R Peterson", 
                "Lawrence J Fine", 
                "Vern Putzanderson", 
                "Larry R Schleifer", 
                "Troy T Ochs", 
                "Bruce Bernard"
            ], 
            "fields": [
                "Physical examination", 
                "Case definition", 
                "Telecommunications", 
                "Cross-sectional study", 
                "Information processing"
            ], 
            "title": "Musculoskeletal disorders among visual display terminal users in a telecommunications company", 
            "url": "http://cn.bing.com/academic/profile?id=57ce9190ced13a9fcb1a9ca34e1f06e6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Rapid advances in information technology and telecommunications - and, more specifically, wireless and mobile communications - and their convergence (\"telematics\") are leading to the emergence of a new type of information infrastructure that has the potential of supporting an array of advanced services for healthcare. The objective of this paper is to provide a snapshot of the applications of wireless telemedicine systems. A review of the spectrum of these applications and the potential benefits of these efforts is presented, followed by successful case studies in electronic patient record, emergency telemedicine, teleradiology, and home monitoring. It is anticipated that the progress carried out in these efforts and the potential benefits of emerging mobile technologies will trigger the development of more applications, thus enabling the offering of a better service to the citizen.", 
            "authors": [
                "C S Pattichis", 
                "E Kyriacou", 
                "S Voskarides", 
                "M S Pattichis", 
                "R S H Istepanian", 
                "C N Schizas"
            ], 
            "fields": [
                "Remote patient monitoring", 
                "Information technology", 
                "UMTS frequency bands", 
                "Communications system", 
                "Medical imaging"
            ], 
            "title": "Wireless telemedicine systems: an overview", 
            "url": "http://cn.bing.com/academic/profile?id=1a3661fadd93d317fd765aed5e1f6b6b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Podcasting has become a popular medium for accessing and assimilating information and podcasts are increasingly being used to deliver audio recordings of lectures to campus‐based students. This paper describes a simple, cost‐effective and file size‐efficient method for producing video podcasts combining lecture slides and audio without a requirement for any specialist software. The results from a pilot scheme delivering supplementary lecture materials as audio and video podcasts are also presented, including data on download patterns and responses to a survey of students on podcast use. These results reveal students’ enthusiasm for podcast recordings of lecture materials and their primary use by students in revision and preparation for assessments. Survey responses also suggest little likely impact on lecture attendance as a consequence of podcasting, but indicate that podcast recordings of lectures may not be effective in facilitating mobile learning.", 
            "authors": [
                "Jonathan T Copley"
            ], 
            "fields": [
                "Cost-effectiveness analysis", 
                "Telecommunications", 
                "Higher education", 
                "Distance education", 
                "Educational technology"
            ], 
            "title": "Audio and Video Podcasts of Lectures for Campus-Based Students: Production and Evaluation of Student Use.", 
            "url": "http://cn.bing.com/academic/profile?id=ac83dbf3b0f53f278120ceed86b091e1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Direct radio-based vehicle-to-vehicle communication can help prevent accidents by providing accurate and up-to-date local status and hazard information to the driver. In this paper, we assume that two types of messages are used for traffic safety-related communication: 1) Periodic messages (ldquobeaconsrdquo) that are sent by all vehicles to inform their neighbors about their current status (i.e., position) and 2) event-driven messages that are sent whenever a hazard has been detected. In IEEE 802.11 distributed-coordination-function-based vehicular networks, interferences and packet collisions can lead to the failure of the reception of safety-critical information, in particular when the beaconing load leads to an almost-saturated channel, as it could easily happen in many critical vehicular traffic conditions. In this paper, we demonstrate the importance of transmit power control to avoid saturated channel conditions and ensure the best use of the channel for safety-related purposes. We propose a distributed transmit power control method based on a strict fairness criterion, i.e., distributed fair power adjustment for vehicular environments (D-FPAV), to control the load of periodic messages on the channel. The benefits are twofold: 1) The bandwidth is made available for higher priority data like dissemination of warnings, and 2) beacons from different vehicles are treated with ldquoequal rights,rdquo and therefore, the best possible reception under the available bandwidth constraints is ensured. We formally prove the fairness of the proposed approach. Then, we make use of the ns-2 simulator that was significantly enhanced by realistic highway mobility patterns, improved radio propagation, receiver models, and the IEEE 802.11p specifications to show the beneficial impact of D-FPAV for safety-related communications. We finally put forward a method, i.e., emergency message dissemination for vehicular environments (EMDV), for fast and effective multihop information dissemination of event-driven messages and show that EMDV benefits of the beaconing load control provided by D-FPAV with respect to both probability of reception and latency.", 
            "authors": [
                "Marc Torrentmoreno", 
                "Jens Mittag", 
                "Paolo Santi", 
                "Hannes Hartenstein"
            ], 
            "fields": [
                "Radio receiver", 
                "Simulation", 
                "Equity", 
                "Availability", 
                "Bandwidth"
            ], 
            "title": "Vehicle-to-Vehicle Communication: Fair Transmit Power Control for Safety-Critical Information", 
            "url": "http://cn.bing.com/academic/profile?id=d3357bd3c83cdaba96786673d42b54cd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The author studies minimum mean square error (MMSE) linear and decision feedback (DF) equalisers for multiple input/multiple output (MIMO) communication systems with intersymbol interference (ISI) and wide-sense stationary (WSS) inputs. To derive these equalizers, one works in the D-transform domain and uses prediction theory results. Partial-response MMSE equalizers are also found. As an application, the author considers a pulse amplitude modulation (PAM) communication system with ISI and cyclostationary inputs. The MMSE linear and DF equalizers are determined by studying an equivalent MIMO system. The resulting filters are expressed in compact matrix notation and are time-invariant, whereas the corresponding single input/single output filters are periodically time-invariant. The author also considers MMSE equalizers for a wide-sense stationary process by introducing a 'random phase'. To aid in the performance evaluation of various equalizers, the author derives their mean square errors. >", 
            "authors": [
                "Alexandra Duelhallen"
            ], 
            "fields": [
                "Pulse-width modulation", 
                "Equalizer", 
                "Intersymbol interference", 
                "Telecommunications", 
                "Matrix"
            ], 
            "title": "Equalizers for multiple input/multiple output channels and PAM systems with cyclostationary input sequences", 
            "url": "http://cn.bing.com/academic/profile?id=32a482efa9c68e5fb396b3a049417125&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The telecommunications industry is undergoing a radical transformation, creating exciting new opportunities and new challenges for infrastructure and service providers. The established value chain is increasingly being deconstructed, with the entry of powerful new players and radical restructuring of the industry. Rapid technological developments and increasing market turbulences have added new dimensions to an already complex scenario. Many tested business models, as well as related frameworks, tools and techniques, have become obsolete. The paper uses recent evidence to illustrate the evolving telecommunications value chains and market structure, examine the underlying theoretical and practical reasons for such changes, and highlight the strategic implications for the various players involved. The paper concludes that some of the current changes in the telecommunications industry are very radical, and all players need to re-evaluate their strategies and market positions and make hard decisions as to where to go next. The value chains are rapidly evolving into value networks, with multiple entry and exit points, creating enormous complexity for all the players involved. Further research is urgently needed to map out the telecommunications value chains and value networks that are possible in the context of the new economy; identify the different players and the possible strategies and business models that they can adopt; develop new conceptual frameworks for understanding the current changes in the telecommunications and related industries; and create new tools and techniques for identifying opportunities and threats and for making new strategies.", 
            "authors": [
                "Feng Li", 
                "Jason Whalley"
            ], 
            "fields": [
                "Practical reason", 
                "Commerce", 
                "Conceptual framework", 
                "Telecommunications", 
                "Value chain"
            ], 
            "title": "Deconstruction of the telecommunications industry: From value chain to value networks", 
            "url": "http://cn.bing.com/academic/profile?id=af3957dfb189edae8ececbf0b7824788&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In the standard teleoperator system, force and velocity signals are communicated between a master robot and a slave robot. It is well known that the system can become unstable when even a small time delay exists in the communication channel. In this paper, a method based on the /spl Hscr//sub /spl infin//-optimal control and /spl mu/-synthesis frameworks is introduced to design a controller for the teleoperator that achieves stability for a prespecified time-delay margin while optimizing performance specifications. A numerical design example is included. >", 
            "authors": [
                "G M H Leung", 
                "Bruce A Francis", 
                "J A Apkarian"
            ], 
            "fields": [
                "Mathematical optimization", 
                "Control system", 
                "Telecommunications", 
                "Bandwidth", 
                "Channel"
            ], 
            "title": "Bilateral controller for teleoperators with time delay via /spl mu/-synthesis", 
            "url": "http://cn.bing.com/academic/profile?id=72e0e299d1fd0891bb2f7240778e5069&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The OMNeT++ discrete event simulation environment has been publicly available since 1997. It has been created with the simulation of communication networks, multiprocessors and other distributed systems in mind as application area, but instead of building a specialized simulator, OMNeT++ was designed to be as general as possible. Since then, the idea has proven to work, and OMNeT++ has been used in numerous domains from queuing network simulations to wireless and ad-hoc network simulations, from business process simulation to peer-to-peer network, optical switch and storage area network simulations. This paper presents an overview of the OMNeT++ framework, recent challenges brought about by the growing amount and complexity of third party simulation models, and the solutions we introduce in the next major revision of the simulation framework.", 
            "authors": [
                "Andras Varga", 
                "Rudolf Hornig"
            ], 
            "fields": [
                "Discrete event simulation", 
                "Network simulation", 
                "Telecommunications", 
                "Hierarchy"
            ], 
            "title": "An overview of the OMNeT++ simulation environment", 
            "url": "http://cn.bing.com/academic/profile?id=c15d692ff9b276a91f2930649af31c28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper investigates the role of intellectual property rights (IPRs) in shaping the GSM industry. This industry is an example of a high-tech industry in which standards play a large role. In the process of designing the GSM standard, a lot of attention has been given to IPRs, mainly to avoid a situation in which a single IPR holder could hamper or even totally block the development of the standard. Nevertheless, the ultimate GSM standard contains a large amount of so-called ‘essential IPRs’, i.e., IPRs without which the implementation of GSM products is impossible. The paper starts with a general discussion of the development of GSM, and the role of firm strategy and IPRs in this process. Next, we present a database on the essential IPRs in the GSM standard. This database has been compiled on the basis of international patent statistics, and the data that manufacturers have supplied to ETSI, the European standardization body re sponsible for defining the GSM standard. We use this database to assess the dynamic IPR position of firms in the original GSM standard and its subsequent development. In a next part of our analysis, we relate the firm’s IPR p osition to the trends in strategic technology agreements in the mobile telecommunications field. We ask the question whether firms that are powerful in terms of IPRs are also the firms that are ‘central’ in the technology agreements network (or vice versa). We also investigate whether developments over time in the technology agreements data follow from the dynamic movements in the IPR position of a firm, and which other factors play a role in this.", 
            "authors": [
                "Rudi Bekkers", 
                "Geert Duysters", 
                "Bart Verspagen"
            ], 
            "fields": [
                "Publication", 
                "Market structure", 
                "Telecommunications", 
                "Intellectual property"
            ], 
            "title": "Intellectual property rights, strategic technology agreements and market structure The case of GSM", 
            "url": "http://cn.bing.com/academic/profile?id=03c165138a4e39590293fd15e51ebc89&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A comparative study of nonlinear behavioral models with memory for radio-frequency power amplifier (PAs) is presented. The models are static polynomial, parallel Hammerstein (PH), Volterra, and radial basis-function neural network (RBFNN). Two PAs were investigated: one was designed for the third-generation (3G) mobile telecommunication systems and one was designed for the second-generation (2G). The RBFNN reduced the total model error slightly more than the PH, but the error out of band was significantly lower for the PH. The Volterra was found to give a lower model error than did a PH of the same nonlinear order and memory depth. The PH could give a lower model error than the best Volterra, since the former could be identified with a higher nonlinear order and memory depth. The qualitative conclusions are the same for the 2G and 3G PAs, but the model errors are smaller for the latter. For the 3G PA, a static polynomial gave a low model error as low as the best PH and lower than the RBFNN for the hardest cross validation. The models with memory, PH, and RBFNN, showed better cross-validation performance, in terms of lower model errors, than a static polynomial for the hardest cross validation of the 2G PA", 
            "authors": [
                "Magnus Isaksson", 
                "David Wisell", 
                "Daniel Ronnow"
            ], 
            "fields": [
                "Nonlinear distortion", 
                "Comparative research", 
                "Qualitative comparative analysis", 
                "Telecommunications", 
                "Errors-in-variables models"
            ], 
            "title": "A comparative analysis of behavioral models for RF power amplifiers", 
            "url": "http://cn.bing.com/academic/profile?id=79133a8c2d62b3938cceb1f452b62255&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND: This article examines the relationship between middle school students' experience with cyberbullying and their level of self-esteem. Previous research on traditional bullying among adolescents has found a relatively consistent link between victimization and lower self-esteem, while finding an inconsistent relationship between offending and lower self-esteem. It is therefore important to extend this body of research by determining how bullying augmented through the use of technology (such as computers and cell phones) is linked to differing levels of self-esteem.", 
            "authors": [
                "Justin W Patchin", 
                "Sameer Hinduja"
            ], 
            "fields": [
                "Behavior", 
                "Telecommunications", 
                "Human behavior", 
                "Occupational safety and health", 
                "Information technology"
            ], 
            "title": "Cyberbullying and Self-Esteem.", 
            "url": "http://cn.bing.com/academic/profile?id=4528ddeb327fc4cf47e41af49c9b3dac&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper introduces a mobility dimension to social exclusion, suggesting a strong correlation between a lack of access to adequate mobility and lack of access to opportunities, social networks, goods and services. This correlation exists as both a cause and consequence of social exclusion. The authors question the likelihood that increased physical mobility, by car or public transport, can, by itself, provide a fully viable or sustainable solution to mobility-related aspects of social exclusion. This paper cautiously suggests that the use of information and communications technologies could enable a new, virtual mobility, enabling an Internet-based increase in accessibility as an alternative to an increase in physical mobility. Finally, consideration is given to the possibility of a virtual mobility-related dimension of exclusion and to the possible social implications of inclusion of virtual mobility in an integrated transport strategy.", 
            "authors": [
                "Susan Kenyon", 
                "G Lyons", 
                "Jackie Rafferty"
            ], 
            "fields": [
                "Social network", 
                "Public transport", 
                "Social exclusion", 
                "Transport", 
                "The Internet"
            ], 
            "title": "TRANSPORT AND SOCIAL EXCLUSION: INVESTIGATING THE POSSIBILITY OF PROMOTING INCLUSION THROUGH VIRTUAL MOBILITY", 
            "url": "http://cn.bing.com/academic/profile?id=23f37044ab21c0defa432c5a87cf9c4a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This study is part of the Africa Infrastructure Country Diagnostic (AICD), a project designed to expand the world's knowledge of physical infrastructure in Africa. The AICD will provide a baseline against which future improvements in infrastructure services can be measured, making it possible to monitor the results achieved from donor support. It should also provide a more solid empirical foundation for prioritizing investments and designing policy reforms in the infrastructure sectors in Africa. The AICD is based on an unprecedented effort to collect detailed economic and technical data on the infrastructure sectors in Africa. The project has produced a series of original reports on public expenditure, spending needs, and sector performance in each of the main infrastructure sectors, including energy, information and communication technologies, irrigation, transport, and water and sanitation. The first phase of the AICD focused on 24 countries that together account for 85 percent of the gross domestic product, population, and infrastructure aid flows of Sub-Saharan Africa. Under a second phase of the project, coverage is expanding to include as many of the additional African countries as possible.", 
            "authors": [
                "Vivien Foster", 
                "Cecilia Bricenogarmendia"
            ], 
            "fields": [
                "Outsourcing", 
                "Electric power system", 
                "Runway", 
                "Population growth", 
                "Diesel fuel"
            ], 
            "title": "Africa's infrastructure : a time for transformation", 
            "url": "http://cn.bing.com/academic/profile?id=3895501ba2109a580028e8afb2294342&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The cyclic polling model, its enhancement by customer routing, and the replacement of a fixed polling order by a random polling order are reviewed. Modeling of polling systems, performance improvement, and system optimization issues are discussed. Examples are given that include token rings, ARQ and time-sharing schemes, random-access protocols, robotics and manufacturing systems. Emphasis is not on the analytical derivations of polling systems but rather on the description of the capabilities and limitations of the different polling models. >", 
            "authors": [
                "Hanoch Levy", 
                "Moshe Sidi"
            ], 
            "fields": [
                "Random access", 
                "Robot", 
                "Robotics", 
                "Telecommunications", 
                "Automation"
            ], 
            "title": "Polling systems: applications, modeling, and optimization", 
            "url": "http://cn.bing.com/academic/profile?id=960522a92ad5e11d5ab19c19e495fd30&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Based on the combination of a three-phase diode bridge and a DC/DC boost converter, a new three-phase three-switch three-level pulsewidth modulated (PWM) rectifier system is developed. It can be characterized by sinusoidal mains current consumption, controlled output voltage, and low-blocking voltage stress on the power transistors. The application could be, e.g., for feeding the DC link of a telecommunications power supply module. The stationary operational behavior, the control of the mains currents, and the control of the output voltage are analyzed. Finally, the stresses on the system components are determined by digital simulation and compared to the stresses in a conventional six-switch two-level PWM rectifier system.", 
            "authors": [
                "Johann W Kolar", 
                "F C Zach"
            ], 
            "fields": [
                "Boost converter", 
                "Telecommunications", 
                "Power semiconductor device", 
                "Service quality", 
                "Harmonic"
            ], 
            "title": "A novel three-phase utility interface minimizing line current harmonics of high-power telecommunications rectifier modules", 
            "url": "http://cn.bing.com/academic/profile?id=51a3f2689030339bfc1b46ee86ce499c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Hitherto communication theory was based on two alternative methods of signal analysis. One is the description of the signal as a function of time; the other is Fourier analysis. Both are idealizations, as the first method operates with sharply defined instants of time, the second with infinite wave-trains of rigorously defined frequencies. But our everyday experiences—especially our auditory sensations—insist on a description in terms of both time and frequency. In the present paper this point of view is developed in quantitative language. Signals are represented in two dimensions, with time and frequency as co-ordinates. Such two-dimensional representations can be called “information diagrams,” as areas in them are proportional to the number of independent data which they can convey. This is a consequence of the fact that the frequency of a signal which is not of infinite duration can be defined only with a certain inaccuracy, which is inversely proportional to the duration, and vice versa. This “uncertainty relation” suggests a new method of description, intermediate between the two extremes of time analysis and spectral analysis. There are certain “elementary signals” which occupy the smallest possible area in the information diagram. They are harmonic oscillations modulated by a “probability pulse.” Each elementary signal can be considered as conveying exactly one datum, or one “quantum of information.” Any signal can be expanded in terms of these by a process which includes time analysis and Fourier analysis as extreme cases.These new methods of analysis, which involve some of the mathematical apparatus of quantum theory, are illustrated by application to some problems of transmission theory, such as direct generation of single sidebands, signals transmitted in minimum time through limited frequency channels, frequency modulation and time-division multiplex telephony.", 
            "authors": [
                "D Gabor"
            ], 
            "fields": [
                "Telecommunications"
            ], 
            "title": "Theory of communication. Part 1: The analysis of information", 
            "url": "http://cn.bing.com/academic/profile?id=bdb239a56e279c53a9757cb2b797e85e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In an asynchronous direct-sequence code-division multiple access (DS-CDMA) communication system, the parameter estimation problem, i.e., estimating the propagation delay, attenuation and phase shift of each user's transmitted signal, may be complicated by the so-called near-far problem. The near-far problem occurs when the amplitudes of the users received signals are very dissimilar, as the case might be in many important applications. In particular, the standard method for estimating the propagation delays will fail in a near-far situation. Several new estimators, the maximum likelihood, an approximative maximum likelihood and a subspace-based estimator, are therefore proposed and are shown to be robust against the near-far problem. No knowledge of the transmitted bits is assumed, and the proposed estimators can thus be used for both acquisition and tracking. In addition, the Cramer-Rao bound is derived for the parameter estimation problem.", 
            "authors": [
                "Erik G Strom", 
                "Stefan Parkvall", 
                "S L Miller", 
                "B Ottersten"
            ], 
            "fields": [
                "Spread spectrum", 
                "Natural science", 
                "Telecommunications", 
                "Propagation delay", 
                "Estimation theory"
            ], 
            "title": "Propagation delay estimation in asynchronous direct-sequence code-division multiple access systems", 
            "url": "http://cn.bing.com/academic/profile?id=dfe7953bba130fc53f7aa5904af98c16&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This article examines the key global, environmental and policy factors that act as determinants of e-commerce diffusion. It is based on systematic comparison of case studies from 10 countries--Brazil, China, Denmark, France, Germany, Mexico, Japan, Singapore, Taiwan, and the United States. It finds that B2B e-commerce seems to be driven by global forces, whereas B2C seems to be more of a local phenomenon. A preliminary explanation for this difference is that B2B is driven by global competition and MNCs that \"push\" e-commerce to their global suppliers, customers, and subsidiaries. This in turn creates pressures on local companies to adopt e-commerce to stay competitive. In contrast, B2C is \"pulled\" by consumer markets, which are mainly local and therefore divergent. While all consumers desire convenience and low prices, consumer preferences and values, national culture, and distribution systems differ markedly across countries and define differences in local consumer markets. These findings support the tra...", 
            "authors": [
                "Jennifer Gibbs", 
                "Kenneth L Kraemer", 
                "Jason Dedrick"
            ], 
            "fields": [
                "E-Government", 
                "Comparative research", 
                "Electronic data interchange", 
                "Country", 
                "Internet access"
            ], 
            "title": "Environment and Policy Factors Shaping Global E-Commerce Diffusion: A Cross-Country Comparison", 
            "url": "http://cn.bing.com/academic/profile?id=e1974b15e7ec1b3014de58c9dd6398c5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "To a great extent, the usefulness of a formal model of a software process lies in its ability to accurately predict the behavior of the executing process. Similarly, the usefulness of an executing process lies largely in its ability to fulfill the requirements embodied in a formal model of the process. When process models and process executions diverge, something significant is happening. We have developed techniques for uncovering and measuring the discrepancies between models and executions, which we call  process validation . Process validation takes a process execution and a process model, and measures the level of correspondence between the two. Our metrics are tailorable and give process engineers control over determining the severity of different types of  discrepancies. The techniques provide detailed information once a high-level measurement indicates the presence of a problem. We have applied our processes validation methods in an industrial case study, of which a portion is described in this article.", 
            "authors": [
                "Jonathan Cook", 
                "Alexander L Wolf"
            ], 
            "fields": [
                "Matching", 
                "Quantitative analysis", 
                "Database", 
                "Process engineering", 
                "Software development"
            ], 
            "title": "Software process validation: quantitatively measuring the correspondence of a process to a model", 
            "url": "http://cn.bing.com/academic/profile?id=00812e8a7748882f149ff399ed1cf23b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtually every crucial economic and social function depends on the secure, reliable operation of energy, telecommunications, transportation, financial, and other infrastructures. However, with increased benefit has come increased risk. As they have grown more complex to handle a variety of demands, these infrastructures have become more interdependent. This strong interdependence means that an action in one part of one infrastructure network can rapidly create global effects by cascading throughout the same network and even into other networks. Moreover, interdependence is only one of several characteristics that challenge the control and reliable operation of these networks. These characteristics, in turn, present unique challenges in modeling, prediction, simulation, cause-and-effect relationships, analysis, optimization, and control. Deregulation and economic factors and policies and human performance also affect these networks. The Complex Interactive Networks/Systems Initiative (GIN/SI) is a joint program by the Electric Power Research Institute (EPRI) and the US Department of Defense (DOD) that is addressing many of these issues. The goal of the 5-year, $30 million effort, which is part of the Government-Industry Collaborative University Research (GICUR) program, is to develop new tools and techniques that will enable large national infrastructures to self-heal in response to threats, material failures, and other destabilizers. Of particular interest is how to model enterprises at the appropriate level of complexity in critical infrastructure systems.", 
            "authors": [
                "Massoud Amin"
            ], 
            "fields": [
                "Telecommunications", 
                "Electric power", 
                "Economic forecasting", 
                "Reliability", 
                "Predictive modelling"
            ], 
            "title": "Toward self-healing energy infrastructure systems", 
            "url": "http://cn.bing.com/academic/profile?id=7bb93d2c391130039df900a4882bc296&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is an increase use of wireless technologies in education all over the world. In fact, wireless technologies such as laptop computers, palmtop computers and mobile phones are revolutionising education and transforming the traditional classroom-based learning and teaching into anytime and anywhere education.Thispaperinvestigatestheuseof wirelesstechnologiesineducation with particular reference to the potential of learning new technical English language words using Short Message Service (SMS) text messaging. The system,developedbytheauthors,calledmobilelearningtool(MOLT),hasbeen tested with 45 1st-year undergraduate students. The knowledge of students before and after the experiment has been measured. Our results show that students enjoyed and learned new words with the help of their mobile phones. We believe that using the MOLT system as an educational tool will contribute to the success of students.", 
            "authors": [
                "Nadire Cavus", 
                "Dogan Ibrahim"
            ], 
            "fields": [
                "Asynchronous communication", 
                "Telecommunications", 
                "Educational technology", 
                "English"
            ], 
            "title": "m-Learning: An experiment in using SMS to support learning new English language words", 
            "url": "http://cn.bing.com/academic/profile?id=fb643679391e49471469f30dd96c0226&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Open Services Gateway Initiative is a consortium of more than 80 companies from around the world working together to create an infrastructure to enable the deployment of services over wide area networks to local networks and devices. In this article we outline the benefits of OSGi, typical markets, and example use cases. The article goes on to discuss the architecture of the system and the capabilities that are afforded by the latest release. The article concludes with a brief glimpse into the future specifications that are expected to result from OSGi.", 
            "authors": [
                "Dave Marples", 
                "Peter Kriens"
            ], 
            "fields": [
                "Telecommunications", 
                "Telecommunications service", 
                "Java", 
                "Collaboration", 
                "Use case"
            ], 
            "title": "The Open Services Gateway Initiative: an introductory overview", 
            "url": "http://cn.bing.com/academic/profile?id=e3cc57e32759a0dad111807769936617&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In most developing and industrial countries, infrastructure services have traditionally been provided by government enterprises, but in developing countries at least, these enterprises have often proven to be inefficient, unable to provide much-needed investments, and manipulated to achieve political objectives. By contrast, many studies have shown that over the past 30 years, private (or privatized) enterprises in developing countries have, on average, delivered superior performance and needed investments. Explanations differ on why this discrepancy exists. Private enterprises are driven by a desire for profits and may have more professional know-how in management, operating procedures, and use of appropriate technology. But perhaps the most important reason for their stronger performance is that privatization makes intervening in enterprise operations difficult for governments and politicians, so government manipulation is less likely. However, the issue, in general, has been how to ensure that the improved performance and efficiency gains are passed through to the users through lower tariffs and increased coverage, while allowing firms to earn a fair rate of return on their investments.", 
            "authors": [
                "J Luis Guasch"
            ], 
            "fields": [
                "Regulation", 
                "Insurance", 
                "Asset", 
                "Climax species", 
                "Inventory"
            ], 
            "title": "Granting and Renegotiating Infrastructure Concessions: Doing it Right", 
            "url": "http://cn.bing.com/academic/profile?id=3ce48e405fc2aaf1876681552b496f02&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There were enormous differences in the revenues from the European third generation (3G, or UMTS) mobile-phone license auctions, from 20 Euros per capita in Switzerland to 650 Euros per capita in the U.K., though the values of the licences sold were similar. Poor auction designs in some countries facilitated collusion between firms and failed to attract entrants. The sequencing of the auctions was also crucial. We discuss the auctions in the U.K., Netherlands, Germany, Italy, Austria, Switzerland, Belgium, Greece and Denmark.", 
            "authors": [
                "Paul Klemperer"
            ], 
            "fields": [
                "Bidding", 
                "UMTS frequency bands", 
                "Common value auction", 
                "3G", 
                "Telecommunications"
            ], 
            "title": "How (Not) to Run Auctions: The European 3G Telecom Auctions", 
            "url": "http://cn.bing.com/academic/profile?id=65800f237491938ac5bdf2349538ae39&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND Mobile health interventions could have beneficial effects on health care delivery processes. We aimed to conduct a systematic review of controlled trials of mobile technology interventions to improve health care delivery processes. #N##N#METHODS AND FINDINGS We searched for all controlled trials of mobile technology based health interventions using MEDLINE, EMBASE, PsycINFO, Global Health, Web of Science, Cochrane Library, UK NHS HTA (Jan 1990-Sept 2010). Two authors independently extracted data on allocation concealment, allocation sequence, blinding, completeness of follow-up, and measures of effect. We calculated effect estimates and we used random effects meta-analysis to give pooled estimates. We identified 42 trials. None of the trials had low risk of bias. Seven trials of health care provider support reported 25 outcomes regarding appropriate disease management, of which 11 showed statistically significant benefits. One trial reported a statistically significant improvement in nurse/surgeon communication using mobile phones. Two trials reported statistically significant reductions in correct diagnoses using mobile technology photos compared to gold standard. The pooled effect on appointment attendance using text message (short message service or SMS) reminders versus no reminder was increased, with a relative risk (RR) of 1.06 (95% CI 1.05-1.07,  = 6%). The pooled effects on the number of cancelled appointments was not significantly increased RR 1.08 (95% CI 0.89-1.30). There was no difference in attendance using SMS reminders versus other reminders (RR 0.98, 95% CI 0.94-1.02, respectively). To address the limitation of the older search, we also reviewed more recent literature. #N##N#CONCLUSIONS The results for health care provider support interventions on diagnosis and management outcomes are generally consistent with modest benefits. Trials using mobile technology-based photos reported reductions in correct diagnoses when compared to the gold standard. SMS appointment reminders have modest benefits and may be appropriate for implementation. High quality trials measuring clinical outcomes are needed. Please see later in the article for the Editors' Summary.", 
            "authors": [
                "Caroline Free", 
                "Gemma Phillips", 
                "Louise Watson", 
                "Leandro Galli", 
                "Lambert Felix", 
                "Phil Edwards", 
                "Vikram Patel", 
                "Andy Haines"
            ], 
            "fields": [
                "Biomedical technology", 
                "Information", 
                "Telecommunications", 
                "Client", 
                "Behavior"
            ], 
            "title": "The Effectiveness of Mobile-Health Technologies to Improve Health Care Service Delivery Processes: A Systematic Review and Meta-Analysis", 
            "url": "http://cn.bing.com/academic/profile?id=921686aeea037ac573168737cea767e6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper examines whether the degree of spillovers from foreign direct investment is affected by the foreign ownership share in investment projects. The analysis, based on an unbalanced panel of Romanian firms from 1998-2000, provides evidence consistent with positive intra-sectoral spillovers resulting from fully-owned foreign affiliates but not from projects with joint domestic and foreign ownership. This finding is consistent with literature suggesting that foreign investors tend to put more resources into technology transfer to their wholly-owned projects than to those owned partially. The data also indicate that the presence of partially foreign-owned projects is correlated with higher productivity of domestic firms in upstream industries, suggesting that domestic suppliers benefit from contacts with multinational customers. But the opposite is true for fully-owned foreign affiliates, which appear to have a negative effect on domestic firms in upstream industries. These results are consistent with the observation that foreign investors entering a host country through greenfield projects are less likely to source locally than those engaged in joint ventures or partial acquisitions. They are also in line with the evidence suggesting that fully-owned foreign subsidiaries use newer or more sophisticated technologies than jointly-owned investment projects, and thus may have higher requirements which only a few, if any, domestic suppliers are able to meet.", 
            "authors": [
                "Beata Smarzynska Javorcik", 
                "Mariana Spatareanu"
            ], 
            "fields": [
                "Political Economy", 
                "Gross domestic product", 
                "Development economics", 
                "Foreign direct investment", 
                "GDP deflator"
            ], 
            "title": "To Share or Not to Share: Does Local Participation Matter for Spillovers from Foreign Direct Investment?", 
            "url": "http://cn.bing.com/academic/profile?id=2c013227985600102baf827878f9042d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The authors analyze national and international policy options to encourage the international transfer of technology, distinguishing between four major channels of such transfer: trade in products, trade in knowledge, foreign direct investment, and intra-national and international movement of people. They develop a typology of country types and appropriate policy rules of thumb as a guide to both national policymakers and rule making in the World Trade Organization, as policies should differentiate between countries. The authors also develop some rules of thumb for policy intervention. These include: 1) Liberal trade policies for all types of countries; 2) Temporary encouragement of foreign direct investment inflows for low-income countries; 3) Licensing for technical transformation and adaptive investments by local firms to apply technologies; 4) Policy options for source economies to encourage international transfer of technology to poor countries, including fiscal incentives, improvement of flows of public-domain technologies with appropriate subsidies, and price differentiation for exports of intellectual property products.", 
            "authors": [
                "Bernard Hoekman", 
                "Keith E Maskus", 
                "Kamal Saggi"
            ], 
            "fields": [
                "Technological change", 
                "Market failure", 
                "Economic growth", 
                "Geographic mobility", 
                "Engineering"
            ], 
            "title": "Transfer of Technology to Developing Countries: Unilateral and Multilateral Policy Options", 
            "url": "http://cn.bing.com/academic/profile?id=046b6035ea1ba52bff5c3f5b0ebb2cca&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Infrastructure industries and services are crucial for generating economic growth, alleviating poverty, and increasing international competitiveness. Safe water is essential for life, and health. Reliable electricity saves businesses and consumers from having to invest in expensive backup systems, or more costly alternatives, and keeps rural women and children from having to spend long hours fetching firewood. Widely available and affordable telecommunications and transportation services can foster grassroots entrepreneurship, and thus are critical to generating employment, and advancing economic development. In most developing and transition economies, private participation in infrastructure, and restructuring have been driven by the high costs, and poor performance of state-owned network utilities. Under state ownership, services were usually under-priced, and making it difficult to expand services. The report indicates that although privatization, competitive restructuring, and regulatory reforms improve infrastructure performance, several issues must be considered and conditions met for these measures to achieve their public interest goals. First, reforms have significantly improved performance, leading to higher investment, productivity, and service coverage and quality. Second, effective regulation-including the setting of adequate tariff levels-is the most critical enabling condition for infrastructure reform. Regulation should clarify property rights, and assure private investors that their investments will not be subject to regulatory opportunism. Third, for privatization to generate widely shared social benefits, infrastructure industries must be thoroughly restructured and able to sustain competition. Thus restructuring, to introduce competition should be done before privatization, and regulation should be in place to assure potential buyers of both competitive, and monopoly elements.", 
            "authors": [
                "Ioannis N Kessides"
            ], 
            "fields": [
                "Cost-effectiveness analysis", 
                "Performance", 
                "Futures and promises", 
                "History", 
                "Pricing"
            ], 
            "title": "Reforming infrastructure : privatization, regulation, and competition", 
            "url": "http://cn.bing.com/academic/profile?id=f050cc4fb7b1b2dddf31bd362f7fa015&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Surprisingly little scientific research has been conducted on the topic of interpersonal touch over the years, despite the importance of touch in our everyday social interactions from birth through to adulthood and old age. In this review, we critically evaluate the results of the research on this topic that have emerged from disciplines, such as cognitive and social psychology, neuroscience, and cultural anthropology. We highlight some of the most important advances to have been made in our understanding of this topic: For example, research has shown that interpersonal tactile stimulation provides an effective means of influencing people's social behaviors (such as modulating their tendency to comply with requests, in affecting people's attitudes toward specific services, in creating bonds between couples or groups, and in strengthening romantic relationships), regardless of whether or not the tactile contact itself can be remembered explicitly. What is more, interpersonal touch can be used to communicate emotion in a manner similar to that demonstrated previously in vision and audition. The recent growth of studies investigating the potential introduction of tactile sensations to long-distance communication technologies (by means of mediated or 'virtual' touch) are also reviewed briefly. Finally, we highlight the synergistic effort that will be needed by researchers in different disciplines if we are to develop a more complete understanding of interpersonal touch in the years to come.", 
            "authors": [
                "Alberto Gallace", 
                "Charles Spence"
            ], 
            "fields": [
                "Information and Communications Technology", 
                "Scientific method", 
                "Communication", 
                "Interpersonal relationship", 
                "Social psychology"
            ], 
            "title": "The science of interpersonal touch: an overview.", 
            "url": "http://cn.bing.com/academic/profile?id=8620e654ae03d087d2bd317e10e30b8b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The 2011 World Development Report looks across disciplines and experiences drawn from around the world to offer some ideas and practical recommendations on how to move beyond conflict and fragility and secure development. The key messages are important for all countries-low, middle, and high income-as well as for regional and global institutions: first, institutional legitimacy is the key to stability. When state institutions do not adequately protect citizens, guard against corruption, or provide access to justice; when markets do not provide job opportunities; or when communities have lost social cohesion-the likelihood of violent conflict increases. Second, investing in citizen security, justice, and jobs is essential to reducing violence. But there are major structural gaps in our collective capabilities to support these areas. Third, confronting this challenge effectively means that institutions need to change. International agencies and partners from other countries must adapt procedures so they can respond with agility and speed, a longer-term perspective, and greater staying power. Fourth, need to adopt a layered approach. Some problems can be addressed at the country level, but others need to be addressed at a regional level, such as developing markets that integrate insecure areas and pooling resources for building capacity Fifth, in adopting these approaches, need to be aware that the global landscape is changing. Regional institutions and middle income countries are playing a larger role. This means should pay more attention to south-south and south-north exchanges, and to the recent transition experiences of middle income countries.", 
            "authors": [
                "Erik Alda", 
                "Daniel Maree", 
                "Gary Milante", 
                "Nigel M Roberts", 
                "Nikolas Win Myint", 
                "Kyle Peters", 
                "Bruce Editor Rosslarson", 
                "Nadia Selim", 
                "Nicholas Van Praag", 
                "Suranjan Weeraratne", 
                "Ivan Crouzel", 
                "Markus Kostner", 
                "Stephen Ndegwa", 
                "Pia Simonsen", 
                "Kenneth Anye", 
                "Natalia Cieslik", 
                "Sarah Cliffe", 
                "David Andersson", 
                "Holly Benner", 
                "Nic…", 
                ""
            ], 
            "fields": [
                "Population growth", 
                "Mobile computing", 
                "Single market", 
                "Mercantilism", 
                "Planned economy"
            ], 
            "title": "World development report 2011 : conflict, security, and development", 
            "url": "http://cn.bing.com/academic/profile?id=ad29fa0ace6eeaa0e1f5900381f27e8e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The rapid rise of the service sector, and in particular the call centre industry has made the study of emotional labour increasingly important within the area of occupational stress research. Given high levels of turnover and absenteeism in the industry this article examines the emotional demands (emotional labour) of call centre work and their relationship to the job satisfaction and emotional exhaustion in a sample of South Australian call centre workers (N = 98) within the theoretical frameworks of the job demand – control model, the effort – reward imbalance model, and the job demands – resources model. Qualitatively the research confirmed the central role of emotional labour variables in the experience of emotional exhaustion and satisfaction at work. Specifically the research confirmed the pre-eminence of emotional dissonance compared to a range of emotional demand variables in its potency to account for variance in emotional exhaustion and job satisfaction. Specifically, emotional dissonance mediat...", 
            "authors": [
                "Kerry Lewig", 
                "Maureen F Dollard"
            ], 
            "fields": [
                "Attitude", 
                "Social environment", 
                "Information technology", 
                "Stress", 
                "Job satisfaction"
            ], 
            "title": "Emotional dissonance, emotional exhaustion and job satisfaction in call centre workers", 
            "url": "http://cn.bing.com/academic/profile?id=9177bef713f00302464c5739d8d9dd87&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We argue that the global digital divide, as measured by cross-national differences in Internet use, is the result of the economic, regulatory and sociopolitical characteristics of countries and their evolution over time. We predict Internet use to increase with worldsystem status, privatization and competition in the telecommunications sector, democracy and cosmopolitanism. Using data on 118 countries from 1997 through 2001, we find relatively robust support for each of our hypotheses. We conclude by exploring the implications of this new, powerful communication medium for the global political economy and for the spread of democracy around the world. The Internet has developed unevenly throughout the world, creating what has become known as the “global digital divide” (Castells 2001; Kirkman et al. 2002; Mosaic Group 1998; Norris 2001; Rogers 2001). The number of Internet users is one of the most widely used indicators of development of this emerging medium of communication. Less than 10 percent of the world’s population uses the Internet, and the gap between developed and developing countries has continued to widen since the early 1990s (see Figure 1). Differences by country are remarkable. Statistics compiled by the International Telecommunication Union as of the end of 2002 indicate that Internet use as a proportion of the population ranges from less than one percent in many underdeveloped African, Central American, and South Asian countries to between 50 and 60 percent in Iceland, the United States, Scandinavia, Singapore or South Korea (ITU 2003).1 The growth of the Internet has captured the imagination of users, policymakers, entrepreneurs, corporate managers, military strategists, social commentators, scholars, and journalists. Some early optimistic analyses envisioned the Internet as a “decentralizing, globalizing, harmonizing, and empowering” medium (Negroponte 1995:229), as a new communication technology that would bring about a “smaller, more open world.” (Tapscott and Caston 1993:313) The most enthusiastic visionaries have argued that the Internet means the “triumph over time and space,” the rise of the “netizen,” and the crowning of the “customer as sovereign” (Gilder 2000). According to the cyber-optimists, the Internet can create a public sphere in Habermas’s (1989) sense, one that is not regulated by the state or by commercial interests but rather owned and controlled by the participants themselves (Schneider 1996). While some of the cyber-optimists recognized the looming issue of inequality in access to the Internet (e.g. Tapscott and Caston 1993:312), it was not until the late 1990s that international organizations, governments, think tanks, and universities started to warn about the existence of a yawning digital divide, both within and across countries (e.g., U.S.", 
            "authors": [
                "Mauro F Guillen", 
                "Sandra L Suarez"
            ], 
            "fields": [
                "Economic growth", 
                "Globalization", 
                "Public policy", 
                "The Internet", 
                "Statistical hypothesis testing"
            ], 
            "title": "Explaining the global digital divide : Economic, political and sociological drivers of cross-national internet use", 
            "url": "http://cn.bing.com/academic/profile?id=942db77d9017ca43aa3360a6efe9a184&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This article provides a high-level overview of LTE Release 10, sometimes referred to as LTE-Advanced. First, a brief overview of the first release of LTE and some of its technology components is given, followed by a discussion on the IMT-Advanced requirements. The technology enhancements introduced to LTE in Release 10, carrier aggregation, improved multi-antenna support, relaying, and improved support for heterogeneous deployments, are described. The article is concluded with simulation results, showing that LTE Release 10 fulfills and even surpasses the requirements for IMT-Advanced.", 
            "authors": [
                "Stefan Parkvall", 
                "Anders Furuskär", 
                "Erik Dahlman"
            ], 
            "fields": [
                "Next-generation network", 
                "Telecommunications", 
                "Time–frequency analysis", 
                "LTE Advanced", 
                "Telecommunications link"
            ], 
            "title": "Evolution of LTE toward IMT-advanced", 
            "url": "http://cn.bing.com/academic/profile?id=629173a5b149ebf430b58ffdcfe04042&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We introduce a specific transport and transmission scheme for video-on-demand (VoD) called constant-rate transmission and transport (CRTT). CRTT establishes a constant bit-rate (CBR) virtual channel between the video provider and the viewer's set-top box (STB) and then transmits cells from the provider into this channel at a constant rate. Since we assume that the number of cells in a frame is variable, CRTT requires that some number of cells be built up in an STB buffer before the commencement of playback. The build up, cell transmission rate, and the set-top memory size must be chosen so that there is no starvation or overflow at the STB. We develop fundamental relationships between these parameters for viable CRTT. We then apply the theory to an MPEG encoding of Star Wars and find that the minimal STB memory far CRTT is 23 Mbytes. We also consider varying the constant rate over a small number of intervals. We find, for example, that for Star Wars approximately 2 Mbytes of set-top memory suffices with 32 constant-rate intervals.", 
            "authors": [
                "Jean Mcmanus", 
                "Keith W Ross"
            ], 
            "fields": [
                "Interactive television", 
                "Decoding methods", 
                "Atmosphere", 
                "Buffer", 
                "Display device"
            ], 
            "title": "Video-on-demand over ATM: constant-rate transmission and transport", 
            "url": "http://cn.bing.com/academic/profile?id=13f1e1dd56ca94358433b45a64103fb2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The advancement of mobile and wireless communication technologies has encouraged an increasing number of studies concerning mobile learning, in which students are able to learn via mobile devices without being limited by space and time; in particular, the students can be situated in a real-world scenario associated with the learning content. Although such an approach seems interesting to the students, researchers have emphasized the need for well-designed learning support in order to improve the students' learning achievements. Therefore, it has become an important issue to develop methodologies or tools to assist the students to learn in a mobile learning environment. Based on this perspective, this study proposes a formative assessment-based approach for improving the learning achievements of students in a mobile learning environment. A mobile learning environment has been developed based on this approach, and an experiment on a local culture course has been conducted in southern Taiwan to evaluate its effectiveness. The experimental results show that the proposed approach not only promotes the students' learning interest and attitude, but also improves their learning achievement.", 
            "authors": [
                "Gwojen Hwang", 
                "Hsunfang Chang"
            ], 
            "fields": [
                "Teaching method", 
                "E-learning", 
                "Telecommunications", 
                "Local history", 
                "Formative assessment"
            ], 
            "title": "A formative assessment-based mobile learning approach to improving the learning attitudes and achievements of students", 
            "url": "http://cn.bing.com/academic/profile?id=7fa5145d36b530351d1ca2af00f18dd1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In a three-node network bidirectional communication between two nodes can be enabled by a half-duplex relay node with a decode-and-forward protocol. In the first phase, the messages of two nodes are transmitted to the relay node. In the second phase a re-encoded composition is broadcasted by the relay node. In this work the capacity region of the broadcast phase in terms of the maximal probability of error is determined. It is characterized by the mutual informations of the separate channels coupled by the common input.", 
            "authors": [
                "Tobias J Oechtering", 
                "Clemens Schnurr", 
                "Igor Bjelakovic", 
                "Holger Boche"
            ], 
            "fields": [
                "Multiplexing", 
                "Radio Broadcasting", 
                "Spectral efficiency", 
                "Telecommunications", 
                "Decoding methods"
            ], 
            "title": "Broadcast Capacity Region of Two-Phase Bidirectional Relaying", 
            "url": "http://cn.bing.com/academic/profile?id=dcc33b28e59bdb26f8805945f532cd92&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper reviews the part played by economists in organising the British third-generation mobile-phone licence auction that concluded on 27 April 2000. It raised £22½ billion (d34 billion or 2½% of GNP) and was widely described at the time as the biggest auction ever. We discuss the merits of auctions versus \"beauty contests”, the aims of the auction, the problems we faced, the auction designs we considered, and the mistakes that were made. Copyright Royal Economic Society 2002.", 
            "authors": [
                "Paul Klemperer", 
                "Kenneth Binmore"
            ], 
            "fields": [
                "Multichannel television sound", 
                "Spectrum auction", 
                "3G", 
                "UMTS frequency bands", 
                "Telecommunications"
            ], 
            "title": "The Biggest Auction Ever: The Sale of the British 3G TelecomLicences", 
            "url": "http://cn.bing.com/academic/profile?id=f7a8c593b52d3d47cd01d9acab7ed765&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Biometric recognition refers to an automatic recognition of individuals based on a feature vector (s) derived from their physiological and/or behavioral characteristic. Biometric recognition systems should provide a reliable personal recognition schemes to either confirm or determine the identity of an individual. Applications of such a system include computer systems security, secure electronic banking, mobile phones, credit cards, secure access to buildings, health and social services. By using biometrics a person could be identified based on \"who she/he is\" rather then \"what she/he has\" (card, token, key) or \"what she/he knows\" (password, PIN). In this paper, a brief overview of biometric methods, both unimodal and multimodal, and their advantages and disadvantages, will be presented.", 
            "authors": [
                "Kresimir Delac", 
                "Mislav Grgic"
            ], 
            "fields": [
                "Application software", 
                "Feature vector", 
                "Smart card", 
                "Infrared heater", 
                "Pattern recognition"
            ], 
            "title": "A survey of biometric recognition methods", 
            "url": "http://cn.bing.com/academic/profile?id=013ef258cb1e56706d9fdd64feddf529&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Institute for Telecommunication Sciences (ITS) has developed an objective video quality assessment system that emulates human perception. The system returns results that agree closely with quality judgements made by a large panel of viewers. Such a system is valuable because it provides broadcasters, video engineers and standards organizations with the capability for making meaningful video quality evaluations without convening viewer panels. The issue is timely because compressed digital video systems present new quality measurement questions that are largely unanswered.#R##N##R##N#The perception-based system was developed and tested for a broad range of scenes and video technologies. The 36 test scenes contained widely varying amounts of spatial and temporal information. The 27 impairments included digital video compression systems operating at line rates from 56 kbits/sec to 45 Mbits/sec with controlled error rates, NTSC encode/decode cycles, VHS and S-VHS record/play cycles, and VHF transmission. Subjective viewer ratings of the video quality were gathered in the ITS subjective viewing laboratory that conforms to CCIR Recommendation 500-3. Objective measures of video quality were extracted from the digitally sampled video. These objective measurements are designed to quantify the spatial and temporal distortions perceived by the viewer.#R##N##R##N##R##N#This paper presents the following: a detailed description of several of the best ITS objective measurements, a perception-based model that predicts subjective ratings from these objective measurements, and a demonstration of the correlation between the model's predictions and viewer panel ratings. A personal computer-based system is being developed that will implement these objective video quality measurements in real time. These video quality measures are being considered for inclusion in the Digital Video Teleconferencing Performance Standard by the American National Standards Institute (ANSI) Accredited Standards Committee T1, Working Group T1A1.5.", 
            "authors": [
                "Arthur A Webster", 
                "Coleen T Jones", 
                "Margaret H Pinson", 
                "Stephen D Voran", 
                "Stephen Wolf"
            ], 
            "fields": [
                "Data compression", 
                "Perception", 
                "Telecommunications", 
                "Word error rate", 
                "Video"
            ], 
            "title": "Objective video quality assessment system based on human perception", 
            "url": "http://cn.bing.com/academic/profile?id=14f9bf6d22f9626deceba1ec854cdad1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Interactivity in the classroom is reported to promote a more active learning environment, facilitate the building of learning communities, provide greater feedback for lecturers, and help student motivation. Various definitions of interactivity exist in the literature, alternately focusing on the participants, structure and technology. The PLS TXT UR Thoughts research project builds on existing definitions to define interactivity as a message loop originating from and concluding with the student. The authors chose to introduce mobile phones and short message service (SMS) within the classroom due to the ubiquity of mobile phones among students and the interactive potential of SMS. SMS is a low-threshold application used widely by students to quickly send concise, text-based messages at any time. The research presented involved students sending SMS in real-time, in class, via their personal mobile phones. Using a modem interfacing with customised software to produce SMS files, the lecturer can view the messages and verbally develop the interactive loop with students during class. The SMS are available online after class, allowing interactive loops to further develop via threaded comments.", 
            "authors": [
                "Carina Markett", 
                "I Arnedillo Sanchez", 
                "Stefan Weber", 
                "Brendan Tangney"
            ], 
            "fields": [
                "Interaction", 
                "Interactivity", 
                "Active learning", 
                "Feedback", 
                "Learning community"
            ], 
            "title": "Using short message service to encourage interactivity in the classroom", 
            "url": "http://cn.bing.com/academic/profile?id=b41e12f325627334d326817f40d5ca5a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Standard formulations of image/signal deconvolution under wavelet-based priors/regularizers lead to very high-dimensional optimization problems involving the following difficulties: the non-Gaussian (heavy-tailed) wavelet priors lead to objective functions which are nonquadratic, usually nondifferentiable, and sometimes even nonconvex; the presence of the convolution operator destroys the separability which underlies the simplicity of wavelet-based denoising. This paper presents a unified view of several recently proposed algorithms for handling this class of optimization problems, placing them in a common majorization-minimization (MM) framework. One of the classes of algorithms considered (when using quadratic bounds on nondifferentiable log-priors) shares the infamous ?singularity issue? (SI) of ?iteratively re weighted least squares? (IRLS) algorithms: the possibility of having to handle infinite weights, which may cause both numerical and convergence issues. In this paper, we prove several new results which strongly support the claim that the SI does not compromise the usefulness of this class of algorithms. Exploiting the unified MM perspective, we introduce a new algorithm, resulting from using bounds for nonconvex regularizers; the experiments confirm the superior performance of this method, when compared to the one based on quadratic majorization. Finally, an experimental comparison of the several algorithms, reveals their relative merits for different standard types of scenarios.", 
            "authors": [
                "Mario A T Figueiredo", 
                "Jose M Bioucasdias", 
                "Robert Nowak"
            ], 
            "fields": [
                "Wavelet transform", 
                "Noise reduction", 
                "Least squares", 
                "Wavelet", 
                "Iterative method"
            ], 
            "title": "Majorization–Minimization Algorithms for Wavelet-Based Image Restoration", 
            "url": "http://cn.bing.com/academic/profile?id=8b1996c72d3d6dbce3672e9465a2854c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The authors analyze the effect of policy reform in basic telecommunications on sectoral performance using a new panel data set for 86 developing countries across Africa, Asia, the Middle East, and Latin America and the Caribbean over the period 1985 to 1999. The authors address three questions: 1) What impact do specific policy changes-relating to ownership and competition-have on sectoral performance? 2) How is the impact of change in any one policy affected by the implementation of the other, and by the overall regulatory framework? 3) Does the sequence in which reforms are implemented affect performance? The authors find that both privatization and competition lead to significant improvements in performance. But a comprehensive reform program, involving both policies and the support of an independent regulator, produced the largest gains-an 8 percent higher level of mainlines and a 21 percent higher level of productivity compared to years of partial and no reform. Interestingly, the sequence of reform matters: mainline penetration is lower if competition is introduced after privatization, rather than at the same time. The authors also find that autonomous factors, such as technological progress, have a strong influence on telecommunications performance, accounting for an increase of 5 percent a year in teledensity and 9 percent in productivity over the period 1985 to 1999.", 
            "authors": [
                "Carsten Fink", 
                "Aaditya Mattoo", 
                "Randeep Rathindran"
            ], 
            "fields": [
                "Network effect", 
                "Developing country", 
                "Telephony", 
                "Telecommunications", 
                "Economic policy"
            ], 
            "title": "An Assessment of Telecommunications Reform in Developing Countries", 
            "url": "http://cn.bing.com/academic/profile?id=49d840c6657226b01e9ec926df14c3b8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Since the energy crisis and environmental protection are gaining increasing concerns in recent years, new research topics to devise technological solutions for energy conservation are being investigated in many scientific disciplines. Specifically, due to the rapid growth of energy consumption in ICT (Information and Communication Technologies), lot of attention is being devoted towards \"green\" ICT solutions. In this paper, we provide a comprehensive survey of the most relevant research activities for minimizing energy consumption in telecom networks, with a specific emphasis on those employing optical technologies. We investigate the energy-minimization opportunities enabled by optical technologies and classify the existing approaches over different network domains, namely core, metro, and access networks. A section is also devoted to describe energy-efficient solutions for some of today's important applications using optical network technology, e.g., grid computing and data centers. We provide an overview of the ongoing standardization efforts in this area. This work presents a comprehensive and timely survey on a growing field of research, as it covers most aspects of energy consumption in optical telecom networks. We aim at providing a comprehensive reference for the growing base of researchers who will work on energy efficiency of telecom networks in the upcoming years.", 
            "authors": [
                "Yi Zhang", 
                "Pulak Chowdhury", 
                "Massimo Tornatore", 
                "Biswanath Mukherjee"
            ], 
            "fields": [
                "Information and Communications Technology", 
                "Optical switch", 
                "Energy conservation", 
                "Environmental protection", 
                "Data center"
            ], 
            "title": "Energy Efficiency in Telecom Optical Networks", 
            "url": "http://cn.bing.com/academic/profile?id=cc7a48f9375be4df908f821de312a1e8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper explores current applications for handheld devices and questions which of these make full use of the unique attributes of handheld devices in order to facilitate learning in a pedagogically sensible manner. In order to do so, the paper presents a functional framework which analyses handheld application in relation to their use as well as the pedagogical underpinning, if any, that informs their development. Our framework currently consists of seven distinct categories of application, which we term: administrative, referential, interactive, microworld, data collection, location aware and collaborative. We argue that three categories, namely data collection, location aware and collaborative, are particularly suited to learning with handheld devices when they are informed by collaborative, contextual and constructionist learning theories. Furthermore, we contend that applications of the type just outlined deserve further research since they are not attempting to replicate, or even augment, existing learning scenarios but rather they try to create new learning opportunities which would not be possible without (mobile) technology. Finally, the authors introduce a number of applications and learning scenarios that they have developed for handheld devices and explain their position within the framework.", 
            "authors": [
                "Bryan Patten", 
                "Inmaculada Arnedillo Sanchez", 
                "Brendan Tangney"
            ], 
            "fields": [
                "Constructivism", 
                "Mobile device", 
                "Data collection", 
                "Learning theory", 
                "Biological classification"
            ], 
            "title": "Designing collaborative, constructionist and contextual applications for handheld devices", 
            "url": "http://cn.bing.com/academic/profile?id=de4f1f6fd6484636f17ce63fc8f44e41&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Maritime transport costs significantly impede international trade. The authors examine why these costs are so high in some countries, and, quantify the importance of two explanations: restrictive trade policies, and private anti-competitive practices. Both matter, they find, but private anti-competitive practices have the greater impact. Trade liberalization, and the breakup of private carrier agreements, would lead to a reduction in average liner transport prices of a third, and cost savings of up to $ 3 billion on goods carried to the United States alone. The policy implications are clear: not only should government policy be further liberalized, but there should be stronger international disciplines on restrictive business practices. The authors propose developing such disciplines in the current round of services negotiations at the World Trade Organization.", 
            "authors": [
                "Aaditya Mattoo", 
                "Carsten Fink", 
                "Cristina Neagu"
            ], 
            "fields": [
                "Towing", 
                "route", 
                "Manufacturing", 
                "Commodity", 
                "Free trade"
            ], 
            "title": "Trade in International Maritime Services: How Much Does Policy Matter?", 
            "url": "http://cn.bing.com/academic/profile?id=57e6993b99807c663d2af932ba8ca653&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents a technique for overcoming the problem of tissue absorption in emission tomography. Given a set of equispaced projections in the interval (0, 2π), it is possible to derive an exact formula for recovering the spectrum of the image. The formula is obtained by solving a linear partial-differential equation that links the derivatives of the spectrum with respect to absorption and spatial frequencies. Examples of the application of the technique to synthetic and real data are given.", 
            "authors": [
                "Sandro Bellini", 
                "Maurizio Piacentini", 
                "C Cafforio", 
                "Fabio Rocca"
            ], 
            "fields": [
                "Spectrum", 
                "Partial differential equation", 
                "Absorption", 
                "Spatial frequency", 
                "Tomography"
            ], 
            "title": "Compensation of tissue absorption in emission tomography", 
            "url": "http://cn.bing.com/academic/profile?id=4633157b4caab96c6a2087e9f3703037&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 155
}