{
    "data": [
        {
            "abstract": "Arlequin ver 3.0 is a software package integrating several basic and advanced methods for population genetics data analysis, like the computation of standard genetic diversity indices, the estimation of allele and haplotype frequencies, tests of departure from linkage equilibrium, departure from selective neutrality and demographic equilibrium, estimation or parameters from past population expansions, and thorough analyses of population subdivision under the AMOVA framework. Arlequin 3 introduces a completely new graphical interface written in C++, a more robust semantic analysis of input fi les, and two new methods: a Bayesian estimation of gametic phase from multi-locus genotypes, and an estimation of the parameters of an instantaneous spatial expansion from DNA sequence polymorphism. Arlequin can handle several data types like DNA sequences, microsatellite data, or standard multi-locus genotypes. A Windows version of the software is freely available on http://cmpg.unibe.ch/software/arlequin3.", 
            "authors": [
                "Laurent Excoffier", 
                "Guillaume Laval", 
                "Stefan Schneider"
            ], 
            "fields": [
                "Microarray", 
                "Genomics", 
                "Review article", 
                "Pharmacy", 
                "Health informatics"
            ], 
            "title": "Arlequin (version 3.0): An integrated software package for population genetics data analysis", 
            "url": "http://cn.bing.com/academic/profile?id=7de0ea89464b20c87713d616989a40d8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Conservationists are far from able to assist all species under threat, if only for lack of funding. This places a premium on priorities: how can we support the most species at the least cost? One way is to identify ‘biodiversity hotspots’ where exceptional concentrations of endemic species are undergoing exceptional loss of habitat. As many as 44% of all species of vascular plants and 35% of all species in four vertebrate groups are confined to 25 hotspots comprising only 1.4% of the land surface of the Earth. This opens the way for a ‘silver bullet’ strategy on the part of conservation planners, focusing on these hotspots in proportion to their share of the world’s species at risk.", 
            "authors": [
                "Norman Myers", 
                "Russell A Mittermeier", 
                "Cristina G Mittermeier", 
                "Gustavo A B Da Fonseca", 
                "Jennifer Kent"
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Tropics", 
                "Astronomy", 
                "Metabolomics"
            ], 
            "title": "Biodiversity hotspots for conservation priorities", 
            "url": "http://cn.bing.com/academic/profile?id=99536c7364f0f8bbc8bf560cb55014f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Most patients with non–small-cell lung cancer have no response to the tyrosine kinase inhibitor gefitinib, which targets the epidermal growth factor receptor (EGFR). However, about 10 percent of patients have a rapid and often dramatic clinical response. The molecular mechanisms underlying sensitivity to gefitinib are unknown. Methods We searched for mutations in the EGFR gene in primary tumors from patients with non–small-cell lung cancer who had a response to gefitinib, those who did not have a response, and those who had not been exposed to gefitinib. The functional consequences of identified mutations were evaluated after the mutant proteins were expressed in cultured cells. Results Somatic mutations were identified in the tyrosine kinase domain of the EGFR gene in eight of nine patients with gefitinib-responsive lung cancer, as compared with none of the seven patients with no response (P<0.001). Mutations were either small, in-frame deletions or amino acid substitutions clustered around th...", 
            "authors": [
                "Thomas J Lynch", 
                "Daphne W Bell", 
                "Raffaella Sordella", 
                "Sarada Gurubhagavatula", 
                "Ross A Okimoto", 
                "Brian W Brannigan", 
                "Patricia L Harris", 
                "Sara M Haserlat", 
                "Jeffrey G Supko", 
                "Frank G Haluska", 
                "David N Louis", 
                "David C Christiani", 
                "Jeffrey Settleman", 
                "Daniel A Haber"
            ], 
            "fields": [
                "Molecular mechanics", 
                "Medicine", 
                "Germline mutation", 
                "Cancer", 
                "Therapy"
            ], 
            "title": "Activating mutations in the epidermal growth factor receptor underlying responsiveness of non-small-cell lung cancer to gefitinib.", 
            "url": "http://cn.bing.com/academic/profile?id=58dc7da83601988fdc5a356a53b5d904&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "It's about integrating individual clinical expertise and the best external evidence#N##N#Evidence based medicine, whose philosophical origins extend back to mid-19th century Paris and earlier, remains a hot topic for clinicians, public health practitioners, purchasers, planners, and the public. There are now frequent workshops in how to practice and teach it (one sponsored by the BMJ will be held in London on 24 April); undergraduate1 and postgraduate2 training programmes are incorporating it3 (or pondering how to do so); British centres for evidence based practice have been established or planned in adult medicine, child health, surgery, pathology, pharmacotherapy, nursing, general practice, and dentistry; the Cochrane Collaboration and Britain's Centre for Review and Dissemination in York are providing systematic reviews of the effects of health care; new evidence based practice journals are being launched; and it has become a common topic in the lay media. But enthusiasm has been mixed with some negative reaction.4 5 6 Criticism has ranged from evidence based medicine being old hat to it being a dangerous innovation, perpetrated by the arrogant to serve cost cutters and suppress clinical freedom. As evidence based medicine continues to evolve and adapt, now is a useful time to refine the discussion of what it is and what it is not.#N##N#Evidence based medicine is the conscientious, explicit, and judicious use of current best evidence in making decisions about the care of individual patients. The …", 
            "authors": [
                "David L Sackett", 
                "W M Rosenberg", 
                "J A Muir Gray", 
                "R Brian Haynes", 
                "W Scott Richardson"
            ], 
            "fields": [
                "Medicine", 
                "Evidence-based medicine"
            ], 
            "title": "Evidence based medicine: what it is and what it isn't.", 
            "url": "http://cn.bing.com/academic/profile?id=83d767355dccf85666b85e8436445ad1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Electronic properties of materials are commonly described by quasiparticles that behave as non-relativistic electrons with a finite mass and obey the Schroedinger equation. Here we report a condensed matter system where electron transport is essentially governed by the Dirac equation and charge carriers mimic relativistic particles with zero mass and an effective \"speed of light\" c* ~10^6m/s. Our studies of graphene - a single atomic layer of carbon - have revealed a variety of unusual phenomena characteristic of two-dimensional (2D) Dirac fermions. In particular, we have observed that a) the integer quantum Hall effect in graphene is anomalous in that it occurs at half-integer filling factors; b) graphene's conductivity never falls below a minimum value corresponding to the conductance quantum e^2/h, even when carrier concentrations tend to zero; c) the cyclotron mass m of massless carriers with energy E in graphene is described by equation E =mc*^2; and d) Shubnikov-de Haas oscillations in graphene exhibit a phase shift of pi due to Berry's phase.", 
            "authors": [
                "K S Novoselov", 
                "A K Geim", 
                "S V Morozov", 
                "D Jiang", 
                "M I Katsnelson", 
                "I V Grigorieva", 
                "S V Dubonos", 
                "Alexander A Firsov"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Nanotechnology", 
                "Astronomy", 
                "Quantum electrodynamics"
            ], 
            "title": "Two-Dimensional Gas of Massless Dirac Fermions in Graphene", 
            "url": "http://cn.bing.com/academic/profile?id=3c42752e18fbc96939cc79736ec9e821&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Bevacizumab, a monoclonal antibody against vascular endothelial growth factor, has shown promising preclinical and clinical activity against metastatic colorectal cancer, particularly in combination with chemotherapy. Methods Of 813 patients with previously untreated metastatic colorectal cancer, we randomly assigned 402 to receive irinotecan, bolus fluorouracil, and leucovorin (IFL) plus bevacizumab (5 mg per kilogram of body weight every two weeks) and 411 to receive IFL plus placebo. The primary end point was overall survival. Secondary end points were progression-free survival, the response rate, the duration of the response, safety, and the quality of life. Results The median duration of survival was 20.3 months in the group given IFL plus bevacizumab, as compared with 15.6 months in the group given IFL plus placebo, corresponding to a hazard ratio for death of 0.66 (P<0.001). The median duration of progression-free survival was 10.6 months in the group given IFL plus bevacizumab, as compa...", 
            "authors": [
                "Herbert I Hurwitz", 
                "Louis Fehrenbacher", 
                "William F Novotny", 
                "Thomas H Cartwright", 
                "John D Hainsworth", 
                "William Heim", 
                "Jordan Berlin", 
                "Ari D Baron", 
                "Susan Griffing", 
                "Eric Holmgren", 
                "Napoleone Ferrara", 
                "Gwen Fyfe", 
                "Beth Rogers", 
                "Robert Ross", 
                "Fairooz F Kabbinavar"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Colorectal cancer"
            ], 
            "title": "Bevacizumab plus Irinotecan, Fluorouracil, and Leucovorin for Metastatic Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=d620483f5e48b0ed9c9bef214ec1ecac&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Tissues impacted by chronic infiltration of immune cells, for example, chronic inflammation, have a significantly increased risk of neoplasia. Once tumor development begins, immune cells that infiltrate and subsequently reside within neoplastic microenvironments regulate paracrine pathways in the tissue that foster neoplastic cell survival and proliferation, as well as regulating vascular cells, mesenchymal support cells, and other immune cells to similarly support neoplastic progression and tumor development. We now appreciate that immune microenvironments in solid tumors are targets for anticancer therapy, whereby therapeutics aim to neutralize their tumor-promoting activities, which is coincident with bolstering their embedded activities to foster T cell mobilization and cytotoxic functions through enhanced recognition of tumor-specific antigens. The key leukocytes that contribute to acute versus chronic inflammation in cancer, as well as the mechanisms by which they do so are subjects of the ongoing investigations. This article outlines differences between acute and chronic inflammation in the context of cancer, how each state arises, and how each can be manipulated for development of new cancer therapeutics.", 
            "authors": [
                "Lisa M Coussens", 
                "Zena Werb"
            ], 
            "fields": [
                "Computational biology", 
                "Molecular biology", 
                "Physics", 
                "Ecology", 
                "Evolutionary biology"
            ], 
            "title": "Inflammation and cancer", 
            "url": "http://cn.bing.com/academic/profile?id=3f423dcd48cf6bc3576857e4273c0433&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Once foods in the United States were fortified with vitamin D, rickets appeared to have been conquered, and many considered major health problems from vitamin D deficiency resolved. But vitamin D deficiency is common. This review considers the role of vitamin D in skeletal and nonskeletal health and suggests strategies for the prevention and treatment of vitamin D deficiency.", 
            "authors": [
                "Michael F Holick"
            ], 
            "fields": [
                "Medicine", 
                "Vitamin D and neurology"
            ], 
            "title": "Vitamin D Deficiency", 
            "url": "http://cn.bing.com/academic/profile?id=5a818a85fb14cacb0ecac177feb00342&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Results In 2007-2008, the age-adjusted prevalence of obesity was 33.8% (95% confidence interval [CI], 31.6%-36.0%) overall, 32.2% (95% CI, 29.5%-35.0%) among men, and 35.5% (95% CI, 33.2%-37.7%) among women. The corresponding prevalence estimates for overweight and obesity combined (BMI 25) were 68.0% (95% CI, 66.3%-69.8%), 72.3% (95% CI, 70.4%-74.1%), and 64.1% (95% CI, 61.3%66.9%). Obesity prevalence varied by age group and by racial and ethnic group for both men and women. Over the 10-year period, obesity showed no significant trend among women (adjusted odds ratio [AOR] for 2007-2008 vs 1999-2000, 1.12 [95% CI, 0.89-1.32]). For men, there was a significant linear trend (AOR for 2007-2008 vs 1999-2000, 1.32 [95% CI, 1.12-1.58]); however, the 3 most recent data points did not differ significantly from each other.", 
            "authors": [
                "Katherine M Flegal", 
                "Margaret D Carroll", 
                "Cynthia L Ogden", 
                "Lester R Curtin"
            ], 
            "fields": [
                "Epidemiology", 
                "Public health", 
                "Prevalence", 
                "Medicine", 
                "Obesity"
            ], 
            "title": "Prevalence and Trends in Obesity Among US Adults, 1999-2008", 
            "url": "http://cn.bing.com/academic/profile?id=d9b920986cc44fb52be8798cda87c8f7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Background Although more than 80% of the global burden of cardiovascular disease occurs in low-income and middle-income countries, knowledge of the importance of risk factors is largely derived from developed countries. Therefore, the effect of such factors on risk of coronary heart disease in most regions of the world is unknown. Methods We established a standardised case-control study of acute myocardial infarction in 52 countries, representing every inhabited continent. 15 152 cases and 14 820 controls were enrolled. The relation of smoking, history of hypertension or diabetes, waist/hip ratio, dietary patterns, physical activity, consumption of alcohol, blood apolipoproteins (Apo), and psychosocial factors to myocardial infarction are reported here. Odds ratios and their 99% CIs for the association of risk factors to myocardial infarction and their population attributable risks (PAR) were calculated. Findings Smoking (odds ratio 2·87 for current vs never, PAR 35·7% for current and former vs never), raised ApoB/ApoA1 ratio (3·25 for top vs lowest quintile, PAR 49·2% for top four quintiles vs lowest quintile), history of hypertension (1·91, PAR 17·9%), diabetes (2·37, PAR 9·9%), abdominal obesity (1·12 for top vs lowest tertile and 1·62 for middle vs lowest tertile, PAR 20·1% for top two tertiles vs lowest tertile), psychosocial factors (2·67, PAR 32·5%), daily consumption of fruits and vegetables (0·70, PAR 13·7% for lack of daily consumption), regular alcohol consumption (0·91, PAR 6·7%), and regular physical activity (0·86, PAR 12·2%), were all significantly related to acute myocardial infarction (p<0·0001 for all risk factors and p=0·03 for alcohol). These associations were noted in men and women, old and young, and in all regions of the world. Collectively, these nine risk factors accounted for 90% of the PAR in men and 94% in women. Interpretation Abnormal lipids, smoking, hypertension, diabetes, abdominal obesity, psychosocial factors, consumption of fruits, vegetables, and alcohol, and regular physical activity account for most of the risk of myocardial infarction worldwide in both sexes and at all ages in all regions. This finding suggests that approaches to prevention can be based on similar principles worldwide and have the potential to prevent most premature cases of myocardial infarction.", 
            "authors": [
                "Salim Yusuf", 
                "Steven Hawken", 
                "Stephanie Ounpuu", 
                "Tony Dans", 
                "Alvaro Avezum", 
                "F Lanas", 
                "Matthew J Mcqueen", 
                "Andrzej Budaj", 
                "Prem Pais", 
                "John Varigos", 
                "Liu Lisheng"
            ], 
            "fields": [
                "Country", 
                "Case-control study", 
                "Myocardial infarction", 
                "Risk factor", 
                "Medicine"
            ], 
            "title": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study", 
            "url": "http://cn.bing.com/academic/profile?id=fe62bd20f7befe4d62baf4867fafc9b7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Loss of neurons is thought to be irreversible in the adult human brain, because dying neurons cannot be replaced. This inability to generate replacement cells is thought to be an important cause of neurological disease and impairment. In most brain regions, the generation of neurons is generally confined to a discrete developmental period. Exceptions are found in the dentate gyrus and the subventricular zone of several species that have been shown to generate new neurons well into the postnatal and adult period 1‐6 . Granule neurons are generated throughout life from a population of continuously dividing progenitor cells residing in the subgranular zone of the dentate gyrus in the rodent brain 5 . ‘Newborn’ neurons generated from these progenitor cells migrate into the granule cell layer, differentiate, extend axons and express neuronal marker proteins 7‐10 . We examined whether progenitor cells reside in the adult human hippocampus and whether new neurons are born within the dentate gyrus of the adult human brain. Postmortem tissue from the hippocampus and the subventricular zone of caudate nucleus was obtained from cancer patients (n = 5) who received one intravenous infusion (250 mg; 2.5 mg/ml, 100 ml) of bromodeoxyuridine (BrdU) for diagnostic purposes 11 . One patient diagnosed with a similar type and location of cancer, but without BrdU treatment, was included as a control. A thymidine analog, BrdU is incorporated into the DNA of dividing cells and can be detected immunohistochemically in their progeny 5,12,13 .", 
            "authors": [
                "Peter Eriksson", 
                "Ekaterina Perfilieva", 
                "Thomas Bjorkeriksson", 
                "Annmarie Alborn", 
                "Claes Nordborg", 
                "Daniel A Peterson", 
                "Fred H Gage"
            ], 
            "fields": [
                "Medicine", 
                "Progenitor cell", 
                "Neuroregeneration", 
                "Differential interference contrast microscopy", 
                "Nature"
            ], 
            "title": "Neurogenesis in the adult human hippocampus", 
            "url": "http://cn.bing.com/academic/profile?id=7bc2b2016429c0a87851f860a6a74b2d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Background Although more than 80% of the global burden of cardiovascular disease occurs in low-income and middle-income countries, knowledge of the importance of risk factors is largely derived from developed countries. Therefore, the effect of such factors on risk of coronary heart disease in most regions of the world is unknown. Methods We established a standardised case-control study of acute myocardial infarction in 52 countries, representing every inhabited continent. 15 152 cases and 14 820 controls were enrolled. The relation of smoking, history of hypertension or diabetes, waist/hip ratio, dietary patterns, physical activity, consumption of alcohol, blood apolipoproteins (Apo), and psychosocial factors to myocardial infarction are reported here. Odds ratios and their 99% CIs for the association of risk factors to myocardial infarction and their population attributable risks (PAR) were calculated. Findings Smoking (odds ratio 2·87 for current vs never, PAR 35·7% for current and former vs never), raised ApoB/ApoA1 ratio (3·25 for top vs lowest quintile, PAR 49·2% for top four quintiles vs lowest quintile), history of hypertension (1·91, PAR 17·9%), diabetes (2·37, PAR 9·9%), abdominal obesity (1·12 for top vs lowest tertile and 1·62 for middle vs lowest tertile, PAR 20·1% for top two tertiles vs lowest tertile), psychosocial factors (2·67, PAR 32·5%), daily consumption of fruits and vegetables (0·70, PAR 13·7% for lack of daily consumption), regular alcohol consumption (0·91, PAR 6·7%), and regular physical activity (0·86, PAR 12·2%), were all significantly related to acute myocardial infarction (p<0·0001 for all risk factors and p=0·03 for alcohol). These associations were noted in men and women, old and young, and in all regions of the world. Collectively, these nine risk factors accounted for 90% of the PAR in men and 94% in women. Interpretation Abnormal lipids, smoking, hypertension, diabetes, abdominal obesity, psychosocial factors, consumption of fruits, vegetables, and alcohol, and regular physical activity account for most of the risk of myocardial infarction worldwide in both sexes and at all ages in all regions. This finding suggests that approaches to prevention can be based on similar principles worldwide and have the potential to prevent most premature cases of myocardial infarction.", 
            "authors": [
                "Salim Yusuf", 
                "Steven Hawken", 
                "Stephanie Ounpuu", 
                "Tony Dans", 
                "Alvaro Avezum", 
                "F Lanas", 
                "Matthew J Mcqueen", 
                "Andrzej Budaj", 
                "Prem Pais", 
                "John Varigos", 
                "Liu Lisheng"
            ], 
            "fields": [
                "Country", 
                "Case-control study", 
                "Myocardial infarction", 
                "Risk factor", 
                "Medicine"
            ], 
            "title": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study", 
            "url": "http://cn.bing.com/academic/profile?id=fe62bd20f7befe4d62baf4867fafc9b7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Loss of neurons is thought to be irreversible in the adult human brain, because dying neurons cannot be replaced. This inability to generate replacement cells is thought to be an important cause of neurological disease and impairment. In most brain regions, the generation of neurons is generally confined to a discrete developmental period. Exceptions are found in the dentate gyrus and the subventricular zone of several species that have been shown to generate new neurons well into the postnatal and adult period 1‐6 . Granule neurons are generated throughout life from a population of continuously dividing progenitor cells residing in the subgranular zone of the dentate gyrus in the rodent brain 5 . ‘Newborn’ neurons generated from these progenitor cells migrate into the granule cell layer, differentiate, extend axons and express neuronal marker proteins 7‐10 . We examined whether progenitor cells reside in the adult human hippocampus and whether new neurons are born within the dentate gyrus of the adult human brain. Postmortem tissue from the hippocampus and the subventricular zone of caudate nucleus was obtained from cancer patients (n = 5) who received one intravenous infusion (250 mg; 2.5 mg/ml, 100 ml) of bromodeoxyuridine (BrdU) for diagnostic purposes 11 . One patient diagnosed with a similar type and location of cancer, but without BrdU treatment, was included as a control. A thymidine analog, BrdU is incorporated into the DNA of dividing cells and can be detected immunohistochemically in their progeny 5,12,13 .", 
            "authors": [
                "Peter Eriksson", 
                "Ekaterina Perfilieva", 
                "Thomas Bjorkeriksson", 
                "Annmarie Alborn", 
                "Claes Nordborg", 
                "Daniel A Peterson", 
                "Fred H Gage"
            ], 
            "fields": [
                "Medicine", 
                "Progenitor cell", 
                "Neuroregeneration", 
                "Differential interference contrast microscopy", 
                "Nature"
            ], 
            "title": "Neurogenesis in the adult human hippocampus", 
            "url": "http://cn.bing.com/academic/profile?id=7bc2b2016429c0a87851f860a6a74b2d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#A recent report that 93 per cent of invasive cervical cancers worldwide contain human papillomavirus (HPV) may be an underestimate, due to sample inadequacy or integration events affecting the HPV L1 gene, which is the target of the polymerase chain reaction (PCR)-based test which was used. The formerly HPV-negative cases from this study have therefore been reanalysed for HPV serum antibodies and HPV DNA. Serology for HPV 16 VLPs, E6, and E7 antibodies was performed on 49 of the 66 cases which were HPV-negative and a sample of 48 of the 866 cases which were HPV-positive in the original study. Moreover, 55 of the 66 formerly HPV-negative biopsies were also reanalysed by a sandwich procedure in which the outer sections in a series of sections are used for histological review, while the inner sections are assayed by three different HPV PCR assays targeting different open reading frames (ORFs). No significant difference was found in serology for HPV 16 proteins between the cases that were originally HPV PCR-negative and -positive. Type-specific E7 PCR for 14 high-risk HPV types detected HPV DNA in 38 (69 per cent) of the 55 originally HPV-negative and amplifiable specimens. The HPV types detected were 16, 18, 31, 33, 39, 45, 52, and 58. Two (4 per cent) additional cases were only HPV DNA-positive by E1 and/or L1 consensus PCR. Histological analysis of the 55 specimens revealed that 21 were qualitatively inadequate. Only two of the 34 adequate samples were HPV-negative on all PCR tests, as against 13 of the 21 that were inadequate ( p< 0·001). Combining the data from this and the previous study and excluding inadequate specimens, the worldwide HPV prevalence in cervical carcinomas is 99·7 per cent. The presence of HPV in virtually all cervical cancers implies the highest worldwide attributable fraction so far reported for a specific cause of any major human cancer. The extreme rarity of HPV-negative cancers reinforces the rationale for HPV testing in addition to, or even instead of, cervical cytology in routine cervical screening. Copyright © 1999 John Wiley & Sons, Ltd.", 
            "authors": [
                "Jan M M Walboomers", 
                "M V Jacobs", 
                "M Michele Manos", 
                "F Xavier Bosch", 
                "J Alain Kummer", 
                "Keerti V Shah", 
                "Peter J F Snijders", 
                "Julian Peto", 
                "Chris J L M Meijer", 
                "Nubia Munoz"
            ], 
            "fields": [
                "Histology", 
                "Vaporized hydrogen peroxide", 
                "Clinical research", 
                "Medicine", 
                "Virus"
            ], 
            "title": "Human papillomavirus is a necessary cause of invasive cervical cancer worldwide.", 
            "url": "http://cn.bing.com/academic/profile?id=1441f07e1be6ddb4c6e732b888b5ecd5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Quinquennial overviews (1985-2000) of the randomised trials in early breast cancer have assessed the 5-year and 10-year effects of various systemic adjuvant therapies on breast cancer recurrence and survival. Here, we report the 10-year and 15-year effects. Methods Collaborative meta-analyses were undertaken of 194 unconfounded randomised trials of adjuvant chemotherapy or hormonal therapy that began by 1995. Many trials involved CMF (cyclophosphamide, methotrexate, fluorouracil), anthracycline-based combinations such as FAC (fluorouracil, doxombicin, cyclophosphamide) or FEC (fluorouracil, epirubicin, cyclophosphamide), tamoxifen, or ovarian suppression: none involved taxanes, trastuzumab, raloxifene, or modem aromatase inhibitors. Findings Allocation to about 6 months of anthracycline-based polychemotherapy (eg, with FAC or FEC) reduces the annual breast cancer death rate by about 38% (SE 5) for women younger than 50 years of age when diagnosed and by about 20% (SE 4) for those of age 50-69 years when diagnosed, largely irrespective of the use of tamoxifen and of oestrogen receptor (ER) status, nodal status, or other tumour characteristics. Such regimens are significantly (2p=0 . 0001 for recurrence, 2p<0 . 00001 for breast cancer mortality) more effective than CMF chemotherapy. Few women of age 70 years or older entered these chemotherapy trials. For ER-positive disease only, allocation to about 5 years of adjuvant tamoxifen reduces the annual breast cancer death rate by 31% (SE 3), largely irrespective of the use of chemotherapy and of age (<50, 50-69, G 70 years), progesterone receptor status, or other tumour characteristics. 5 years is significantly (2p<0 . 00001 for recurrence, 2p=0 . 01 for breast cancer mortality) more effective than just 1-2 years of tamoxifen. For ER-positive tumours, the annual breast cancer mortality rates are similar during years 0-4 and 5-14, as are the proportional reductions in them by 5 years of tamoxifen, so the cumulative reduction in mortality is more than twice as big at 15 years as at 5 years after diagnosis. These results combine six meta-analyses: anthracycline-based versus no chemotherapy (8000 women); CMF-based versus no chemotherapy (14 000); anthracycline-based versus CMF-based chemotherapy (14 000); about 5 years of tamoxifen versus none (15 000); about 1-2 years of tamoxifen versus none (33 000); and about 5 years versus 1-2 years of tamoxifen (18 000). Finally, allocation to ovarian ablation or suppression (8000 women) also significantly reduces breast cancer mortality, but appears to do so only in the absence of other systemic treatments. For middle-aged women with ER-positive disease (the commonest type of breast cancer), the breast cancer mortality rate throughout the next 15 years would be approximately halved by 6 months of anthracycline-based chemotherapy (with a combination such as FAC or FEC) followed by 5 years of adjuvant tamoxifen. For, if mortality reductions of 38% (age <50 years) and 20% (age 50-69 years) from such chemotherapy were followed by a further reduction of 31% from tamoxifen in the risks that remain, the final mortality reductions would be 57% and 45%, respectively (and, the trial results could well have been somewhat stronger if there had been full compliance with the allocated treatments). Overall survival would be comparably improved, since these treatments have relatively small effects on mortality from the aggregate of all other causes. Interpretation Some of the widely practicable adjuvant drug treatments that were being tested in the 1980s, which substantially reduced 5-year recurrence rates (but had somewhat less effect on 5-year mortality rates), also substantially reduce 15-year mortality rates. Further improvements in long-term survival could well be available from newer drugs, or better use of older drugs.", 
            "authors": [
                "O Abe", 
                "Rikiya Abe", 
                "K Enomoto", 
                "Kiyoshi Kikuchi", 
                "H Koyama", 
                "H Masuda", 
                "Y Nomura", 
                "Kazuko Sakai", 
                "K Sugimachi", 
                "Takeshi Tominaga", 
                "Junichi Uchino", 
                "M Yoshida", 
                "J L Haybittle", 
                "C Davies", 
                "V J Harvey", 
                "T M Holdaway", 
                "R G Kay", 
                "B H Mason", 
                "J F Forbes", 
                "Nicholas Wilcken", 
                "Michael Gnant", 
                "Raimund Jakesz", 
                "M Ploner", 
                "Hma Yo…", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Breast cancer", 
                "Clinical trial", 
                "Cause of death", 
                "Cancer"
            ], 
            "title": "Effects of chemotherapy and hormonal therapy for early breast cancer on recurrence and 15-year survival: an overview of the randomised trials.", 
            "url": "http://cn.bing.com/academic/profile?id=8b995d067e3cd3479f66c1cf35e87735&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Like Drosophila Toll, human Toll is a type I transmembrane protein with an extracellular domain consisting of a leucine-rich repeat (LRR) domain, and a cytoplasmic domain homologous to the cytoplasmic domain of the human interleukin (IL)-1 receptor. Both Drosophila Toll and the IL-1 receptor are known to signal through the NF-kB pathway 5-7 . We show that a constitutively active mutant of human Toll transfected into human cell lines can induce the activation of NF-kB and the expression of NF-kB-controlled genes for the inflammatory cyto- kines IL-1, IL-6 and IL-8, as well as the expression of the co- stimulatory molecule B7.1, which is required for the activation of naive T cells. The Toll protein controls dorsal-ventral patterning in Drosophila embryos and activates the transcription factor Dorsal upon binding to its ligand Spatzle 8 . In adult Drosophila, the Toll/Dorsal signalling pathway participates in an anti-fungal immune response 2 . Signal- ling through Toll parallels the signalling pathway induced by the IL- 1 receptor (IL-1R) in mammalian cells: IL-1R signals through the NF-kB pathway, and Dorsal and its inhibitor Cactus are homo- logous to NF-kB and I-kB proteins, respectively 5,6 . Moreover, the cytoplasmic domain of Drosophila Toll is homologous to the cytoplasmic domain of IL-1R (ref. 9). Remarkably, the tobacco- virus-resistance gene that encodes N-protein is also similar to Toll in that it contains both a Toll signalling domain and an LRR domain 10 . It thus appears that the immune-response system mediated by Toll represents an ancient host defence mechanism 6 (Fig. 1). To inves- tigate the possibility that this pathway has been retained in the immune system of vertebrates, we used sequence and pattern searches 11 of the expressed-sequence tag (EST) database at the fragment was used to probe northern blots containing poly(A) + RNA from several organs. Most organs expressed two mRNA species: one of ,5 kilobases (kb) was predominant in most tissues except peripheral blood leukocytes (PBL), and corresponded to the length of the cDNA that we cloned. The lower band was ,4 kb long and this band was predominant in the PBL. The 4-kb band was not detectable in kidney, and liver did not contain any mRNA at all (Fig. 3). We also tested different mouse and human cell lines for expression of hToll mRNA by using PCR with reverse transcription (RT-PCR). We found mRNA for hToll in monocytes, macrophages, dendritic cells, g/d T cells, Th1 and Th2 a/b T cells, a small intestinal epithelial cell line, and a B-cell line (data not shown). The hToll gene is expressed most strongly in spleen and PBL (Fig. 3); its expression in other tissues may be due to the presence of macrophages and dendritic cells, in which it could act as an early-warning system for infection. Alternatively, hToll may be widely expressed because hToll signals through the conserved NF-kB pathway (see below) and NF- kB is a ubiquitous transcription factor. To characterize hToll functions and see whether it can induce transcription of immune response genes like dToll, we generated a dominant-positive mutant of hToll because the natural ligand of hToll is unknown. To produce a constitutively active mutant of hToll, we made use of genetic information from dToll: analysis of ventra- lizing mutants in Drosophila embryos had identified the function of the ectodomain C-flanking cysteine-rich region in dToll 16 as control- ling the activity of dToll in signal transduction. In three dominant", 
            "authors": [
                "Ruslan Medzhitov", 
                "Paula Prestonhurlburt", 
                "Charles A Janeway"
            ], 
            "fields": [
                "Transmembrane protein", 
                "Nature", 
                "Developmental biology", 
                "Computational biology", 
                "Astrophysics"
            ], 
            "title": "A human homologue of the Drosophila Toll protein signals activation of adaptive immunity", 
            "url": "http://cn.bing.com/academic/profile?id=bceb1f0c276d26296af94cb87168cf07&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Countless millions of people have died from tuberculosis, a chronic infectious disease caused by the tubercle bacillus. The complete genome sequence of the best-characterized strain of Mycobacterium tuberculosis, H37Rv, has been determined and analysed in order to improve our understanding of the biology of this slow-growing pathogen and to help the conception of new prophylactic and therapeutic interventions. The genome comprises 4,411,529 base pairs, contains around 4,000 genes, and has a very high guanine + cytosine content that is reflected in the biased amino-acid content of the proteins. M. tuberculosis differs radically from other bacteria in that a very large portion of its coding capacity is devoted to the production of enzymes involved in lipogenesis and lipolysis, and to two new families of glycine-rich proteins with a repetitive structure that may represent a source of antigenic variation.", 
            "authors": [
                "Stewart T Cole", 
                "Roland Brosch", 
                "Julian Parkhill", 
                "T Garnier", 
                "Carol Churcher", 
                "David Harris", 
                "Stephen V Gordon", 
                "Karin Eiglmeier", 
                "Shahinaz Gas", 
                "Clifton E Barry", 
                "Fredj Tekaia", 
                "Karen L Badcock", 
                "D Basham", 
                "David Brown", 
                "Tracey Chillingworth", 
                "R Connor", 
                "R M Davies", 
                "K Devlin", 
                "Theresa Feltwell", 
                "S Gentles", 
                "N Hamlin", 
                "S Holroyd", 
                ""
            ], 
            "fields": [
                "Base pair", 
                "Cell signaling", 
                "Bacteria", 
                "Earth science", 
                "Cancer"
            ], 
            "title": "Deciphering the biology of Mycobacterium tuberculosis from the complete genome sequence.", 
            "url": "http://cn.bing.com/academic/profile?id=5e8d6594ca3fd94138dcbad8b43c2db0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The full benefit of many effective medications will be achieved only if patients adhere to prescribed treatment regimens. Unfortunately, applying terms such as “noncompliant” and “nonadherent” to patients who do not consume every pill at the desired time can stigmatize them in their future relationships with health care providers. This article on medication adherence (or compliance) reviews strategies to assess and enhance this important aspect of patient care.", 
            "authors": [
                "Lars Osterberg", 
                "Terrence F Blaschke"
            ], 
            "fields": [
                "Medicine"
            ], 
            "title": "Adherence to Medication", 
            "url": "http://cn.bing.com/academic/profile?id=e0d140f05a9d28329e21f17230bebbd0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background No effective systemic therapy exists for patients with advanced hepatocellular carcinoma. A preliminary study suggested that sorafenib, an oral multikinase inhibitor of the vascular endothelial growth factor receptor, the platelet-derived growth factor receptor, and Raf may be effective in hepatocellular carcinoma. Methods In this multicenter, phase 3, double-blind, placebo-controlled trial, we randomly assigned 602 patients with advanced hepatocellular carcinoma who had not received previous systemic treatment to receive either sorafenib (at a dose of 400 mg twice daily) or placebo. Primary outcomes were overall survival and the time to symptomatic progression. Secondary outcomes included the time to radiologic progression and safety. Results At the second planned interim analysis, 321 deaths had occurred, and the study was stopped. Median overall survival was 10.7 months in the sorafenib group and 7.9 months in the placebo group (hazard ratio in the sorafenib group, 0.69; 95% confidence interval, 0.55 to 0.87; P<0.001). There was no significant difference between the two groups in the median time to symptomatic progression (4.1 months vs. 4.9 months, respectively, P=0.77). The median time to radiologic progression was 5.5 months in the sorafenib group and 2.8 months in the placebo group (P<0.001). Seven patients in the sorafenib group (2%) and two patients in the placebo group (1%) had a partial response; no patients had a complete response. Diarrhea, weight loss, hand-foot skin reaction, and hypophosphatemia were more frequent in the sorafenib group. Conclusions In patients with advanced hepatocellular carcinoma, median survival and the time to radiologic progression were nearly 3 months longer for patients treated with sorafenib than for those given placebo.", 
            "authors": [
                "Josep M Llovet", 
                "I Borbath", 
                "S Ricci", 
                "Vincenzo Mazzaferro", 
                "P Hilgard", 
                "E Gane", 
                "Jeanfrederic Blanc", 
                "Andre Cosme De Oliveira", 
                "Armando Santoro", 
                "Jeanluc Raoul", 
                "Alejandro Forner", 
                "Myron Schwartz", 
                "Camillo Porta", 
                "Stefan Zeuzem", 
                "Luigi Bolondi", 
                "Tim F Greten", 
                "Peter R Galle", 
                "Jeanfrancois Seitz", 
                "Dieter Haussinger", 
                "Tom Gia…", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Management", 
                "Apoptosis", 
                "Randomized controlled trial", 
                "Cancer"
            ], 
            "title": "Sorafenib in advanced hepatocellular carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=2d4520d98ed6cb03914c5fa90a229e30&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Bevacizumab, a monoclonal antibody against vascular endothelial growth factor, has been shown to benefit patients with a variety of cancers. Methods Between July 2001 and April 2004, the Eastern Cooperative Oncology Group (ECOG) conducted a randomized study in which 878 patients with recurrent or advanced non–small-cell lung cancer (stage IIIB or IV) were assigned to chemotherapy with paclitaxel and carboplatin alone (444) or paclitaxel and carboplatin plus bevacizumab (434). Chemotherapy was administered every 3 weeks for six cycles, and bevacizumab was administered every 3 weeks until disease progression was evident or toxic effects were intolerable. Patients with squamous-cell tumors, brain metastases, clinically significant hemoptysis, or inadequate organ function or performance status (ECOG performance status, >1) were excluded. The primary end point was overall survival. Results The median survival was 12.3 months in the group assigned to chemotherapy plus bevacizumab, as compared with 10...", 
            "authors": [
                "Alan Sandler", 
                "Robert Gray", 
                "Michael C Perry", 
                "Julie R Brahmer", 
                "Joan H Schiller", 
                "Afshin Dowlati", 
                "Rogerio Lilenbaum", 
                "David H Johnson"
            ], 
            "fields": [
                "Hazard ratio", 
                "Monoclonal Antibody", 
                "Cancer", 
                "Response rate", 
                "Medicine"
            ], 
            "title": "Paclitaxel–Carboplatin Alone or with Bevacizumab for Non–Small-Cell Lung Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=adb739e7342a4e9b099e7e6ace4d1a75&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Model for energy homeostasis Adiposity signals: leptin and insulin Leptin resistance and obesity Neuropeptide effectors of adiposity signals Neuropeptide Y stimulates food intake Melanocortins suppress food intake Neuropeptide signalling pathways in the hypothalamus Transduction of adiposity signals into a neuronal response Model for second-order neuronal signalling pathways", 
            "authors": [
                "Michael W Schwartz", 
                "Stephen C Woods", 
                "Daniel Porte", 
                "Randy J Seeley", 
                "Denis G Baskin"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Weight loss", 
                "Immunology", 
                "Genomics"
            ], 
            "title": "Central nervous system control of food intake", 
            "url": "http://cn.bing.com/academic/profile?id=35aa2eb5ee25820302da7c80ff88d6ab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This work has been made available to the staff and students of the University of Sydney for the purposes of research and study only. It constitutes material that is held by the University for the purposes of reporting for HERDC and the ERA. This work may not be downloaded, copied and distributed to any third party#N#.", 
            "authors": [
                "A Patel", 
                "Stephen Macmahon", 
                "John Chalmers", 
                "B Neal", 
                "Laurent Billot", 
                "Mark Woodward", 
                "Michel Marre", 
                "Matthew N Cooper", 
                "P Glasziou", 
                "D E Grobbee", 
                "Pavel Hamet", 
                "Stephen B Harrap", 
                "S Heller", 
                "Lijun Liu", 
                "G Mancia", 
                "C E Mogensen", 
                "Chenwei Pan", 
                "N Poulter", 
                "A Rodgers", 
                "B Williams", 
                "Severine Bompoint", 
                "Bastiaan E De …", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Confidence interval", 
                "Randomized controlled trial", 
                "Meta-analysis", 
                "Diabetes mellitus"
            ], 
            "title": "Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", 
            "url": "http://cn.bing.com/academic/profile?id=39f3caee94a53388d0067f93bec04d13&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Many complex systems, such as communication networks, display a surprising degree of robustness: while key components regularly malfunction, local failures rarely lead to the loss of the global information-carrying ability of the network. The stability of these complex systems is often attributed to the redundant wiring of the functional web defined by the systems' components. In this paper we demonstrate that error tolerance is not shared by all redundant systems, but it is displayed only by a class of inhomogeneously wired networks, called scale-free networks. We find that scale-free networks, describing a number of systems, such as the World Wide Web, Internet, social networks or a cell, display an unexpected degree of robustness, the ability of their nodes to communicate being unaffected by even unrealistically high failure rates. However, error tolerance comes at a high price: these networks are extremely vulnerable to attacks, i.e. to the selection and removal of a few nodes that play the most important role in assuring the network's connectivity.", 
            "authors": [
                "Reka Albert", 
                "Hawoong Jeong", 
                "Albertlaszlo Barabasi"
            ], 
            "fields": [
                "Materials Science", 
                "Computational biology", 
                "Cancer", 
                "Nature", 
                "Molecular biology"
            ], 
            "title": "Error and attack tolerance of complex networks", 
            "url": "http://cn.bing.com/academic/profile?id=437df4f26d9384a503fbc6212b975496&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is now ample evidence of the ecological impacts of recent climate change, from polar terrestrial to tropical marine environments. The responses of both flora and fauna span an array of ecosystems and organizational hierarchies, from the species to the community levels. Despite continued uncertainty as to community and ecosystem trajectories under global change, our review exposes a coherent pattern of ecological change across systems. Although we are only at an early stage in the projected trends of global warming, ecological responses to recent climate change are already clearly visible.", 
            "authors": [
                "Gianreto Walther", 
                "Eric Post", 
                "Peter Convey", 
                "Annette Menzel", 
                "Camille Parmesan", 
                "Trevor J C Beebee", 
                "Jeanmarc Fromentin", 
                "Ove Hoeghguldberg", 
                "Franz Bairlein"
            ], 
            "fields": [
                "Neuroscience", 
                "Computational biology", 
                "Signal transduction", 
                "Geophysics", 
                "Physics"
            ], 
            "title": "Ecological responses to recent climate change.", 
            "url": "http://cn.bing.com/academic/profile?id=6035981cffe8f5cca1e8900f5248ceae&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Since sunitinib malate has shown activity in two uncontrolled studies in patients with metastatic renal-cell carcinoma, a comparison of the drug with interferon alfa in a phase 3 trial is warranted. Methods We enrolled 750 patients with previously untreated, metastatic renal-cell carcinoma in a multicenter, randomized, phase 3 trial to receive either repeated 6-week cycles of sunitinib (at a dose of 50 mg given orally once daily for 4 weeks, followed by 2 weeks without treatment) or interferon alfa (at a dose of 9 MU given subcutaneously three times weekly). The primary end point was progression-free survival. Secondary end points included the objective response rate, overall survival, patient-reported outcomes, and safety. Results The median progression-free survival was significantly longer in the sunitinib group (11 months) than in the interferon alfa group (5 months), corresponding to a hazard ratio of 0.42 (95% confidence interval, 0.32 to 0.54; P<0.001). Sunitinib was also associated with...", 
            "authors": [
                "Robert J Motzer", 
                "Thomas E Hutson", 
                "Piotr Tomczak", 
                "M Dror Michaelson", 
                "R M Bukowski", 
                "Olivier Rixe", 
                "Stephane Oudard", 
                "S Negrier", 
                "Cezary Szczylik", 
                "S T Kim", 
                "Isan Chen", 
                "Paul Bycott", 
                "C M Baum", 
                "Robert A Figlin"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Response rate", 
                "Quality of life", 
                "Hazard ratio"
            ], 
            "title": "Sunitinib versus interferon alfa in metastatic renal-cell carcinoma.", 
            "url": "http://cn.bing.com/academic/profile?id=6c936e51d8a22591443ac0d73176d37f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Global and regional projections of mortality and burden of disease by cause for the years 2000 2010 and 2030 were published by Murray and Lopez in 1996 as part of the Global Burden of Disease project. These projections which are based on 1990 data continue to be widely quoted although they are substantially outdated; in particular they substantially underestimated the spread of HIV/AIDS. To address the widespread demand for information on likely future trends in global health and thereby to support international health policy and priority setting we have prepared new projections of mortality and burden of disease to 2030 starting from World Health Organization estimates of mortality and burden of disease for 2002. This paper describes the methods assumptions input data and results. Relatively simple models were used to project future health trends under three scenarios-- baseline optimistic and pessimistic--based largely on projections of economic and social development and using the historically observed relationships of these with cause-specific mortality rates. Data inputs have been updated to take account of the greater availability of death registration data and the latest available projections for HIV/AIDS income human capital tobacco smoking body mass index and other inputs. In all three scenarios there is a dramatic shift in the distribution of deaths from younger to older ages and from communicable maternal perinatal and nutritional causes to noncommunicable disease causes. The risk of death for children younger than 5 y is projected to fall by nearly 50% in the baseline scenario between 2002 and 2030. The proportion of deaths due to noncommunicable disease is projected to rise from 59% in 2002 to 69% in 2030. Global HIV/AIDS deaths are projected to rise from 2.8 million in 2002 to 6.5 million in 2030 under the baseline scenario which assumes coverage with antiretroviral drugs reaches 80% by 2012. Under the optimistic scenario which also assumes increased prevention activity HIV/AIDS deaths are projected to drop to 3.7 million in 2030. Total tobacco-attributable deaths are projected to rise from 5.4 million in 2005 to 6.4 million in 2015 and 8.3 million in 2030 under our baseline scenario. Tobacco is projected to kill 50% more people in 2015 than HIV/AIDS and to be responsible for 10% of all deaths globally. The three leading causes of burden of disease in 2030 are projected to include HIV/AIDS unipolar depressive disorders and ischaemic heart disease in the baseline and pessimistic scenarios. Road traffic accidents are the fourth leading cause in the baseline scenario and the third leading cause ahead of ischaemic heart disease in the optimistic scenario. Under the baseline scenario HIV/AIDS becomes the leading cause of burden of disease in middle- and low-income countries by 2015. These projections represent a set of three visions of the future for population health based on certain explicit assumptions. Despite the wide uncertainty ranges around future projections they enable us to appreciate better the implications for health and health policy of currently observed trends and the likely impact of fairly certain future trends such as the ageing of the population the continued spread of HIV/AIDS in many regions and the continuation of the epidemiological transition in developing countries. The results depend strongly on the assumption that future mortality trends in poor countries will have a relationship to economic and social development similar to those that have occurred in the higher-income countries.   (authors)", 
            "authors": [
                "Colin Mathers", 
                "Dejan Loncar"
            ], 
            "fields": [
                "Human factors and ergonomics", 
                "Suicide prevention", 
                "Methodology", 
                "Estimation", 
                "Developing country"
            ], 
            "title": "Projections of Global Mortality and Burden of Disease from 2002 to 2030", 
            "url": "http://cn.bing.com/academic/profile?id=1c6864a05f4a309284a21328d4a050af&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Background Patients with type 2 diabetes are at high risk of fatal and non-fatal myocardial infarction and stroke. There is indirect evidence that agonists of peroxisome proliferator-activated receptor � (PPAR � ) could reduce macrovascular complications. Our aim, therefore, was to ascertain whether pioglitazone reduces macrovascular morbidity and mortality in high-risk patients with type 2 diabetes. Methods We did a prospective, randomised controlled trial in 5238 patients with type 2 diabetes who had evidence of macrovascular disease. We recruited patients from primary-care practices and hospitals. We assigned patients to oral pioglitazone titrated from 15 mg to 45 mg (n=2605) or matching placebo (n=2633), to be taken in addition to their glucose-lowering drugs and other medications. Our primary endpoint was the composite of all-cause mortality, non-fatal myocardial infarction (including silent myocardial infarction), stroke, acute coronary syndrome, endovascular or surgical intervention in the coronary or leg arteries, and amputation above the ankle. Analysis was by intention to treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN NCT00174993. Findings Two patients were lost to follow-up, but were included in analyses. The average time of observation was 34·5 months. 514 of 2605 patients in the pioglitazone group and 572 of 2633 patients in the placebo group had at least one event in the primary composite endpoint (HR 0·90, 95% CI 0·80–1·02, p=0·095). The main secondary endpoint was the composite of all-cause mortality, non-fatal myocardial infarction, and stroke. 301 patients in the pioglitazone group and 358 in the placebo group reached this endpoint (0·84, 0·72–0·98, p=0·027). Overall safety and tolerability was good with no change in the safety profile of pioglitazone identified. 6% (149 of 2065) and 4% (108 of 2633) of those in the pioglitazone and placebo groups, respectively, were admitted to hospital with heart failure; mortality rates from heart failure did not differ between groups.", 
            "authors": [
                "J A Dormandy", 
                "B Charbonnel", 
                "David Eckland", 
                "E Erdmann", 
                "Massimo Massibenedetti", 
                "Ian K Moules", 
                "Allan M Skene", 
                "Meng H Tan", 
                "Pierre Lefebvre", 
                "Gordon Murray", 
                "Eberhard Standl", 
                "R G Wilcox", 
                "Lars Wilhelmsen", 
                "John Betteridge", 
                "Kare I Birkeland", 
                "Alain Golay", 
                "Robert J Heine", 
                "Laszlo Koranyi", 
                "Markku Laakso", 
                "Mari…", 
                ""
            ], 
            "fields": [
                "Internal standard", 
                "Mortality rate", 
                "Clinical trial", 
                "Intention-to-treat analysis", 
                "Medicine"
            ], 
            "title": "Secondary prevention of macrovascular events in patients with type 2 diabetes in the PROactive Study (PROspective pioglitAzone Clinical Trial In macroVascular Events): a randomised controlled trial", 
            "url": "http://cn.bing.com/academic/profile?id=d001b4f9c3f927eac6198fb7e28f7019&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is increasing evidence that genome-wide association ( GWA) studies represent a powerful approach to the identification of genes involved in common human diseases. We describe a joint GWA study ( using the Affymetrix GeneChip 500K Mapping Array Set) undertaken in the British population, which has examined similar to 2,000 individuals for each of 7 major diseases and a shared set of similar to 3,000 controls. Case-control comparisons identified 24 independent association signals at P < 5 X 10(-7): 1 in bipolar disorder, 1 in coronary artery disease, 9 in Crohn's disease, 3 in rheumatoid arthritis, 7 in type 1 diabetes and 3 in type 2 diabetes. On the basis of prior findings and replication studies thus-far completed, almost all of these signals reflect genuine susceptibility effects. We observed association at many previously identified loci, and found compelling evidence that some loci confer risk for more than one of the diseases studied. Across all diseases, we identified a large number of further signals ( including 58 loci with single-point P values between 10(-5) and 5 X 10(-7)) likely to yield additional susceptibility loci. The importance of appropriately large samples was confirmed by the modest effect sizes observed at most loci identified. This study thus represents a thorough validation of the GWA approach. It has also demonstrated that careful use of a shared control group represents a safe and effective approach to GWA analyses of multiple disease phenotypes; has generated a genome-wide genotype database for future studies of common diseases in the British population; and shown that, provided individuals with non-European ancestry are excluded, the extent of population stratification in the British population is generally modest. Our findings offer new avenues for exploring the pathophysiology of these important disorders. We anticipate that our data, results and software, which will be widely available to other investigators, will provide a powerful resource for human genetics research.", 
            "authors": [
                "Paul R Burton", 
                "David G Clayton", 
                "Lon R Cardon", 
                "Nick Craddock", 
                "Panos Deloukas", 
                "Audrey Duncanson", 
                "Dominic P Kwiatkowski", 
                "Mark I Mccarthy", 
                "Willem H Ouwehand", 
                "Nilesh J Samani", 
                "John A Todd", 
                "Peter Donnelly", 
                "Jeffrey C Barrett", 
                "Dan Davison", 
                "Doug Easton", 
                "D H Evans", 
                "Hintak Leung", 
                "Jonathan Marchini", 
                "Andre…", 
                ""
            ], 
            "fields": [
                "RNA", 
                "Biotechnology", 
                "Marine biology", 
                "Biochemistry", 
                "Ecology"
            ], 
            "title": "Genome-wide association study of 14,000 cases of seven common diseases and 3,000 shared controls.", 
            "url": "http://cn.bing.com/academic/profile?id=dd4b50ae5f4fd55333ff809740d97cce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Full-thickness defects of articular cartilage in the knee have a poor capacity for repair. They may progress to osteoarthritis and require total knee replacement. We performed autologous chondrocyte transplantation in 23 people with deep cartilage defects in the knee. Methods The patients ranged in age from 14 to 48 years and had full-thickness cartilage defects that ranged in size from 1.6 to 6.5 cm2. Healthy chondrocytes obtained from an uninvolved area of the injured knee during arthroscopy were isolated and cultured in the laboratory for 14 to 21 days. The cultured chondrocytes were then injected into the area of the defect. The defect was covered with a sutured periosteal flap taken from the proximal medial tibia. Evaluation included clinical examination according to explicit criteria and arthroscopic examination with a biopsy of the transplantation site. Results Patients were followed for 16 to 66 months (mean, 39). Initially, the transplants eliminated knee locking and reduced pain and s...", 
            "authors": [
                "Mats Brittberg", 
                "Anders Lindahl", 
                "Anders Nilsson", 
                "Claes Ohlsson", 
                "Olle Isaksson", 
                "Lars Peterson"
            ], 
            "fields": [
                "Medicine", 
                "Cytology", 
                "Tissue engineering", 
                "Therapy", 
                "Culture"
            ], 
            "title": "Treatment of Deep Cartilage Defects in the Knee with Autologous Chondrocyte Transplantation", 
            "url": "http://cn.bing.com/academic/profile?id=3721f8873b65450c642eba5cd55c1de9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The sequence of the mouse genome is a key informational tool for understanding the contents of the human genome and a key experimental tool for biomedical research. Here, we report the results of an international collaboration to produce a high-quality draft sequence of the mouse genome. We also present an initial comparative analysis of the mouse and human genomes, describing some of the insights that can be gleaned from the two sequences. We discuss topics including the analysis of the evolutionary forces shaping the size, structure and sequence of the genomes; the conservation of large-scale synteny across most of the genomes; the much lower extent of sequence orthology covering less than half of the genomes; the proportions of the genomes under selection; the number of protein-coding genes; the expansion of gene families related to reproduction and immunity; the evolution of proteins; and the identification of intraspecies polymorphism.", 
            "authors": [
                "Asif Chinwalla", 
                "Lisa L Cook", 
                "Kimberly D Delehaunty", 
                "Ginger Fewell", 
                "Lucinda Fulton", 
                "Robert S Fulton", 
                "Tina Graves", 
                "Ladeana W Hillier", 
                "Elaine R Mardis", 
                "John D Mcpherson", 
                "Tracie L Miner", 
                "William E Nash", 
                "Joanne O Nelson", 
                "Michael N Nhan", 
                "Kymberlie H Pepin", 
                "Craig S Pohl", 
                "Tracy C Ponce", 
                "Brian Schultz", 
                "Johanna Th…", 
                ""
            ], 
            "fields": [
                "Nucleic acid", 
                "Materials Science", 
                "Computational biology", 
                "Cancer", 
                "Nature"
            ], 
            "title": "Initial sequencing and comparative analysis of the mouse genome", 
            "url": "http://cn.bing.com/academic/profile?id=dc30ffb020253c25be50963e722175ce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "RNA interference (RNAi) is the mechanism through which double-stranded RNAs silence cognate genes 1-5. In plants, this can occur at both the transcriptional and the post-transcriptional levels 1,2,5; however, in animals, only post-transcriptional RNAi has been reported to date. In both plants and animals, RNAi is characterized by the presence of RNAs of about 22 nucleotides in length that are homologous to the gene that is being suppressed 6-8. These 22-nucleotide sequences serve as guide sequences that instruct a multicomponent nuclease, RISC, to destroy specific messenger RNAs 6. Here we identify an enzyme, Dicer, which can produce putative guide RNAs. Dicer is a member of the RNase III family of nucleases that specifically cleave double-stranded RNAs, and is evolutionarily conserved in worms, flies, plants, fungi and mammals. The enzyme has a distinctive structure, which includes a helicase domain and dual RNase III motifs. Dicer also contains a region of homology to the RDE1/QDE2/ARGONAUTE family that has been genetically linked to RNAi 9,10.", 
            "authors": [
                "Emily Bernstein", 
                "Amy A Caudy", 
                "Scott M Hammond", 
                "Gregory J Hannon"
            ], 
            "fields": [
                "Quantum mechanics", 
                "RNA", 
                "Molecular biology", 
                "Medicine", 
                "Developmental biology"
            ], 
            "title": "Role for a bidentate ribonuclease in the initiation step of RNA interference", 
            "url": "http://cn.bing.com/academic/profile?id=f5970b228d71d9bb841222f5cf33c0fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Epigenetic silencing of the MGMT (O6-methylguanine–DNA methyltransferase) DNA-repair gene by promoter methylation compromises DNA repair and has been associated with longer survival in patients with glioblastoma who receive alkylating agents. Methods We tested the relationship between MGMT silencing in the tumor and the survival of patients who were enrolled in a randomized trial comparing radiotherapy alone with radiotherapy combined with concomitant and adjuvant treatment with temozolomide. The methylation status of the MGMT promoter was determined by methylation-specific polymerase-chain-reaction analysis. Results The MGMT promoter was methylated in 45 percent of 206 assessable cases. Irrespective of treatment, MGMT promoter methylation was an independent favorable prognostic factor (P<0.001 by the log-rank test; hazard ratio, 0.45; 95 percent confidence interval, 0.32 to 0.61). Among patients whose tumor contained a methylated MGMT promoter, a survival benefit was observed in patients treat...", 
            "authors": [
                "Monika E Hegi", 
                "Annieclaire Diserens", 
                "Thierry Gorlia", 
                "Mariefrance Hamou", 
                "Nicolas De Tribolet", 
                "Michael Weller", 
                "Johan M Kros", 
                "Johannes A Hainfellner", 
                "Warren P Mason", 
                "Luigi Mariani", 
                "Jacoline E C Bromberg", 
                "Peter Hau", 
                "R O Mirimanoff", 
                "J Gregory Cairncross", 
                "R C Janzer", 
                "Roger Stupp"
            ], 
            "fields": [
                "Randomized controlled trial", 
                "Confidence interval", 
                "Polymerase chain reaction", 
                "Hazard ratio", 
                "DNA repair"
            ], 
            "title": "MGMT Gene Silencing and Benefit from Temozolomide in Glioblastoma", 
            "url": "http://cn.bing.com/academic/profile?id=c2dace813c03de6c1042e406591f9dce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Results Overall, 26·4% (95% CI 26·0‐26·8%) of the adult population in 2000 had hypertension (26·6% of men [26·0–27·2%] and 26·1% of women [25·5–26·6%]), and 29·2% (28·8–29·7%) were projected to have this condition by 2025 (29·0% of men [28·6–29·4%] and 29·5% of women [29·1–29·9%]). The estimated total number of adults with hypertension in 2000 was 972 million (957–987 million); 333 million (329–336 million) in economically developed countries and 639million (625–654 million) in economically developing countries. The number of adults with hypertension in 2025 was predicted to increase by about 60% to a total of 1·56 billion (1·54–1·58 billion).", 
            "authors": [
                "Patricia M Kearney", 
                "Megan Whelton", 
                "Kristi Reynolds", 
                "Paul Muntner", 
                "Paul K Whelton", 
                "Jiang He"
            ], 
            "fields": [
                "Economic growth", 
                "Medicine", 
                "Data analysis"
            ], 
            "title": "Global burden of hypertension: analysis of worldwide data", 
            "url": "http://cn.bing.com/academic/profile?id=bbbabb4e74871f7cc259216774469b92&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We conducted a phase 3, randomized, double-blind, placebo-controlled trial of sorafenib, a multikinase inhibitor of tumor-cell proliferation and angiogenesis, in patients with advanced clear-cell renal-cell carcinoma. Methods From November 2003 to March 2005, we randomly assigned 903 patients with renal-cell carcinoma that was resistant to standard therapy to receive either continuous treatment with oral sorafenib (at a dose of 400 mg twice daily) or placebo; 451 patients received sorafenib and 452 received placebo. The primary end point was overall survival. A single planned analysis of progression-free survival in January 2005 showed a statistically significant benefit of sorafenib over placebo. Consequently, crossover was permitted from placebo to sorafenib, beginning in May 2005. Results At the January 2005 cutoff, the median progression-free survival was 5.5 months in the sorafenib group and 2.8 months in the placebo group (hazard ratio for disease progression in the sorafenib group, 0.44;...", 
            "authors": [
                "Bernard Escudier", 
                "Tim Eisen", 
                "Walter M Stadler", 
                "Cezary Szczylik", 
                "Stephane Oudard", 
                "M Siebels", 
                "S Negrier", 
                "Christine Chevreau", 
                "Ewa Solska", 
                "Apurva A Desai", 
                "Frederic Rolland", 
                "Tomasz Demkow", 
                "Thomas E Hutson", 
                "Martin Gore", 
                "Scott Freeman", 
                "B Schwartz", 
                "Minghua Shan", 
                "R Simantov", 
                "R M Bukowski"
            ], 
            "fields": [
                "Medicine", 
                "Cancer"
            ], 
            "title": "Sorafenib in Advanced Clear-Cell Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=71a5e97c019025d81a6f06a030d367e4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background During the United Kingdom Prospective Diabetes Study (UKPDS), patients with type 2 diabetes mellitus who received intensive glucose therapy had a lower risk of microvascular complications than did those receiving conventional dietary therapy. We conducted post-trial monitoring to determine whether this improved glucose control persisted and whether such therapy had a long-term effect on macrovascular outcomes. Methods Of 5102 patients with newly diagnosed type 2 diabetes, 4209 were randomly assigned to receive either conventional therapy (dietary restriction) or intensive therapy (either sulfonylurea or insulin or, in overweight patients, metformin) for glucose control. In post-trial monitoring, 3277 patients were asked to attend annual UKPDS clinics for 5 years, but no attempts were made to maintain their previously assigned therapies. Annual questionnaires were used to follow patients who were unable to attend the clinics, and all patients in years 6 to 10 were assessed through questionnaires...", 
            "authors": [
                "Rury R Holman", 
                "Sanjoy K Paul", 
                "M Angelyn Bethel", 
                "David R Matthews", 
                "H Andrew W Neil"
            ], 
            "fields": [
                "Public health", 
                "Intention-to-treat analysis", 
                "Absolute risk reduction", 
                "Apoptosis", 
                "Randomized controlled trial"
            ], 
            "title": "10-Year Follow-up of Intensive Glucose Control in Type 2 Diabetes", 
            "url": "http://cn.bing.com/academic/profile?id=662c68368ef7df388acd4a89ddc098e7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy BRCA1 and BRCA2 are important for DNA double-strand break repair by homologous recombination(1), and mutations in these genes predispose to breast and other cancers(2). Poly(ADP- ribose) polymerase ( PARP) is an enzyme involved in base excision repair, a key pathway in the repair of DNA single- strand breaks(3). We show here that BRCA1 or BRCA2 dysfunction unexpectedly and profoundly sensitizes cells to the inhibition of PARP enzymatic activity, resulting in chromosomal instability, cell cycle arrest and subsequent apoptosis. This seems to be because the inhibition of PARP leads to the persistence of DNA lesions normally repaired by homologous recombination. These results illustrate how different pathways cooperate to repair damage, and suggest that the targeted inhibition of particular DNA repair pathways may allow the design of specific and less toxic therapies for cancer.", 
            "authors": [
                "Hannah Farmer", 
                "Nuala Mccabe", 
                "Christopher J Lord", 
                "Andrew Tutt", 
                "Damian Johnson", 
                "Tobias B Richardson", 
                "Manuela Santarosa", 
                "Krystyna J Dillon", 
                "Ian Hickson", 
                "Charlotte Knights", 
                "Niall M B Martin", 
                "Stephen P Jackson", 
                "Graeme C M Smith", 
                "Alan Ashworth"
            ], 
            "fields": [
                "Structural biology", 
                "Mutation", 
                "Cancer", 
                "Quantum mechanics", 
                "Systems biology"
            ], 
            "title": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy", 
            "url": "http://cn.bing.com/academic/profile?id=038cb2c15823f1e3552a66e06177ed54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Previous, uncontrolled studies have suggested that first-line treatment with gefitinib would be efficacious in selected patients with non–small-cell lung cancer. Methods In this phase 3, open-label study, we randomly assigned previously untreated patients in East Asia who had advanced pulmonary adenocarcinoma and who were nonsmokers or former light smokers to receive gefitinib (250 mg per day) (609 patients) or carboplatin (at a dose calculated to produce an area under the curve of 5 or 6 mg per milliliter per minute) plus paclitaxel (200 mg per square meter of body-surface area) (608 patients). The primary end point was progression-free survival. Results The 12-month rates of progression-free survival were 24.9% with gefitinib and 6.7% with carboplatin–paclitaxel. The study met its primary objective of showing the noninferiority of gefitinib and also showed its superiority, as compared with carboplatin–paclitaxel, with respect to progression-free survival in the intention-to-treat population (...", 
            "authors": [
                "Tony Mok", 
                "Yilong Wu", 
                "Sumitra Thongprasert", 
                "Chihhsin Yang", 
                "Datong Chu", 
                "Nagahiro Saijo", 
                "Patrapim Sunpaweravong", 
                "Baohui Han", 
                "Benjamin Margono", 
                "Yukito Ichinose", 
                "Yutaka Nishiwaki", 
                "Yuichiro Ohe", 
                "Jinji Yang", 
                "Busyamas Chewaskulyong", 
                "Haiyi Jiang", 
                "Emma Duffield", 
                "Claire Watkins", 
                "Alison A Armour", 
                "Masahiro Fuk…", 
                ""
            ], 
            "fields": [
                "Adverse effect", 
                "Enzyme", 
                "Cancer", 
                "Respiratory system", 
                "Confidence interval"
            ], 
            "title": "Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma.", 
            "url": "http://cn.bing.com/academic/profile?id=b6633fe05a2ede29ee6b35986aa92d08&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Many patients with severe aortic stenosis and coexisting conditions are not candidates for surgical replacement of the aortic valve. Recently, transcatheter aortic-valve implantation (TAVI) has been suggested as a less invasive treatment for high-risk patients with aortic stenosis. Methods We randomly assigned patients with severe aortic stenosis, whom surgeons considered not to be suitable candidates for surgery, to standard therapy (including balloon aortic valvuloplasty) or transfemoral transcatheter implantation of a balloon-expandable bovine pericardial valve. The primary end point was the rate of death from any cause. Results A total of 358 patients with aortic stenosis who were not considered to be suitable candidates for surgery underwent randomization at 21 centers (17 in the United States). At 1 year, the rate of death from any cause (Kaplan–Meier analysis) was 30.7% with TAVI, as compared with 50.7% with standard therapy (hazard ratio with TAVI, 0.55; 95% confidence interval [CI], 0....", 
            "authors": [
                "Martin B Leon", 
                "Craig R Smith", 
                "Michael J Mack", 
                "D Craig Miller", 
                "Jeffrey W Moses", 
                "Lars G Svensson", 
                "E Murat Tuzcu", 
                "John G Webb", 
                "Gregory P Fontana", 
                "Raj Makkar", 
                "David L Brown", 
                "Peter C Block", 
                "Robert A Guyton", 
                "Augusto D Pichard", 
                "Joseph E Bavaria", 
                "Howard C Herrmann", 
                "Pamela S Douglas", 
                "John L Petersen", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Therapy", 
                "Surgery"
            ], 
            "title": "Transcatheter Aortic-Valve Implantation for Aortic Stenosis in Patients Who Cannot Undergo Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=1da239471cf66d59b5cd4e74488bc04d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Two large-scale yeast two-hybrid screens were undertaken to identify protein‐protein interactions between full-length open reading frames predicted from the Saccharomyces cerevisiae genome sequence. In one approach, we constructed a protein array of about 6,000 yeast transformants, with each transformant expressing one of the open reading frames as a fusion to an activation domain. This array was screened by a simple and automated procedure for 192 yeast proteins, with positive responses identified by their positions in the array. In a second approach, we pooled cells expressing one of about 6,000 activation domain fusions to generate a library. We used a high-throughput screening procedure to screen nearly all of the 6,000 predicted yeast proteins, expressed as Gal4 DNA-binding domain fusion proteins, against the library, and characterized positives by sequence analysis. These approaches resulted in the detection of 957 putative interactions involving 1,004 S. cerevisiae proteins. These data reveal interactions that place functionally unclassified proteins in a biological context, interactions between proteins involved in the same biological function, and interactions that link biological functions together into larger cellular processes. The results of these screens are shown here.", 
            "authors": [
                "Peter Uetz", 
                "Loic Giot", 
                "Gerard Cagney", 
                "Traci A Mansfield", 
                "Richard S Judson", 
                "James R Knight", 
                "Daniel Lockshon", 
                "Vaibhav A Narayan", 
                "Maithreyan Srinivasan", 
                "Pascale Pochart", 
                "Alia Qureshiemili", 
                "Ying Li", 
                "Brian C Godwin", 
                "D P Conover", 
                "Theodore S Kalbfleisch", 
                "G V Vijayadamodar", 
                "Meijia Yang", 
                "Mark Johnston", 
                "Stanle…", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Fusion protein", 
                "Evolution", 
                "Signal transduction", 
                "Transcriptome"
            ], 
            "title": "A comprehensive analysis of protein|[ndash]|protein interactions in Saccharomyces cerevisiae", 
            "url": "http://cn.bing.com/academic/profile?id=09e01707ef5736a35a08572daefd9c23&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The universality of calcium as an intracellular messenger depends on its enormous versatility. Cells have a calcium signalling toolkit with many components that can be mixed and matched to create a wide range of spatial and temporal signals. This versatility is exploited to control processes as diverse as fertilization, proliferation, development, learning and memory, contraction and secretion, and must be accomplished within the context of calcium being highly toxic. Exceeding its normal spatial and temporal boundaries can result in cell death through both necrosis and apoptosis.", 
            "authors": [
                "Michael J Berridge", 
                "Peter Lipp", 
                "Martin D Bootman"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Genetics", 
                "Genomics", 
                "Cancer"
            ], 
            "title": "The versatility and universality of calcium signalling", 
            "url": "http://cn.bing.com/academic/profile?id=d8d18e8ac66a4102adbad7f64bc0feb8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background In patients with stable coronary artery disease, it remains unclear whether an initial management strategy of percutaneous coronary intervention (PCI) with intensive pharmacologic therapy and lifestyle intervention (optimal medical therapy) is superior to optimal medical therapy alone in reducing the risk of cardiovascular events. Methods We conducted a randomized trial involving 2287 patients who had objective evidence of myocardial ischemia and significant coronary artery disease at 50 U.S. and Canadian centers. Between 1999 and 2004, we assigned 1149 patients to undergo PCI with optimal medical therapy (PCI group) and 1138 to receive optimal medical therapy alone (medical-therapy group). The primary outcome was death from any cause and nonfatal myocardial infarction during a follow-up period of 2.5 to 7.0 years (median, 4.6). Results There were 211 primary events in the PCI group and 202 events in the medical-therapy group. The 4.6-year cumulative primary-event rates were 19.0% in the PCI gr...", 
            "authors": [
                "William E Boden", 
                "Robert A Orourke", 
                "Koon K Teo", 
                "Pamela M Hartigan", 
                "David J Maron", 
                "William J Kostuk", 
                "Merril L Knudtson", 
                "Marcin Dada", 
                "Paul Casperson", 
                "Crystal L Harris", 
                "Bernard R Chaitman", 
                "Leslee J Shaw", 
                "Gilbert Gosselin", 
                "Shah Nawaz", 
                "Lawrence M Title", 
                "Gerald Gau", 
                "Alvin S Blaustein", 
                "David C Booth", 
                "Eric …", 
                ""
            ], 
            "fields": [
                "Randomized controlled trial", 
                "Medicine", 
                "Therapy", 
                "Myocardial infarction", 
                "Cumulant"
            ], 
            "title": "Optimal medical therapy with or without PCI for stable coronary disease", 
            "url": "http://cn.bing.com/academic/profile?id=26bc57a7c749197b81c349f9d36b06ee&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Most cellular processes are carried out by multiprotein complexes. The identification and analysis of their components provides insight into how the ensemble of expressed proteins (proteome) is organized into functional units. We used tandem-affinity purification (TAP) and mass spectrometry in a large-scale approach to characterize multiprotein complexes in Saccharomyces cerevisiae. We processed 1,739 genes, including 1,143 human orthologues of relevance to human biology, and purified 589 protein assemblies. Bioinformatic analysis of these assemblies defined 232 distinct multiprotein complexes and proposed new cellular roles for 344 proteins, including 231 proteins with no previous functional annotation. Comparison of yeast and human complexes showed that conservation across species extends from single proteins to their molecular environment. Our analysis provides an outline of the eukaryotic proteome as a network of protein complexes at a level of organization beyond binary interactions. This higher-order map contains fundamental biological information and offers the context for a more reasoned and informed approach to drug discovery. A formidable challenge of postgenomic biology is to understand how genetic information results in the concerted action of gene products in time and space to generate function. In medicine, this is perhaps best reflected in the numerous disorders based on polygenic traits and the notion that the number of human diseases", 
            "authors": [
                "Anneclaude Gavin", 
                "Markus Bosche", 
                "Roland Krause", 
                "Paola Grandi", 
                "Martina Marzioch", 
                "Andreas Bauer", 
                "Jorg Schultz", 
                "Jens M Rick", 
                "Annemarie Michon", 
                "Cristinamaria Cruciat", 
                "Marita Remor", 
                "Christian Hofert", 
                "Malgorzata Schelder", 
                "Miro Brajenovic", 
                "Heinz Ruffner", 
                "Alejandro Merino", 
                "Karin Klein", 
                "Manuela Hudak", 
                "D…", 
                ""
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Bioinformatics", 
                "Climate change", 
                "Execution unit"
            ], 
            "title": "Functional organization of the yeast proteome by systematic analysis of protein complexes", 
            "url": "http://cn.bing.com/academic/profile?id=b510b109342910954d2f7781c4fe9ac6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Postoperative chemoradiotherapy is the recommended standard therapy for patients with locally advanced rectal cancer. In recent years, encouraging results with preoperative radiotherapy have been reported. We compared preoperative chemoradiotherapy with postoperative chemoradiotherapy for locally advanced rectal cancer. Methods We randomly assigned patients with clinical stage T3 or T4 or node-positive disease to receive either preoperative or postoperative chemoradiotherapy. The preoperative treatment consisted of 5040 cGy delivered in fractions of 180 cGy per day, five days per week, and fluorouracil, given in a 120-hour continuous intravenous infusion at a dose of 1000 mg per square meter of body-surface area per day during the first and fifth weeks of radiotherapy. Surgery was performed six weeks after the completion of chemoradiotherapy. One month after surgery, four five-day cycles of fluorouracil (500 mg per square meter per day) were given. Chemoradiotherapy was identical in the postope...", 
            "authors": [
                "Rolf Sauer", 
                "Heinz Becker", 
                "W Hohenberger", 
                "Claus Rodel", 
                "Christian Wittekind", 
                "Rainer Fietkau", 
                "P Martus", 
                "Jorg Tschmelitsch", 
                "Eva Hager", 
                "C F Hess", 
                "Johannh Karstens", 
                "Torsten Liersch", 
                "Heinz Schmidberger", 
                "R Raab"
            ], 
            "fields": [
                "Colorectal cancer", 
                "Cancer", 
                "Comparative research", 
                "Medicine"
            ], 
            "title": "Preoperative versus Postoperative Chemoradiotherapy for Rectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=900bf6144a5866670cc29c84b22b1457&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Hypoxia-inducible factor-1 (HIF-1) has a key role in cellular responses to hypoxia, including the regulation of genes involved in energy metabolism, angiogenesis and apoptosis(1-4). The alpha subunits of HIF are rapidly degraded by the proteasome under normal conditions, but are stabilized by hypoxia(5). Cobaltous ions or iron chelators mimic hypoxia, indicating that the stimuli may interact through effects on a ferroprotein oxygen sensor(6,7). Here we demonstrate a critical role for the von Hippel-Lindau (VHL) tumour suppressor gene product pVHL in HIF-1 regulation. In VHL-defective cells, HIF alpha-subunits are constitutively stabilized and HIF-1 is activated. Re-expression of pVHL restored oxygen-dependent instability. pVHL and HIF alpha-subunits co-immunoprecipitate, and pVHL is present in the hypoxic HIF-1 DNA-binding complex. In cells exposed to iron chelation or cobaltous ions, HIF-1 is dissociated from pVHL. These findings indicate that the interaction between HIF-1 and pVHL is iron dependent, and that it is necessary for the oxygen-dependent degradation of HIF alpha-subunits. Thus, constitutive HIF-1 activation may underlie the angiogenic phenotype of VHL-associated tumours. The pVHL/HIF-1 interaction provides a new focus for understanding cellular oxygen sensing.", 
            "authors": [
                "Patrick H Maxwell", 
                "Michael S Wiesener", 
                "G W Chang", 
                "Steven C Clifford", 
                "Emma Vaux", 
                "Matthew E Cockman", 
                "Charles C Wykoff", 
                "Christopher W Pugh", 
                "Eamonn R Maher", 
                "Peter J Ratcliffe"
            ], 
            "fields": [
                "Carcinogenesis", 
                "Ecology", 
                "Astrophysics", 
                "Cancer", 
                "Pharmacology"
            ], 
            "title": "The tumour suppressor protein VHL targets hypoxia-inducible factors for oxygen-dependent proteolysis", 
            "url": "http://cn.bing.com/academic/profile?id=7ae2b9459acd4692c38b9a3a38a315c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Where conservation resources are limited and conservation targets are diverse, robust yet flexible priority-setting frameworks are vital. Priority-setting is especially important for geographically widespread species with distinct populations subject to multiple threats that operate on different spatial and temporal scales. Marine turtles are widely distributed and exhibit intra-specific variations in population sizes and trends, as well as reproduction and morphology. However, current global extinction risk assessment frameworks do not assess conservation status of spatially and biologically distinct marine turtle Regional Management Units (RMUs), and thus do not capture variations in population trends, impacts of threats, or necessary conservation actions across individual populations. To address this issue, we developed a new assessment framework that allowed us to evaluate, compare and organize marine turtle RMUs according to status and threats criteria. Because conservation priorities can vary widely (i.e. from avoiding imminent extinction to maintaining long-term monitoring efforts) we developed a ‘‘conservation priorities portfolio’’ system using categories of paired risk and threats scores for all RMUs (n = 58). We performed these assessments and rankings globally, by species, by ocean basin, and by recognized geopolitical bodies to identify patterns in risk, threats, and data gaps at different scales. This process resulted in characterization of risk and threats to all marine turtle RMUs, including identification of the world’s 11 most endangered marine turtle RMUs based on highest risk and threats scores. This system also highlighted important gaps in available information that is crucial for accurate conservation assessments. Overall, this priority-setting framework can provide guidance for research and conservation priorities at multiple relevant scales, and should serve as a model for conservation status assessments and prioritysetting for widespread, long-lived taxa.", 
            "authors": [
                "Bryan P Wallace", 
                "Andrew D Dimatteo", 
                "Alan B Bolten", 
                "Milani Chaloupka", 
                "Brian J Hutchinson", 
                "F Alberto Abreugrobois", 
                "Jeanne A Mortimer", 
                "Jeffrey A Seminoff", 
                "Diego F Amorocho", 
                "Karen A Bjorndal", 
                "Jerome Bourjea", 
                "Brian W Bowen", 
                "Raquel Briseno Duenas", 
                "Paolo Casale", 
                "Bmm Choudhury", 
                "Alice Costa", 
                "Peter H Dutton", 
                ""
            ], 
            "fields": [
                "Reproduction", 
                "Turtle", 
                "Population size", 
                "Oceanic basin", 
                "Marine conservation"
            ], 
            "title": "Global Conservation Priorities for Marine Turtles", 
            "url": "http://cn.bing.com/academic/profile?id=86dca6cba7af4f4f9d682bcc9cd1c028&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: In a cell or microorganism the processes that generate mass, energy, information transfer, and cell fate specification are seamlessly integrated through a complex network of various cellular constituents and reactions. However, despite the key role these networks play in sustaining various cellular functions, their large-scale structure is essentially unknown. Here we present the first systematic comparative mathematical analysis of the metabolic networks of 43 organisms representing all three domains of life. We show that, despite significant variances in their individual constituents and pathways, these metabolic networks display the same topologic scaling properties demonstrating striking similarities to the inherent organization of complex non-biological systems. This suggests that the metabolic organization is not only identical for all living organisms, but complies with the design principles of robust and error-tolerant scale-free networks, and may represent a common blueprint for the large-scale organization of interactions among all cellular constituents.", 
            "authors": [
                "Hawoong Jeong", 
                "B Tombor", 
                "Reka Albert", 
                "Zoltan N Oltvai", 
                "A L Barabasi"
            ], 
            "fields": [
                "Developmental biology", 
                "Marine biology", 
                "Small-world network", 
                "Metabolism", 
                "Biotechnology"
            ], 
            "title": "The large-scale organization of metabolic networks.", 
            "url": "http://cn.bing.com/academic/profile?id=235ca47941389e7e413dfaa334a77d85&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract.#R##N##R##N#The concept of cognitive impairment intervening between normal ageing and very early dementia has been in the literature for many years. Recently, the construct of mild cognitive impairment (MCI) has been proposed to designate an early, but abnormal, state of cognitive impairment. MCI has generated a great deal of research from both clinical and research perspectives. Numerous epidemiological studies have documented the accelerated rate of progression to dementia and Alzheimer's disease (AD) in MCI subjects and certain predictor variables appear valid. However, there has been controversy regarding the precise definition of the concept and its implementation in various clinical settings. Clinical subtypes of MCI have been proposed to broaden the concept and include prodromal forms of a variety of dementias. It is suggested that the diagnosis of MCI can be made in a fashion similar to the clinical diagnoses of dementia and AD. An algorithm is presented to assist the clinician in identifying subjects and subclassifying them into the various types of MCI. By refining the criteria for MCI, clinical trials can be designed with appropriate inclusion and exclusion restrictions to allow for the investigation of therapeutics tailored for specific targets and populations.", 
            "authors": [
                "Ronald C Petersen"
            ], 
            "fields": [
                "Ageing", 
                "Medical diagnosis", 
                "Medicine", 
                "Alzheimer's disease", 
                "Cognition"
            ], 
            "title": "Mild cognitive impairment as a diagnostic entity", 
            "url": "http://cn.bing.com/academic/profile?id=73f1cc9a5aa6d4fe333147cec99ae12f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Ranibizumab — a recombinant, humanized, monoclonal antibody Fab that neutralizes all active forms of vascular endothelial growth factor A — has been evaluated for the treatment of neovascular age-related macular degeneration. Methods In this multicenter, 2-year, double-blind, sham-controlled study, we randomly assigned patients with age-related macular degeneration with either minimally classic or occult (with no classic lesions) choroidal neovascularization to receive 24 monthly intravitreal injections of ranibizumab (either 0.3 mg or 0.5 mg) or sham injections. The primary end point was the proportion of patients losing fewer than 15 letters from baseline visual acuity at 12 months. Results We enrolled 716 patients in the study. At 12 months, 94.5% of the group given 0.3 mg of ranibizumab and 94.6% of those given 0.5 mg lost fewer than 15 letters, as compared with 62.2% of patients receiving sham injections (P<0.001 for both comparisons). Visual acuity improved by 15 or more letters in 24.8% ...", 
            "authors": [
                "Philip J Rosenfeld", 
                "David M Brown", 
                "Jeffrey S Heier", 
                "David S Boyer", 
                "Peter K Kaiser", 
                "Carol Chung", 
                "Robert Y Kim"
            ], 
            "fields": [
                "Adverse effect", 
                "Medicine"
            ], 
            "title": "Ranibizumab for neovascular age-related macular degeneration.", 
            "url": "http://cn.bing.com/academic/profile?id=448e413c4e53de7619c041850e58e064&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Genome-wide association studies have identified hundreds of genetic variants associated with complex human diseases and traits, and have provided valuable insights into their genetic architecture. Most variants identified so far confer relatively small increments in risk, and explain only a small proportion of familial clustering, leading many to question how the remaining, 'missing' heritability can be explained. Here we examine potential sources of missing heritability and propose research strategies, including and extending beyond current genome-wide association approaches, to illuminate the genetics of complex diseases and enhance its potential to enable effective disease prevention or treatment.", 
            "authors": [
                "Teri A Manolio", 
                "Francis S Collins", 
                "Nancy J Cox", 
                "David B Goldstein", 
                "Lucia A Hindorff", 
                "David J Hunter", 
                "Mark I Mccarthy", 
                "Erin M Ramos", 
                "Lon R Cardon", 
                "Aravinda Chakravarti", 
                "Judy H Cho", 
                "Alan E Guttmacher", 
                "Augustine Kong", 
                "Leonid Kruglyak", 
                "Elaine R Mardis", 
                "Charles N Rotimi", 
                "Montgomery Slatkin", 
                "David Valle", 
                "Alice …", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Pharmacology", 
                "Biology", 
                "Proteomics", 
                "Molecular biology"
            ], 
            "title": "Finding the missing heritability of complex diseases", 
            "url": "http://cn.bing.com/academic/profile?id=ab6469b27d1845f8c431b102f8b356d7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Intensive insulin therapy reduces morbidity and mortality in patients in surgical intensive care units (ICUs), but its role in patients in medical ICUs is unknown. Methods In a prospective, randomized, controlled study of adult patients admitted to our medical ICU, we studied patients who were considered to need intensive care for at least three days. On admission, patients were randomly assigned to strict normalization of blood glucose levels (80 to 110 mg per deciliter [4.4 to 6.1 mmol per liter]) with the use of insulin infusion or to conventional therapy (insulin administered when the blood glucose level exceeded 215 mg per deciliter [12 mmol per liter], with the infusion tapered when the level fell below 180 mg per deciliter [10 mmol per liter]). There was a history of diabetes in 16.9 percent of the patients. Results In the intention-to-treat analysis of 1200 patients, intensive insulin therapy reduced blood glucose levels but did not significantly reduce in-hospital mortality (40.0 perce...", 
            "authors": [
                "Greet Van Den Berghe", 
                "Alexander Wilmer", 
                "Greet Hermans", 
                "Wouter Meersseman", 
                "Pieter J Wouters", 
                "Ilse Milants", 
                "Eric Van Wijngaerden", 
                "Herman Bobbaers", 
                "Roger Bouillon"
            ], 
            "fields": [
                "Survival analysis", 
                "Proportional hazards model", 
                "Proinsulin", 
                "Medicine", 
                "Therapy"
            ], 
            "title": "Intensive Insulin Therapy in the Medical ICU", 
            "url": "http://cn.bing.com/academic/profile?id=ebf88049b38f2c4840bcc7f791c50f51&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The full impact of sexually transmitted diseases (STDs) on public health in developing countries has been highlighted by the emergence of HIV infections.  For 2 decades the public health implications of STDs have been recognized and research has detailed the impact of STDs on health particularly of women and children.  Pelvic inflammatory disease (PID) for example causes infertility ectopic pregnancies maternal mortality and chronic pain and is the major reason women in many parts of the developing world seek gynecological help.  The classic STDs (such as gonorrhea syphilis chancroid and chlamydial infection) share a primary mode of transmission with HIV infection and may interact with HIV in other ways especially because the presence of a STD seems to facilitate infection with HIV.  Reduction of risky sexual behavior a primary control strategy for STDs has received a lot of attention since AIDS emerged.  Now that health education campaigns are targeted to this goal it has become apparent that we have a woeful lack of understanding of human sexual behavior and its influences.  Diagnosis and treatment of STDs is hampered by a lack of symptoms in the afflicted particularly in women a preference of patients to consult traditional healers and a lack of trained personnel and of drugs.  This last factor is aggravated by STDs which have developed a resistance to antibiotics; to compound this problem alternate drugs are more expensive.  The traditional approach to STD control should be replace by a more cost-effective and equitable integrated public health approach.  STD control should be integrated in primary health care services and with AIDS control programs.  Public health guidelines which prioritize STD activities should include 1)  primary prevention activities 2)  promotion of timely use of health services by afflicted individuals 3)  the use of simple flow-charts and standardized treatment regimes for case management with minimal use of essential drugs 4)  intensified interventions in high-risk groups and 5)  screening for syphilis in pregnant women and prevention of optithalmia neonatorum which should be integrated in maternal and child health services.  Operational research is also needed especially to develop appropriate diagnostic tools in low-resource settings.  Finally women need female-controlled safe sex methods such as the female condom and viricidal agents.  The low status of women prevents them from being able to negotiate for safe sex; yet the subclinical course of STDs in women can have disastrous consequences.", 
            "authors": [
                "Anne Buve", 
                "Marie Laga", 
                "P Piot"
            ], 
            "fields": [
                "Health", 
                "Medicine", 
                "Therapy", 
                "Public health", 
                "Behavior"
            ], 
            "title": "Sexually transmitted diseases", 
            "url": "http://cn.bing.com/academic/profile?id=463e975ad2d164f9a6e5d451eb3cdf74&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This chapter focuses on the way in which the operation of the medical-care industry and the efficacy with which it satisfies the needs of society differ from a norm. The term norm that the economist usually uses for the purposes of such comparisons is the operation of a competitive model, that is, the flows of services that would be offered and purchased and the prices that would be paid for them. The interest in the competitive model stems partly from its presumed descriptive power and partly from its implications for economic efficiency. If a competitive equilibrium exists at all and if all commodities relevant to costs or utilities are in fact priced in the market, then the equilibrium is necessarily optimal. There is no other allocation of resources to services that will make all participants in the market better off. The most obvious distinguishing characteristics of an individual's demand for medical services is that it is not steady in origin as, for example, for food or clothing but is irregular and unpredictable. Medical services, apart from preventive services, afford satisfaction only in the event of illness, a departure from the normal state of affairs.", 
            "authors": [
                "Kenneth J Arrow"
            ], 
            "fields": [
                "Welfare", 
                "Public health", 
                "Social Welfare", 
                "History", 
                "Welfare economics"
            ], 
            "title": "Uncertainty and the welfare economics of medical care", 
            "url": "http://cn.bing.com/academic/profile?id=6dd20274ab2cef4dc15b1cfeefc56e19&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Mitoxantrone-based chemotherapy palliates pain without extending survival in men with progressive androgen-independent prostate cancer. We compared docetaxel plus estramustine with mitoxantrone plus prednisone in men with metastatic, hormone-independent prostate cancer. Methods We randomly assigned 770 men to one of two treatments, each given in 21-day cycles: 280 mg of estramustine three times daily on days 1 through 5, 60 mg of docetaxel per square meter of body-surface area on day 2, and 60 mg of dexamethasone in three divided doses before docetaxel, or 12 mg of mitoxantrone per square meter on day 1 plus 5 mg of prednisone twice daily. The primary end point was overall survival; secondary end points were progression-free survival, objective response rates, and post-treatment declines of at least 50 percent in serum prostate-specific antigen (PSA) levels. Results Of 674 eligible patients, 338 were assigned to receive docetaxel and estramustine and 336 to receive mitoxantrone and prednisone. ...", 
            "authors": [
                "Daniel P Petrylak", 
                "Catherine M Tangen", 
                "Maha Hussain", 
                "Primo N Lara", 
                "Jeffrey A Jones", 
                "Mary Ellen Taplin", 
                "Patrick A Burch", 
                "Donna L Berry", 
                "Carol M Moinpour", 
                "Manish Kohli", 
                "Mitchell C Benson", 
                "Eric J Small", 
                "Derek Raghavan", 
                "E David Crawford"
            ], 
            "fields": [
                "Medicine", 
                "Refractory", 
                "Confidence interval", 
                "Intention-to-treat analysis", 
                "Comparative research"
            ], 
            "title": "Docetaxel and Estramustine Compared with Mitoxantrone and Prednisone for Advanced Refractory Prostate Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=94303e2d269329200396129dbe1b6276&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Weight loss is associated with short-term amelioration and prevention of metabolic and cardiovascular risk, but whether these benefits persist over time is unknown. Methods The prospective, controlled Swedish Obese Subjects Study involved obese subjects who underwent gastric surgery and contemporaneously matched, conventionally treated obese control subjects. We now report follow-up data for subjects (mean age, 48 years; mean body-mass index, 41) who had been enrolled for at least 2 years (4047 subjects) or 10 years (1703 subjects) before the analysis (January 1, 2004). The follow-up rate for laboratory examinations was 86.6 percent at 2 years and 74.5 percent at 10 years. Results After two years, the weight had increased by 0.1 percent in the control group and had decreased by 23.4 percent in the surgery group (P<0.001). After 10 years, the weight had increased by 1.6 percent and decreased by 16.1 percent, respectively (P<0.001). Energy intake was lower and the proportion of physically active ...", 
            "authors": [
                "Lars Sjostrom", 
                "Annakarin Lindroos", 
                "Markku Peltonen", 
                "J S Torgerson", 
                "Claude Bouchard", 
                "Bjorn Carlsson", 
                "Sven Dahlgren", 
                "Bo Larsson", 
                "Kristina Narbro", 
                "Carl David Sjostrom", 
                "Marianne Sullivan", 
                "Hans Wedel"
            ], 
            "fields": [
                "Epidemiology", 
                "Risk factor", 
                "Diabetes mellitus", 
                "Medicine"
            ], 
            "title": "Lifestyle, Diabetes, and Cardiovascular Risk Factors 10 Years after Bariatric Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=d8123cc5912008a91941b96a6cf10b73&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Interferon alfa is widely used for metastatic renal-cell carcinoma but has limited efficacy and tolerability. Temsirolimus, a specific inhibitor of the mammalian target of rapamycin kinase, may benefit patients with this disease. Methods In this multicenter, phase 3 trial, we randomly assigned 626 patients with previously untreated, poor-prognosis metastatic renal-cell carcinoma to receive 25 mg of intravenous temsirolimus weekly, 3 million U of interferon alfa (with an increase to 18 million U) subcutaneously three times weekly, or combination therapy with 15 mg of temsirolimus weekly plus 6 million U of interferon alfa three times weekly. The primary end point was overall survival in comparisons of the temsirolimus group and the combination-therapy group with the interferon group. Results Patients who received temsirolimus alone had longer overall survival (hazard ratio for death, 0.73; 95% confidence interval [CI], 0.58 to 0.92; P=0.008) and progression-free survival (P<0.001) than did patie...", 
            "authors": [
                "Gary R Hudes", 
                "Michael A Carducci", 
                "Piotr Tomczak", 
                "Janice Dutcher", 
                "Robert A Figlin", 
                "Anil Kapoor", 
                "E Staroslawska", 
                "Jeffrey A Sosman", 
                "David F Mcdermott", 
                "Istvan Bodrogi", 
                "Zoran Kovacevic", 
                "Vladimir Lesovoy", 
                "Ingo G H Schmidtwolf", 
                "O L Barbarash", 
                "Erhan Gokmen", 
                "Timothy E Otoole", 
                "Stephanie Lustgarten", 
                "Lauren…", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Temsirolimus, Interferon Alfa, or Both for Advanced Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=4a9857d2e057cd6ed388fa47f6111182&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The worldwide obesity epidemic is stimulating efforts to identify host and environmental factors that affect energy balance. Comparisons of the distal gut microbiota of genetically obese mice and their lean littermates, as well as those of obese and lean human volunteers have revealed that obesity is associated with changes in the relative abundance of the two dominant bacterial divisions, the Bacteroidetes and the Firmicutes. Here we demonstrate through metagenomic and biochemical analyses that these changes affect the metabolic potential of the mouse gut microbiota. Our results indicate that the obese microbiomehasanincreasedcapacitytoharvestenergyfromthediet.Furthermore,thistraitistransmissible:colonizationof germ-free mice with an ‘obese microbiota’ results in a significantly greater increase in total body fat than colonization with a ‘lean microbiota’. These results identify the gut microbiota as an additional contributing factor to the pathophysiology of obesity.", 
            "authors": [
                "Peter J Turnbaugh", 
                "Ruth E Ley", 
                "Michael A Mahowald", 
                "Vincent Magrini", 
                "Elaine R Mardis", 
                "Jeffrey I Gordon"
            ], 
            "fields": [
                "Signal transduction", 
                "Biochemistry", 
                "Biotechnology", 
                "Medical research", 
                "Medicine"
            ], 
            "title": "An obesity-associated gut microbiome with increased capacity for energy harvest.", 
            "url": "http://cn.bing.com/academic/profile?id=58b404f3334efbd273d047f9bee7b22c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The article presents a study that investigates on the importance of identifying and quantifying planetary boundaries to prevent human activities in affecting environmental condition. The author states the industrial revolution and advancement in human civilization has caused the unstability of the environmental state that is less conducive for humans to live and affect their health condition. The author notes that planetary boundaries served a control variables to secure the safety of its citizen as well as protect the environment from shifting to dangerous levels. It also cites the different planetary boundaries, along with its impact on climate change and Earth system degradation.", 
            "authors": [
                "Johan Rockstrom", 
                "Will Steffen", 
                "Kevin Noone", 
                "Asa Persson", 
                "F Stuart Chapin", 
                "Eric F Lambin", 
                "Timothy M Lenton", 
                "Marten Scheffer", 
                "Carl Folke", 
                "Hans Joachim Schellnhuber", 
                "Bjorn Nykvist", 
                "Cynthia A De Wit", 
                "Terry P Hughes", 
                "Sander Van Der Leeuw", 
                "Henning Rodhe", 
                "Sverker Sorlin", 
                "Peter K Snyder", 
                "Robert Costanza", 
                "U…", 
                ""
            ], 
            "fields": [
                "Environmental science", 
                "Astronomy", 
                "Genomics", 
                "RNA", 
                "Geophysics"
            ], 
            "title": "A safe operating space for humanity", 
            "url": "http://cn.bing.com/academic/profile?id=e940d1914d97a9218d5396a24ea7c6c6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Obesity is associated with increased mortality. Weight loss improves cardiovascular risk factors, but no prospective interventional studies have reported whether weight loss decreases overall mortality. In fact, many observational studies suggest that weight reduction is associated with increased mortality. Methods The prospective, controlled Swedish Obese Subjects study involved 4047 obese subjects. Of these subjects, 2010 underwent bariatric surgery (surgery group) and 2037 received conventional treatment (matched control group). We report on overall mortality during an average of 10.9 years of follow-up. At the time of the analysis (November 1, 2005), vital status was known for all but three subjects (follow-up rate, 99.9%). Results The average weight change in control subjects was less than ±2% during the period of up to 15 years during which weights were recorded. Maximum weight losses in the surgical subgroups were observed after 1 to 2 years: gastric bypass, 32%; vertical-banded gastropl...", 
            "authors": [
                "Lars Sjostrom", 
                "Kristina Narbro", 
                "C David Sjostrom", 
                "Kristjan Karason", 
                "Bo Larsson", 
                "Hans Wedel", 
                "T Lystig", 
                "Marianne Sullivan", 
                "Claude Bouchard", 
                "Bjorn Carlsson", 
                "Calle Bengtsson", 
                "Sven Dahlgren", 
                "Anders Gummesson", 
                "Peter Jacobson", 
                "Jan Karlsson", 
                "Annakarin Lindroos", 
                "Hans Lonroth", 
                "Ingmar Naslund", 
                "Torsten Olbers", 
                "K…", 
                ""
            ], 
            "fields": [
                "Epidemiology", 
                "Multivariate analysis", 
                "Obesity", 
                "Case-control study", 
                "Weight loss"
            ], 
            "title": "Effects of Bariatric Surgery on Mortality in Swedish Obese Subjects", 
            "url": "http://cn.bing.com/academic/profile?id=c73e6049f62de8bdf9c007a4165d9d7d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "It is asserted that examination of the endometrium during the secretory phase yields more information about the time of ovulation degree of progestational change and normality of the endometrium than any other test used in sterility studies.  Attention to qualitative changes in 8 morphological factors is most useful in dating the endometrial biopsy.  During the 1st week of luteal activity attention should be focused on changes occurring in gland epithelium:  gland mitosis pseudostratification of nuclei basal vacuolation and secretion.  During the 2nd week  stromal changes (including edema) predecidual reaction stromal mitosis and leukocytic infiltration are the key criteria.  Tissue from the fundus of the uterus gives the most reliable information.  These critera were used in 300 sterility biopsies taken from normally menstruating women over a 3-year period.  Absence of organic endometrial disease and availability of accurate menstrual history were the only selection criteria.  12 observers dated the biopsies.  42 of the 300 patients (14%) menstruated on the day predicted 36 (12%) menstruated later and 222 (74%) menstruated earlier.  When a +or- 1 day error was allowed 112 patients (38%) were found to menstruate at the time predicted.  When these same slides were reviewed by a single observer and the date for the most advanced area of the biopsy was used 179 patients (60%) menstruated within 1 day of prediction.  To test the validity of the dating criteria change in basal body temperature was used to correlate endometrial dating with ovulation rather than onset of menstruation.  Of the 40 patients who had adequate temperature records 31 (78%) ovulated as predicted allowing a +or- 1 day error indicating that dating is a better gauge of duration of progesterone effect than predictor of onset of menses.  To determine whether biopsy caused early menstruation the secretory phases of the 25 patients who had recorded temperatures in at least 2 cycles in addition to that in which the biopsy was taken were examined.  The secretory phase was definitely shorter in the biopsied than control cycle suggesting that biopsy does accelerate the onset of flow.  However further analysis showed that biopsy does not interfere with length of flow or succeeding menstrual rhythm.", 
            "authors": [
                "R W Noyes", 
                "A T Hertig", 
                "J Rock"
            ], 
            "fields": [
                "Health", 
                "Physiology", 
                "Clinical research", 
                "Sex organ", 
                "Biology"
            ], 
            "title": "Dating the endometrial biopsy.", 
            "url": "http://cn.bing.com/academic/profile?id=f3c9123af92a7650914a080490d6c043&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Myeloproliferative disorders are clonal haematopoietic stem cell malignancies characterized by independency or hypersensitivity of haematopoietic progenitors to numerous cytokines(1,2). The molecular basis of most myeloproliferative disorders is unknown. On the basis of the model of chronic myeloid leukaemia, it is expected that a constitutive tyrosine kinase activity could be at the origin of these diseases. Polycythaemia vera is an acquired myeloproliferative disorder, characterized by the presence of polycythaemia diversely associated with thrombocytosis, leukocytosis and splenomegaly(3). Polycythaemia vera progenitors are hypersensitive to erythropoietin and other cytokines(4,5). Here, we describe a clonal and recurrent mutation in the JH2 pseudo-kinase domain of the Janus kinase 2 (JAK2) gene in most (>80%) polycythaemia vera patients. The mutation, a valine-to-phenylalanine substitution at amino acid position 617, leads to constitutive tyrosine phosphorylation activity that promotes cytokine hypersensitivity and induces erythrocytosis in a mouse model. As this mutation is also found in other myeloproliferative disorders, this unique mutation will permit a new molecular classification of these disorders and novel therapeutical approaches.", 
            "authors": [
                "Chloe James", 
                "Valerie Ugo", 
                "Jeanpierre Le Couedic", 
                "Judith Staerk", 
                "Francois Delhommeau", 
                "Catherine Lacout", 
                "Loic Garcon", 
                "Hana Raslova", 
                "R Berger", 
                "Annelise Bennaceurgriscelli", 
                "J L Villeval", 
                "Stefan N Constantinescu", 
                "Nicole Casadevall", 
                "William Vainchenker"
            ], 
            "fields": [
                "Computational biology", 
                "Functional genomics", 
                "Marine biology", 
                "Materials Science", 
                "Transcriptome"
            ], 
            "title": "A unique clonal JAK2 mutation leading to constitutive signalling causes polycythaemia vera", 
            "url": "http://cn.bing.com/academic/profile?id=14d51b1d5a4a9ba9cde0d1c59e2d690d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background: Type 2 diabetes is associated with a substantially increased risk of cardiovascular disease, but the role of lipid-lowering therapy with statins for the primary prevention of cardiovascular disease in diabetes is inadequately defined. We aimed to assess the effectiveness of atorvastatin 10 mg daily for primary prevention of major cardiovascular events in patients with type 2 diabetes without high concentrations of LDL-cholesterol.#R##N#Methods: 2838 patients aged 40–75 years in 132 centres in the UK and Ireland were randomised to placebo (n=1410) or atorvastatin 10 mg daily (n=1428). Study entrants had no documented previous history of cardiovascular disease, an LDL-cholesterol concentration of 4·14 mmol/L or lower, a fasting triglyceride amount of 6·78 mmol/L or less, and at least one of the following: retinopathy, albuminuria, current smoking, or hypertension. The primary endpoint was time to first occurrence of the following: acute coronary heart disease events, coronary revascularisation, or stroke. Analysis was by intention to treat.#R##N#Findings: The trial was terminated 2 years earlier than expected because the prespecified early stopping rule for efficacy had been met. Median duration of follow-up was 3·9 years (IQR 3·0–4·7). 127 patients allocated placebo (2·46 per 100 person-years at risk) and 83 allocated atorvastatin (1·54 per 100 person-years at risk) had at least one major cardiovascular event (rate reduction 37% [95% CI –52 to –17], p=0·001). Treatment would be expected to prevent at least 37 major vascular events per 1000 such people treated for 4 years. Assessed separately, acute coronary heart disease events were reduced by 36% (–55 to –9), coronary revascularisations by 31% (–59 to 16), and rate of stroke by 48% (–69 to –11). Atorvastatin reduced the death rate by 27% (–48 to 1, p=0·059). No excess of adverse events was noted in the atorvastatin group.#R##N#Interpretation: Atorvastatin 10 mg daily is safe and efficacious in reducing the risk of first cardiovascular disease events, including stroke, in patients with type 2 diabetes without high LDL-cholesterol. No justification is available for having a particular threshold level of LDL-cholesterol as the sole arbiter of which patients with type 2 diabetes should receive statins. The debate about whether all people with this disorder warrant statin treatment should now focus on whether any patients are at sufficiently low risk for this treatment to be withheld.", 
            "authors": [
                "Helen M Colhoun", 
                "D John Betteridge", 
                "P N Durrington", 
                "G A Hitman", 
                "H Andrew W Neil", 
                "Shona J Livingstone", 
                "M J Thomason", 
                "Michael I Mackness", 
                "Valentine Charltonmenys", 
                "John H Fuller"
            ], 
            "fields": [
                "Medicine", 
                "Randomized controlled trial", 
                "Primary ideal", 
                "Myocardial infarction", 
                "Primitive permutation group"
            ], 
            "title": "Primary prevention of cardiovascular disease with atorvastatin in type 2 diabetes in the Collaborative Atorvastatin Diabetes Study (CARDS): multicentre randomised placebo-controlled trial", 
            "url": "http://cn.bing.com/academic/profile?id=57f9a2a2cb76c41d73ed6b6b01255032&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Human cooperation is an evolutionary puzzle. Unlike other creatures, people frequently cooperate with genetically unrelated strangers, often in large groups, with people they will never meet again, and when reputation gains are small or absent. These patterns of cooperation cannot be explained by the nepotistic motives associated with the evolutionary theory of kin selection and the sel®sh motives associated with signalling theory or the theory of reciprocal altruism. Here we show experimentally that the altruistic punishment of defectors is a key motive for the explanation of cooperation. Altruistic punishment means that individuals punish, although the punishment is costly for them and yields no material gain. We show that cooperation ¯ourishes if altruistic punishment is possible, and breaks down if it is ruled out. The evidence indicates that negative emotions towards defectors are the proximate mechanism behind altruistic punishment. These results suggest that future study of the evolution of human cooperation should include a strong focus on explaining altruistic punishment.", 
            "authors": [
                "Ernst Fehr", 
                "Simon Gachter"
            ], 
            "fields": [
                "Cooperation", 
                "Pharmacology", 
                "Transcriptome", 
                "Paleobiology", 
                "Signal transduction"
            ], 
            "title": "Altruistic punishment in humans", 
            "url": "http://cn.bing.com/academic/profile?id=61d1f0ee253e3d88a2c1cc43093929e4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The realization of conservation goals requires strategies for managing whole landscapes including areas allocated to both production and protection. Reserves alone are not adequate for nature conservation but they are the cornerstone on which regional strategies are built. Reserves have two main roles. They should sample or represent the biodiversity of each region and they should separate this biodiversity from processes that threaten its persistence. Existing reserve systems throughout the world contain a biased sample of biodiversity, usually that of remote places and other areas that are unsuitable for commercial activities. A more systematic approach to locating and designing reserves has been evolving and this approach will need to be implemented if a large proportion of today's biodiversity is to exist in a future of increasing numbers of people and their demands on natural resources.", 
            "authors": [
                "C R Margules", 
                "Robert L Pressey"
            ], 
            "fields": [
                "Medicine", 
                "Cell cycle", 
                "Physics", 
                "Natural resource", 
                "Astronomy"
            ], 
            "title": "Systematic conservation planning.", 
            "url": "http://cn.bing.com/academic/profile?id=b3732260dec333a9991eab2fdf8efad8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We conducted a multinational, randomized study to compare radiotherapy alone with radiotherapy plus cetuximab, a monoclonal antibody against the epidermal growth factor receptor, in the treatment of locoregionally advanced squamous-cell carcinoma of the head and neck. Methods Patients with locoregionally advanced head and neck cancer were randomly assigned to treatment with high-dose radiotherapy alone (213 patients) or high-dose radiotherapy plus weekly cetuximab (211 patients) at an initial dose of 400 mg per square meter of body-surface area, followed by 250 mg per square meter weekly for the duration of radiotherapy. The primary end point was the duration of control of locoregional disease; secondary end points were overall survival, progression-free survival, the response rate, and safety. Results The median duration of locoregional control was 24.4 months among patients treated with cetuximab plus radiotherapy and 14.9 months among those given radiotherapy alone (hazard ratio for locoregi...", 
            "authors": [
                "James A Bonner", 
                "Paul M Harari", 
                "Jordi Giralt", 
                "N Azarnia", 
                "Dong M Shin", 
                "Roger B Cohen", 
                "Christopher U Jones", 
                "R K Sur", 
                "David Raben", 
                "J Jassem", 
                "Roger Ove", 
                "Merrill S Kies", 
                "Jose Baselga", 
                "Hagop Youssoufian", 
                "Nadia Amellal", 
                "Eric K Rowinsky", 
                "K Kian Ang"
            ], 
            "fields": [
                "Monoclonal Antibody", 
                "Radiation therapy", 
                "Therapy", 
                "Medicine", 
                "Cancer"
            ], 
            "title": "Radiotherapy plus cetuximab for squamous-cell carcinoma of the head and neck.", 
            "url": "http://cn.bing.com/academic/profile?id=4d3e73f41d1bc470f0eb9d40ef7dc0f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Catheter-related bloodstream infections occurring in the intensive care unit (ICU) are common, costly, and potentially lethal. Methods We conducted a collaborative cohort study predominantly in ICUs in Michigan. An evidence-based intervention was used to reduce the incidence of catheter-related bloodstream infections. Multilevel Poisson regression modeling was used to compare infection rates before, during, and up to 18 months after implementation of the study intervention. Rates of infection per 1000 catheter-days were measured at 3-month intervals, according to the guidelines of the National Nosocomial Infections Surveillance System. Results A total of 108 ICUs agreed to participate in the study, and 103 reported data. The analysis included 1981 ICU-months of data and 375,757 catheter-days. The median rate of catheter-related bloodstream infection per 1000 catheter-days decreased from 2.7 infections at baseline to 0 at 3 months after implementation of the study intervention (P≤0.002), and the...", 
            "authors": [
                "Peter J Pronovost", 
                "Dale M Needham", 
                "Sean M Berenholtz", 
                "David J Sinopoli", 
                "Haitao Chu", 
                "Sara E Cosgrove", 
                "Bryan Sexton", 
                "Robert C Hyzy", 
                "Robert Welsh", 
                "Gary A Roth", 
                "Joseph J Bander", 
                "John Kepros", 
                "Christine A Goeschel"
            ], 
            "fields": [
                "Poisson distribution", 
                "Rate ratio", 
                "Incidence", 
                "Poisson regression", 
                "Infection control"
            ], 
            "title": "An Intervention to Decrease Catheter-Related Bloodstream Infections in the ICU", 
            "url": "http://cn.bing.com/academic/profile?id=d040489eb49f1c409c820965531fb9bf&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We conducted a multinational, randomized study to compare radiotherapy alone with radiotherapy plus cetuximab, a monoclonal antibody against the epidermal growth factor receptor, in the treatment of locoregionally advanced squamous-cell carcinoma of the head and neck. Methods Patients with locoregionally advanced head and neck cancer were randomly assigned to treatment with high-dose radiotherapy alone (213 patients) or high-dose radiotherapy plus weekly cetuximab (211 patients) at an initial dose of 400 mg per square meter of body-surface area, followed by 250 mg per square meter weekly for the duration of radiotherapy. The primary end point was the duration of control of locoregional disease; secondary end points were overall survival, progression-free survival, the response rate, and safety. Results The median duration of locoregional control was 24.4 months among patients treated with cetuximab plus radiotherapy and 14.9 months among those given radiotherapy alone (hazard ratio for locoregi...", 
            "authors": [
                "James A Bonner", 
                "Paul M Harari", 
                "Jordi Giralt", 
                "N Azarnia", 
                "Dong M Shin", 
                "Roger B Cohen", 
                "Christopher U Jones", 
                "R K Sur", 
                "David Raben", 
                "J Jassem", 
                "Roger Ove", 
                "Merrill S Kies", 
                "Jose Baselga", 
                "Hagop Youssoufian", 
                "Nadia Amellal", 
                "Eric K Rowinsky", 
                "K Kian Ang"
            ], 
            "fields": [
                "Monoclonal Antibody", 
                "Radiation therapy", 
                "Therapy", 
                "Medicine", 
                "Cancer"
            ], 
            "title": "Radiotherapy plus cetuximab for squamous-cell carcinoma of the head and neck.", 
            "url": "http://cn.bing.com/academic/profile?id=4d3e73f41d1bc470f0eb9d40ef7dc0f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The goal of the International HapMap Project is to determine the common patterns of DNA sequence variation in the human genome and to make this information freely available in the public domain. An international consortium is developing a map of these patterns across the genome by determining the genotypes of one million or more sequence variants, their frequencies and the degree of association between them, in DNA samples from populations with ancestry from parts of Africa, Asia and Europe. The HapMap will allow the discovery of sequence variants that affect common disease, will facilitate development of diagnostic tools, and will enhance our ability to choose targets for therapeutic intervention.", 
            "authors": [
                "Richard A Gibbs", 
                "John W Belmont", 
                "Paul Hardenbol", 
                "Thomas D Willis", 
                "Fuli Yu", 
                "Huanming Yang", 
                "L Y Chang", 
                "Wei Huang", 
                "Bin Liu", 
                "Y Shen", 
                "P K H Tam", 
                "L K Tsui", 
                "Mary M Y Waye", 
                "J T Y Wong", 
                "Changqing Zeng", 
                "Qingrun Zhang", 
                "Mark S Chee", 
                "Luana Galver", 
                "Semyon Kruglyak", 
                "Sarah S Murray", 
                "Arnold Oliphant", 
                "Alexandre …", 
                ""
            ], 
            "fields": [
                "Marine biology", 
                "Earth science", 
                "Signal transduction", 
                "Genomics", 
                "Evolutionary biology"
            ], 
            "title": "The International HapMap Project", 
            "url": "http://cn.bing.com/academic/profile?id=ee3328daa989947306017e0ba5c216b6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Michael Marmot, Sharon Friel, Ruth Bell, Tanja A J Houweling, SebastianTaylor, on behalf of the Commission on Social Determinants of Health The Commission on Social Determinants of Health, created to marshal the evidence on what can be done to promote health equity and to foster a global movement to achieve it, is a global collaboration of policy makers, researchers, and civil society, led by commissioners with a unique blend of political, academic, and advocacy experience. The focus of attention is on countries at all levels of income and development. The commission launched its fi nal report on August 28, 2008. This paper summarises the key fi ndings and recommendations; the full list is in the fi nal report.", 
            "authors": [
                "Michael Marmot", 
                "Sharon Friel", 
                "Ruth Bell", 
                "Tanja A J Houweling", 
                "Sebastian Taylor"
            ], 
            "fields": [
                "Impact", 
                "Public health", 
                "Determinant", 
                "Equity", 
                "Generation"
            ], 
            "title": "Closing the gap in a generation: health equity through action on the social determinants of health", 
            "url": "http://cn.bing.com/academic/profile?id=01e1d2d7d5fa6369a8050fc8f89bc4ca&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Reducing rates of rehospitalization has attracted attention from policymakers as a way to improve quality of care and reduce costs. However, we have limited information on the frequency and patterns of rehospitalization in the United States to aid in planning the necessary changes. Methods We analyzed Medicare claims data from 2003–2004 to describe the patterns of rehospitalization and the relation of rehospitalization to demographic characteristics of the patients and to characteristics of the hospitals. Results Almost one fifth (19.6%) of the 11,855,702 Medicare beneficiaries who had been discharged from a hospital were rehospitalized within 30 days, and 34.0% were rehospitalized within 90 days; 67.1% of patients who had been discharged with medical conditions and 51.5% of those who had been discharged after surgical procedures were rehospitalized or died within the first year after discharge. In the case of 50.2% of the patients who were rehospitalized within 30 days after a medical discharg...", 
            "authors": [
                "Stephen F Jencks", 
                "Mark V Williams", 
                "Eric A Coleman"
            ], 
            "fields": [
                "Poverty", 
                "Medicine", 
                "Health care", 
                "Statistics"
            ], 
            "title": "Rehospitalizations among patients in the Medicare fee-for-service program.", 
            "url": "http://cn.bing.com/academic/profile?id=e9232dd771b94b16ca8235908fcea3dc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A cell system was developed for the reproducible detection of human T-lymphotropic retroviruses (HTLV family) from patients with the acquired immunodeficiency syndrome (AIDS) or with signs or symptoms that frequently precede AIDS (pre-AIDS).  The cells are specific clones from a permissive human neoplastic T-cell line.  Some of the clones premanently grown and continuously produce large amounts of virus after infection with cytopathic (HTLV-III) variants of these viruses.  1 cytopathic effect of HTLV-III in this system is the arrangement of multiple nuclei in a characteristic ring formation in giant cells of the infected T-cell population.  These structures can be used as an indicator to detect HTLV-III in clinical specimens.  This system opens the way to the routine detection of HTLV-III and related cytopathic variants of HTLV in patients with AIDS or pre-AIDS and in healthy carriers and it provides large amounts of virus for detailed molecular and immunological analyses.  (authors)", 
            "authors": [
                "M Popovic", 
                "M G Sarngadharan", 
                "E Read", 
                "R C Gallo"
            ], 
            "fields": [
                "Biological activity", 
                "Cell culture", 
                "Continuous function", 
                "Medicine", 
                "Cloning"
            ], 
            "title": "Detection, isolation, and continuous production of cytopathic retroviruses (HTLV-III) from patients with AIDS and Pre-AIDS", 
            "url": "http://cn.bing.com/academic/profile?id=d9de889a760a15aecd9fc070e4d77c71&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We describe the Phase II HapMap, which characterizes over 3.1 million human single nucleotide polymorphisms (SNPs) genotyped in 270 individuals from four geographically diverse populations and includes 25-35% of common SNP variation in the populations surveyed. The map is estimated to capture untyped common variation with an average maximum r(2) of between 0.9 and 0.96 depending on population. We demonstrate that the current generation of commercial genome-wide genotyping products captures common Phase II SNPs with an average maximum r(2) of up to 0.8 in African and up to 0.95 in non-African populations, and that potential gains in power in association studies can be obtained through imputation. These data also reveal novel aspects of the structure of linkage disequilibrium. We show that 10-30% of pairs of individuals within a population share at least one region of extended genetic identity arising from recent ancestry and that up to 1% of all common variants are untaggable, primarily because they lie within recombination hotspots. We show that recombination rates vary systematically around genes and between genes of different function. Finally, we demonstrate increased differentiation at non-synonymous, compared to synonymous, SNPs, resulting from systematic differences in the strength or efficacy of natural selection between populations.", 
            "authors": [
                "Kelly A Frazer", 
                "Dennis G Ballinger", 
                "David R Cox", 
                "David A Hinds", 
                "Laura L Stuve", 
                "Richard A Gibbs", 
                "John W Belmont", 
                "Andrew Boudreau", 
                "Paul Hardenbol", 
                "Suzanne M Leal", 
                "Shiran Pasternak", 
                "David A Wheeler", 
                "Thomas D Willis", 
                "Fuli Yu", 
                "Huanming Yang", 
                "Changqing Zeng", 
                "Yang Gao", 
                "Haoran Hu", 
                "Weitao Hu", 
                "Chaohua Li", 
                ""
            ], 
            "fields": [
                "Structural biology", 
                "Evolutionary biology", 
                "Geophysics", 
                "Neuroscience", 
                "Marine biology"
            ], 
            "title": "A second generation human haplotype map of over 3.1 million SNPs.", 
            "url": "http://cn.bing.com/academic/profile?id=2486c07e9638a852b986a8bcb7d8f856&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "To comprehend the results of a randomized controlled trial (RCT), readers must understand its design, conduct, analysis and interpretation. That goal can only be achieved through complete transparency from authors. Despite several decades of educational efforts, the reporting of RCTs needs improvement. Investigators and editors developed the original CONSORT (Consolidated Standards of Reporting Trials) statement to help authors improve reporting by using a checklist and flow diagram. The revised CONSORT statement presented in this paper incorporates new evidence and addresses some criticisms of the original statement.", 
            "authors": [
                "David Moher", 
                "Kenneth F Schulz", 
                "Douglas G Altman"
            ], 
            "fields": [
                "Empirical evidence", 
                "Publishing", 
                "Intention-to-treat analysis", 
                "Medicine", 
                "Quality control"
            ], 
            "title": "The CONSORT statement: revised recommendations for improving the quality of reports of parallel group randomized trials", 
            "url": "http://cn.bing.com/academic/profile?id=be36fa11c4f409f9d4e2d03fe198aaa9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background In an open-label, randomized, phase 3 trial, we compared the efficacy and safety of paclitaxel with that of paclitaxel plus bevacizumab, a monoclonal antibody against vascular endothelial growth factor, as initial treatment for metastatic breast cancer. Methods We randomly assigned patients to receive 90 mg of paclitaxel per square meter of body-surface area on days 1, 8, and 15 every 4 weeks, either alone or with 10 mg of bevacizumab per kilogram of body weight on days 1 and 15. The primary end point was progression-free survival; overall survival was a secondary end point. Results From December 2001 through May 2004, a total of 722 patients were enrolled. Paclitaxel plus bevacizumab significantly prolonged progression-free survival as compared with paclitaxel alone (median, 11.8 vs. 5.9 months; hazard ratio for progression, 0.60; P<0.001) and increased the objective response rate (36.9% vs. 21.2%, P<0.001). The overall survival rate, however, was similar in the two groups (median, 26.7 vs. 25...", 
            "authors": [
                "Kathy D Miller", 
                "Molin Wang", 
                "Julie R Gralow", 
                "Maura Dickler", 
                "Melody A Cobleigh", 
                "Edith A Perez", 
                "Tamara Shenkier", 
                "David Cella", 
                "Nancy E Davidson"
            ], 
            "fields": [
                "Breast cancer", 
                "Medicine", 
                "Comparative research", 
                "Cancer", 
                "Monoclonal Antibody"
            ], 
            "title": "Paclitaxel plus Bevacizumab versus Paclitaxel Alone for Metastatic Breast Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=34d0a68c74b6ab9a36982c96bd682d28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND: #N#Treatment with pegylated interferon (peginterferon) and ribavirin for 48 weeks is more effective than conventional interferon and ribavirin in patients with chronic hepatitis C. #N##N#OBJECTIVE: #N#To assess the efficacy and safety of 24 or 48 weeks of treatment with peginterferon-alpha2a plus a low or standard dose of ribavirin. #N##N#DESIGN: #N#Randomized, double-blind trial. #N##N#SETTING: #N#99 international centers. PATIENTS: 1311 patients with chronic hepatitis C. #N##N#PATIENTS: #N#1311 patients with chronic hepatitis C. #N##N#INTERVENTION: #N#Peginterferon-?2a, 180 ?/wk, for 24 or 48 weeks plus a low-dose (800 mg/d) or standard weight-based dose (1000 or 1200 mg/d) of ribavirin. Measurement: Sustained virologic response: undetectable HCV RNA concentration at the end of treatment and during 12 to 24 weeks of follow-up. #N##N#RESULTS: #N#Overall and in patients infected with HCV genotype 1, 48 weeks of treatment was statistically superior to 24 weeks and standard-dose ribavirin was statistically superior to low-dose ribavirin. In patients with HCV genotype 1, absolute differences in sustained virologic response rates between 48 and 24 weeks of treatment were 11.2% (95% CI, 3.6% to 18.9%) and 11.9% (CI, 4.7% to 18.9%), respectively, between standard- and low-dose ribavirin. Sustained virologic response rates for peginterferon-alpha2a and standard-dose ribavirin for 48 weeks were 63% (CI, 59% to 68%) overall and 52% (CI, 46% to 58%) in patients with HCV genotype 1. In patients with HCV genotypes 2 or 3, the sustained virologic response rates in the 4 treatment groups were not statistically significantly different. #N##N#CONCLUSION: #N#Treatment with peginterferon-?2a and ribavirin may be individualized by genotype. Patients with HCV genotype 1 require treatment for 48 weeks and a standard dose of ribavirin; those with HCV genotypes 2 or 3 seem to be adequately treated with a low dose of ribavirin for 24 weeks.", 
            "authors": [
                "Stephanos J Hadziyannis", 
                "H Sette", 
                "Timothy R Morgan", 
                "Vijayan Balan", 
                "M Diago", 
                "P Marcellin", 
                "Giuliano Ramadori", 
                "Henry C Bodenheimer", 
                "David Bernstein", 
                "M Rizzetto", 
                "Stefan Zeuzem", 
                "Paul J Pockros", 
                "Amy Lin", 
                "Andrew M Ackrill"
            ], 
            "fields": [
                "Medicine", 
                "Duration", 
                "Dose", 
                "Randomization"
            ], 
            "title": "Peginterferon-α2a and Ribavirin Combination Therapy in Chronic Hepatitis C: A Randomized Study of Treatment Duration and Ribavirin Dose", 
            "url": "http://cn.bing.com/academic/profile?id=c19e9e604943a4127d4c264a4520740d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We investigated the efficacy of cetuximab plus irinotecan, fluorouracil, and leucovorin (FOLFIRI) as first-line treatment for metastatic colorectal cancer and sought associations between the mutation status of the KRAS gene in tumors and clinical response to cetuximab. Methods We randomly assigned patients with epidermal growth factor receptor–positive colorectal cancer with unresectable metastases to receive FOLFIRI either alone or in combination with cetuximab. The primary end point was progression-free survival. Results A total of 599 patients received cetuximab plus FOLFIRI, and 599 received FOLFIRI alone. The hazard ratio for progression-free survival in the cetuximab–FOLFIRI group as compared with the FOLFIRI group was 0.85 (95% confidence interval [CI], 0.72 to 0.99; P=0.048). There was no significant difference in the overall survival between the two treatment groups (hazard ratio, 0.93; 95% CI, 0.81 to 1.07; P=0.31). There was a significant interaction between treatment group and KRAS ...", 
            "authors": [
                "Eric Van Cutsem", 
                "Claushenning Kohne", 
                "Erika Hitre", 
                "Jerzy Zaluski", 
                "Chungrong Chang Chien", 
                "A Makhson", 
                "G Dhaens", 
                "Tamas Pinter", 
                "Robert Lim", 
                "Gyorgy Bodoky", 
                "Jae Kyung Roh", 
                "G Folprecht", 
                "Paul Ruff", 
                "Christopher Stroh", 
                "Sabine Tejpar", 
                "Michael Schlichting", 
                "Johannes Nippgen", 
                "Philippe Rougier"
            ], 
            "fields": [
                "Therapy", 
                "Monoclonal Antibody", 
                "Colorectal cancer", 
                "Young adult", 
                "Mutation"
            ], 
            "title": "Cetuximab and Chemotherapy as Initial Treatment for Metastatic Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=c8fdddc1ba10260c59630c1205f1168d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Methods We analysed, with Affymetrix Human U133a GeneChips, the expression of 22 000 transcripts from total RNA of frozen tumour samples from 286 lymph-node-negative patients who had not received adjuvant systemic treatment. Findings In a training set of 115 tumours, we identified a 76-gene signature consisting of 60 genes for patients positive for oestrogen receptors (ER) and 16 genes for ER-negative patients. This signature showed 93% sensitivity and 48% specificity in a subsequent independent testing set of 171 lymph-node-negative patients. The gene profile was highly informative in identifying patients who developed distant metastases within 5 years (hazard ratio 5·67 (95% CI 2·59-12·4)), even when corrected for traditional prognostic factors in multivariate analysis (5·55 (2·46-12·5)). The 76-gene profile also represented a strong prognostic factor for the development of metastasis in the subgroups of 84 premenopausal patients (9·60 (2·28-40·5)), 87 postmenopausal patients (4·04 (1·57-10·4)), and 79 patients with tumours of 10-20 mm (14·1 (3·34-59·2)), a group of patients for whom prediction of prognosis is especially difficult.", 
            "authors": [
                "Yixin Wang", 
                "J G M Klijn", 
                "Yi Zhang", 
                "Anieta M Sieuwerts", 
                "Maxime P Look", 
                "Fei Yang", 
                "Dmitri Talantov", 
                "Mieke Timmermans", 
                "Marion E Meijervan Gelder", 
                "Jack Yu", 
                "Tim Jatkoe", 
                "Els M J J Berns", 
                "David Atkins", 
                "John A Foekens"
            ], 
            "fields": [
                "Breast cancer", 
                "Prediction", 
                "Medicine", 
                "Primary ideal", 
                "Cancer"
            ], 
            "title": "Gene-expression profiles to predict distant metastasis of lymph-node-negative primary breast cancer", 
            "url": "http://cn.bing.com/academic/profile?id=9c92c382ced60f907c94bef04c14a7b5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Treatment with cetuximab, a monoclonal antibody directed against the epidermal growth factor receptor, improves overall and progression-free survival and preserves the quality of life in patients with colorectal cancer that has not responded to chemotherapy. The mutation status of the K-ras gene in the tumor may affect the response to cetuximab and have treatment-independent prognostic value. Methods We analyzed tumor samples, obtained from 394 of 572 patients (68.9%) with colorectal cancer who were randomly assigned to receive cetuximab plus best supportive care or best supportive care alone, to look for activating mutations in exon 2 of the K-ras gene. We assessed whether the mutation status of the K-ras gene was associated with survival in the cetuximab and supportive-care groups. Results Of the tumors evaluated for K-ras mutations, 42.3% had at least one mutation in exon 2 of the gene. The effectiveness of cetuximab was significantly associated with K-ras mutation status (P=0.01 and P<0.001...", 
            "authors": [
                "Christos S Karapetis", 
                "Shirin Khambataford", 
                "Derek J Jonker", 
                "Christopher Ocallaghan", 
                "Dongsheng Tu", 
                "Niall C Tebbutt", 
                "R John Simes", 
                "H Chalchal", 
                "Jeremy Shapiro", 
                "Sonia Robitaille", 
                "Timothy J Price", 
                "Lois E Shepherd", 
                "Heatherjane Au", 
                "Christiane Langer", 
                "Malcolm J Moore", 
                "J Zalcberg"
            ], 
            "fields": [
                "Cancer", 
                "Monoclonal Antibody", 
                "Medicine", 
                "Colorectal cancer", 
                "Mutation"
            ], 
            "title": "K-ras Mutations and Benefit from Cetuximab in Advanced Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=ff5d4dcb7b3dd5aca37591d647f0701a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In a diverse group of organisms that includes Caenorhabditis elegans, Drosophila, planaria, hydra, trypanosomes, fungi and plants, the introduction of double-stranded RNAs inhibits gene expression in a sequence-specific manner. These responses, called RNA interference or post-transcriptional gene silencing, may provide anti-viral defence, modulate transposition or regulate gene expression. We have taken a biochemical approach towards elucidating the mechanisms underlying this genetic phenomenon. Here we show that 'loss-of- function' phenotypes can be created in cultured Drosophila cells by transfection with specific double-stranded RNAs. This coincides with a marked reduction in the level of cognate cellular messenger RNAs. Extracts of transfected cells contain a nuclease activity that specifically degrades exogenous transcripts homologous to transfected double-stranded RNA. This enzyme contains an essential RNA component. After partial purification, the sequence-specific nuclease co-fractionates with a discrete, ~25-nucleotide RNA species which may confer specificity to the enzyme through homology to the substrate mRNAs.", 
            "authors": [
                "Scott M Hammond", 
                "Emily Bernstein", 
                "D Beach", 
                "Gregory J Hannon"
            ], 
            "fields": [
                "Molecular biology", 
                "Biotechnology", 
                "Medical research", 
                "Transcription", 
                "Astronomy"
            ], 
            "title": "An RNA-directed nuclease mediates post-transcriptional gene silencingin Drosophila cells", 
            "url": "http://cn.bing.com/academic/profile?id=ebce4ced4e5e1476848482ca34ea1fc4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Oropharyngeal squamous-cell carcinomas caused by human papillomavirus (HPV) are associated with favorable survival, but the independent prognostic significance of tumor HPV status remains unknown. Methods We performed a retrospective analysis of the association between tumor HPV status and survival among patients with stage III or IV oropharyngeal squamous-cell carcinoma who were enrolled in a randomized trial comparing accelerated-fractionation radiotherapy (with acceleration by means of concomitant boost radiotherapy) with standard-fractionation radiotherapy, each combined with cisplatin therapy, in patients with squamous-cell carcinoma of the head and neck. Proportional-hazards models were used to compare the risk of death among patients with HPV-positive cancer and those with HPV-negative cancer. Results The median follow-up period was 4.8 years. The 3-year rate of overall survival was similar in the group receiving accelerated-fractionation radiotherapy and the group receiving standard-fra...", 
            "authors": [
                "K Kian Ang", 
                "J Harris", 
                "Richard H Wheeler", 
                "Randal S Weber", 
                "David I Rosenthal", 
                "Phuc Felix Nguyentân", 
                "William H Westra", 
                "Christine H Chung", 
                "Richard C K Jordan", 
                "Charles Lu", 
                "Harold Kim", 
                "Rita Axelrod", 
                "Craig Silverman", 
                "Kevin P Redmond", 
                "Maura L Gillison"
            ], 
            "fields": [
                "Proportional hazards model", 
                "Cancer", 
                "Confidence interval", 
                "Virus", 
                "Hazard ratio"
            ], 
            "title": "Human Papillomavirus and Survival of Patients with Oropharyngeal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=202262aec4d78db1ef257f075f670127&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We tested the hypothesis that the level of circulating tumor cells can predict survival in metastatic breast cancer. Methods In a prospective, multicenter study, we tested 177 patients with measurable metastatic breast cancer for levels of circulating tumor cells both before the patients were to start a new line of treatment and at the first follow-up visit. The progression of the disease or the response to treatment was determined with the use of standard imaging studies at the participating centers. Results Outcomes were assessed according to levels of circulating tumor cells at baseline, before the patients started a new treatment for metastatic disease. Patients in a training set with levels of circulating tumor cells equal to or higher than 5 per 7.5 ml of whole blood, as compared with the group with fewer than 5 circulating tumor cells per 7.5 ml, had a shorter median progression-free survival (2.7 months vs. 7.0 months, P 18 months, P...", 
            "authors": [
                "Massimo Cristofanilli", 
                "G Thomas Budd", 
                "Matthew J Ellis", 
                "A Stopeck", 
                "Jeri Matera", 
                "M Craig Miller", 
                "James M Reuben", 
                "Gerald V Doyle", 
                "W Jeffrey Allard", 
                "Leon W M M Terstappen", 
                "Daniel F Hayes"
            ], 
            "fields": [
                "Medicine", 
                "Whole blood", 
                "Breast cancer", 
                "Statistical model", 
                "Cancer"
            ], 
            "title": "Circulating tumor cells, disease progression, and survival in metastatic breast cancer", 
            "url": "http://cn.bing.com/academic/profile?id=142058f56e2bc2b072f3e7f9516e3559&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background The European Randomized Study of Screening for Prostate Cancer was initiated in the early 1990s to evaluate the effect of screening with prostate-specific–antigen (PSA) testing on death rates from prostate cancer. Methods We identified 182,000 men between the ages of 50 and 74 years through registries in seven European countries for inclusion in our study. The men were randomly assigned to a group that was offered PSA screening at an average of once every 4 years or to a control group that did not receive such screening. The predefined core age group for this study included 162,243 men between the ages of 55 and 69 years. The primary outcome was the rate of death from prostate cancer. Mortality follow-up was identical for the two study groups and ended on December 31, 2006. Results In the screening group, 82% of men accepted at least one offer of screening. During a median follow-up of 9 years, the cumulative incidence of prostate cancer was 8.2% in the screening group and 4.8% in the control g...", 
            "authors": [
                "Fritz H Schroder", 
                "Jonas Hugosson", 
                "Monique J Roobol", 
                "Teuvo L J Tammela", 
                "S Ciatto", 
                "Vera Nelen", 
                "Maciej Kwiatkowski", 
                "M Lujan", 
                "Hans Lilja", 
                "Marco Zappa", 
                "Louis J Denis", 
                "F Recker", 
                "Antonio Berenguer", 
                "Liisa Maattanen", 
                "Chris H Bangma", 
                "Gunnar Aus", 
                "Arnauld Villers", 
                "X Rebillard", 
                "Theodorus H Van Der Kwast", 
                "Bert G Blije…", 
                ""
            ], 
            "fields": [
                "Randomization", 
                "Cancer", 
                "Absolute risk reduction", 
                "Electric-field screening", 
                "Medicine"
            ], 
            "title": "Screening and Prostate-Cancer Mortality in a Randomized European Study", 
            "url": "http://cn.bing.com/academic/profile?id=3a1456842cab62ab9f2c17191e1504b7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Rheumatoid arthritis is the most common inflammatory arthritis and is a major cause of disability. It existed in early Native American populations several thousand years ago but might not have appeared in Europe until the 17th century. Early theories on the pathogenesis of rheumatoid arthritis focused on autoantibodies and immune complexes. T-cell-mediated antigen-specific responses, T-cell-independent cytokine networks, and aggressive tumour-like behaviour of rheumatoid synovium have also been implicated. More recently, the contribution of autoantibodies has returned to the forefront. Based on the pathogenic mechanisms, specific therapeutic interventions can be designed to suppress synovial inflammation and joint destruction in rheumatoid arthritis.", 
            "authors": [
                "Gary S Firestein"
            ], 
            "fields": [
                "Medicine", 
                "Materials Science", 
                "RNA", 
                "Metabolomics", 
                "Quantum mechanics"
            ], 
            "title": "Evolving concepts of rheumatoid arthritis", 
            "url": "http://cn.bing.com/academic/profile?id=e38c93a84437217f427d2a089c4da977&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background The prevalence of heart failure with preserved ejection fraction may be changing as a result of changes in population demographics and in the prevalence and treatment of risk factors for heart failure. Changes in the prevalence of heart failure with preserved ejection fraction may contribute to changes in the natural history of heart failure. We performed a study to define secular trends in the prevalence of heart failure with preserved ejection fraction among patients at a single institution over a 15-year period. Methods We studied all consecutive patients hospitalized with decompensated heart failure at Mayo Clinic Hospitals in Olmsted County, Minnesota, from 1987 through 2001. We classified patients as having either preserved or reduced ejection fraction. The patients were also classified as community patients (Olmsted County residents) or referral patients. Secular trends in the type of heart failure, associated cardiovascular disease, and survival were defined. Results A total of 6076 pat...", 
            "authors": [
                "Theophilus Owan", 
                "David O Hodge", 
                "Regina M Herges", 
                "Steven J Jacobsen", 
                "Veronique L Roger", 
                "Margaret M Redfield"
            ], 
            "fields": [
                "Prevalence", 
                "Epidemiology", 
                "Medicine", 
                "Natural history", 
                "Secular variation"
            ], 
            "title": "Trends in prevalence and outcome of heart failure with preserved ejection fraction", 
            "url": "http://cn.bing.com/academic/profile?id=8e75a8ee2f4dca367341d3a7d00f6cd3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A b s t r ac t Background The role of intensive insulin therapy in patients with severe sepsis is uncertain. Fluid resuscitation improves survival among patients with septic shock, but evidence is lacking to support the choice of either crystalloids or colloids. Methods In a multicenter, two-by-two factorial trial, we randomly assigned patients with severe sepsis to receive either intensive insulin therapy to maintain euglycemia or conventional insulin therapy and either 10% pentastarch, a low-molecular-weight hydroxyethyl starch (HES 200/0.5), or modified Ringer’s lactate for fluid resuscitation. The rate of death at 28 days and the mean score for organ failure were coprimary end points. Results The trial was stopped early for safety reasons. Among 537 patients who could be evaluated, the mean morning blood glucose level was lower in the intensive-therapy group (112 mg per deciliter [6.2 mmol per liter]) than in the conventional-therapy group (151 mg per deciliter [8.4 mmol per liter], P<0.001). However, at 28 days, there was no significant difference between the two groups in the rate of death or the mean score for organ failure. The rate of severe hypoglycemia (glucose level, ≤40 mg per deciliter [2.2 mmol per liter]) was higher in the intensive-therapy group than in the conventional-therapy group (17.0% vs. 4.1%, P<0.001), as was the rate of serious adverse events (10.9% vs. 5.2%, P = 0.01). HES therapy was associated with higher rates of acute renal failure and renal-replacement therapy than was Ringer’s lactate. Conclusions The use of intensive insulin therapy placed critically ill patients with sepsis at increased risk for serious adverse events related to hypoglycemia. As used in this study, HES was harmful, and its toxicity increased with accumulating doses. (ClinicalTrials. gov number, NCT00135473.)", 
            "authors": [
                "Frank M Brunkhorst", 
                "Christoph Engel", 
                "Frank Bloos", 
                "A Meierhellmann", 
                "M Ragaller", 
                "Norbert Weiler", 
                "Onnen Moerer", 
                "M Gruendling", 
                "Michael Oppert", 
                "Stefan Grond", 
                "D Olthoff", 
                "Ulrich Jaschinski", 
                "Stefan John", 
                "R Rossaint", 
                "Tobias Welte", 
                "M Schaefer", 
                "P Kern", 
                "Evelyn Kuhnt", 
                "Michael Kiehntopf", 
                "Christiane S Hartog", 
                "Charles Nata…", 
                ""
            ], 
            "fields": [
                "Proinsulin", 
                "Adverse effect", 
                "Medicine", 
                "Therapy"
            ], 
            "title": "Intensive Insulin Therapy and Pentastarch Resuscitation in Severe Sepsis", 
            "url": "http://cn.bing.com/academic/profile?id=75263c8148ef3a8f28714475402da6a6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Glucagon-like peptide 1 (GLP-1) is a gut-derived incretin hormone that stimulates insulin and suppresses glucagon secretion, inhibits gastric emptying, and reduces appetite and food intake. Therapeutic approaches for enhancing incretin action include degradation-resistant GLP-1 receptor agonists (incretin mimetics), and inhibitors of dipeptidyl peptidase-4 (DPP-4) activity (incretin enhancers). Clinical trials with the incretin mimetic exenatide (two injections per day or long-acting release form once weekly) and liraglutide (one injection per day) show reductions in fasting and postprandial glucose concentrations, and haemoglobin A 1c  (HbA 1c ) (1–2%), associated with weight loss (2–5 kg). The most common adverse event associated with GLP-1 receptor agonists is mild nausea, which lessens over time. Orally administered DPP-4 inhibitors, such as sitagliptin and vildagliptin, reduce HbA 1c  by 0·5–1·0%, with few adverse events and no weight gain. These new classes of antidiabetic agents, and incretin mimetics and enhancers, also expand β-cell mass in preclinical studies. However, long-term clinical studies are needed to determine the benefits of targeting the incretin axis for the treatment of type 2 diabetes.", 
            "authors": [
                "Daniel J Drucker", 
                "Michael A Nauck"
            ], 
            "fields": [
                "Peptide hormone", 
                "Medicine", 
                "Clinical trial", 
                "Adverse effect", 
                "Weight loss"
            ], 
            "title": "The incretin system: glucagon-like peptide-1 receptor agonists and dipeptidyl peptidase-4 inhibitors in type 2 diabetes.", 
            "url": "http://cn.bing.com/academic/profile?id=f2b036abdd08943dd37b52ed55d6dee1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Pseudomonas aeruginosa is a ubiquitous environmental bacterium that is one of the top three causes of opportunistic human infections. A major factor in its prominence as a pathogen is its intrinsic resistance to antibiotics and disinfectants. Here we report the complete sequence of P. aeruginosa strain PAO1. At 6.3 million base pairs, this is the largest bacterial genome sequenced, and the sequence provides insights into the basis of the versatility and intrinsic drug resistance of P. aeruginosa. Consistent with its larger genome size and environmental adaptability, P. aeruginosa contains the highest proportion of regulatory genes observed for a bacterial genome and a large number of genes involved in the catabolism, transport and efflux of organic compounds as well as four potential chemotaxis systems. We propose that the size and complexity of the P. aeruginosa genome reflect an evolutionary adaptation permitting it to thrive in diverse environments and resist the effects of a variety of antimicrobial substances. P. aeruginosa is a versatile Gram-negative bacterium that grows in soil, marshes and coastal marine habitats, as well as on plant and animal tissues 1 . It forms biofilms on wet surfaces such as those of rocks and soil 2,3 . The emergence of P. aeruginosa as a major opportunistic human pathogen during the past century may be a consequence of its resistance to the antibiotics and disinfectants that eliminate other environmental bacteria. P. aeruginosa is now a significant source of bacteraemia in burn victims, urinary-tract infections in catheterized patients, and hospital-acquired pneumo- nia in patients on respirators 4 . It is also the predominant cause of morbidity and mortality in cystic fibrosis patients, whose abnormal airway epithelia allow long-term colonization of the lungs by P. aeruginosa. These infections are impossible to eradicate, in part because of the natural resistance of the bacterium to antibiotics, and ultimately lead to pulmonary failure and death. Here we report the sequencing of the genome of P. aeruginosa. The sequence is of interest because of the insights it provides into the role of this bacterium as a pathogen, and because it offers new information on the relationship between genome size, genetic complexity and ecological versatility in bacteria. At 6.3 million base pairs (Mbp), the P. aeruginosa genome is markedly larger than most of the 25 sequenced bacterial genomes. In fact, with 5,570 predicted open reading frames (ORFs), the genetic complexity of P. aeruginosa approaches that of the simple eukaryote Saccharomyces cerevisiae, whose genome encodes about 6,200 proteins 5 . In contrast, P. aeruginosa has only 30-40% of the number of predicted genes present in the simple metazoans Caenorhabditis elegans and Drosophila melanogaster 6 .", 
            "authors": [
                "C K Stover", 
                "Xuânviet Pham", 
                "Alice L Erwin", 
                "S D Mizoguchi", 
                "Paul Warrener", 
                "M J Hickey", 
                "Fiona S L Brinkman", 
                "W O Hufnagle", 
                "Dorota Kowalik", 
                "M Lagrou", 
                "Richard L Garber", 
                "L Goltry", 
                "Eduardo Curvello Tolentino", 
                "Shannon Westbrockwadman", 
                "Y Yuan", 
                "L L Brody", 
                "Sally Coulter", 
                "K R Folger", 
                "A Kas", 
                "Karen Larbig", 
                "Regina Lim", 
                "K …", 
                ""
            ], 
            "fields": [
                "Nanotechnology", 
                "Cell cycle", 
                "Immunology", 
                "DNA", 
                "Ecology"
            ], 
            "title": "Complete genome sequence of Pseudomonas aeruginosa PAO1, an opportunisticpathogen", 
            "url": "http://cn.bing.com/academic/profile?id=a18c998bf38af13f3f1da75638fe354f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Long-acting beta-agonists and inhaled corticosteroids are used to treat chronic obstructive pulmonary disease (COPD), but their effect on survival is unknown. Methods We conducted a randomized, double-blind trial comparing salmeterol at a dose of 50 μg plus fluticasone propionate at a dose of 500 μg twice daily (combination regimen), administered with a single inhaler, with placebo, salmeterol alone, or fluticasone propionate alone for a period of 3 years. The primary outcome was death from any cause for the comparison between the combination regimen and placebo; the frequency of exacerbations, health status, and spirometric values were also assessed. Results Of 6112 patients in the efficacy population, 875 died within 3 years after the start of the study treatment. All-cause mortality rates were 12.6% in the combination-therapy group, 15.2% in the placebo group, 13.5% in the salmeterol group, and 16.0% in the fluticasone group. The hazard ratio for death in the combination-therapy group, as co...", 
            "authors": [
                "Peter M A Calverley", 
                "Julie A Anderson", 
                "Bartolome R Celli", 
                "Gary T Ferguson", 
                "Christine R Jenkins", 
                "Paul W Jones", 
                "Julie C Yates", 
                "Jorgen Vestbo"
            ], 
            "fields": [
                "Survival analysis", 
                "Hazard ratio", 
                "Medicine", 
                "Side effect", 
                "Statistical significance"
            ], 
            "title": "Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease.", 
            "url": "http://cn.bing.com/academic/profile?id=dcd1598db087a0193e0f15978632b25b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Gene transcription can be activated or inhibited by a reversible modification of the gene; this modification is termed an epigenetic change. This account of epigenetics in cancer reviews the mechanisms and consequences of epigenetic changes in cancer cells and concludes with the implications of these changes for the diagnosis, prognosis, and treatment of cancer.", 
            "authors": [
                "Manel Esteller"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Epigenetics"
            ], 
            "title": "Epigenetics in Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=100cf61b00ba6d598542ab8cdac5d82e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Animal microRNAs (miRNAs) regulate gene expression by inhibiting translation and/or by inducing degradation of target messenger RNAs. It is unknown how much translational control is exerted by miRNAs on a genome-wide scale. We used a new proteomic approach to measure changes in synthesis of several thousand proteins in response to miRNA transfection or endogenous miRNA knockdown. In parallel, we quantified mRNA levels using microarrays. Here we show that a single miRNA can repress the production of hundreds of proteins, but that this repression is typically relatively mild. A number of known features of the miRNA-binding site such as the seed sequence also govern repression of human protein synthesis, and we report additional target sequence characteristics. We demonstrate that, in addition to downregulating mRNA levels, miRNAs also directly repress translation of hundreds of genes. Finally, our data suggest that a miRNA can, by direct or indirect effects, tune protein synthesis from thousands of genes.", 
            "authors": [
                "Matthias Selbach", 
                "Bjorn Schwanhausser", 
                "Nadine Thierfelder", 
                "Zhuo Fang", 
                "Raya Khanin", 
                "Nikolaus Rajewsky"
            ], 
            "fields": [
                "Molecular biology", 
                "Biotechnology", 
                "Medical research", 
                "Astronomy", 
                "Cell cycle"
            ], 
            "title": "Widespread changes in protein synthesis induced by microRNAs", 
            "url": "http://cn.bing.com/academic/profile?id=162a7e22c317577cd5cb227e363792f3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Resveratrol (3,5,49-trihydroxystilbene) extends the lifespan of diverse species including Saccharomyces cerevisiae, Caenorhabditis elegans and Drosophila melanogaster. In these organisms, lifespan extension is dependent on Sir2, a conserved deacetylase proposed to underlie the beneficial effects of caloric restriction. Here we show that resveratrol shifts the physiology of middle-aged mice on a high-calorie diet towards that of mice on a standard diet and significantly increases their survival. Resveratrol produces changes associated with longer lifespan, including increased insulin sensitivity, reduced insulin-like growth factor-1 (IGF-I) levels, increased AMP-activated protein kinase (AMPK) and peroxisome proliferator-activated receptor-c coactivator 1a (PGC-1a) activity, increased mitochondrial number, and improved motor function. Parametric analysis of gene set enrichment revealed that resveratrol opposed the effects of the high-calorie diet in 144 out of 153 significantly altered pathways. These data show that improving general health in mammals using small molecules is an attainable goal, and point to new approaches for treating obesity-related disorders and diseases of ageing.", 
            "authors": [
                "Joseph A Baur", 
                "Kevin J Pearson", 
                "Nathan L Price", 
                "Hamish A Jamieson", 
                "Carles Lerin", 
                "Avash Kalra", 
                "Vinayakumar Prabhu", 
                "Joanne S Allard", 
                "Guillermo Lopezlluch", 
                "Kaitlyn N Lewis", 
                "Paul J Pistell", 
                "Suresh Poosala", 
                "Kevin G Becker", 
                "Olivier Boss", 
                "Dana M Gwinn", 
                "Mingyi Wang", 
                "Sharan Ramaswamy", 
                "Kenneth W Fishbein", 
                "Ric…", 
                ""
            ], 
            "fields": [
                "Earth science", 
                "Bioinformatics", 
                "Climate change", 
                "Evolution", 
                "Regulation of gene expression"
            ], 
            "title": "Resveratrol improves health and survival of mice on a high-calorie diet", 
            "url": "http://cn.bing.com/academic/profile?id=b3ffca2708cc0a8faed483eb5eb89955&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "‘Bottom-up fabrication’, which exploits the intrinsic properties of atoms and molecules to direct their self-organization, is widely used to make relatively simple nanostructures. A key goal for this approach is to create nanostructures of high complexity, matching that routinely achieved by ‘top-down’ methods. The self-assembly of DNA molecules provides an attractive route towards this goal. Here I describe a simple method for folding long, single-stranded DNA molecules into arbitrary two-dimensional shapes. The design for a desired shape is made by raster-filling the shape with a 7-kilobase single-stranded scaffold and by choosing over 200 short oligonucleotide ‘staple strands’ to hold the scaffold in place. Once synthesized and mixed, the staple and scaffold strands self-assemble in a single step. The resulting DNA structures are roughly 100 nm in diameter and approximate desired shapes such as squares, disks and five-pointed stars with a spatial resolution of 6 nm. Because each oligonucleotide can serve as a 6-nm pixel, the structures can be programmed to bear complex patterns such as words and images on their surfaces. Finally, individual DNA structures can be programmed to form larger assemblies, including extended periodic lattices and a hexamer of triangles (which constitutes a 30-megadalton molecular complex).", 
            "authors": [
                "Paul W K Rothemund"
            ], 
            "fields": [
                "Physics", 
                "Nanostructure", 
                "Cell cycle", 
                "Drug discovery", 
                "Medical research"
            ], 
            "title": "Folding DNA to create nanoscale shapes and patterns", 
            "url": "http://cn.bing.com/academic/profile?id=7a74ec0034a55f0046896c8477a3fd61&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Despite their importance for urban planning, traffic forecasting, and the spread of biological and mobile viruses, our understanding of the basic laws governing human motion remains limited thanks to the lack of tools to monitor the time resolved location of individuals. Here we study the trajectory of 100,000 anonymized mobile phone users whose position is tracked for a six month period. We find that in contrast with the random trajectories predicted by the prevailing Levy flight and random walk models, human trajectories show a high degree of temporal and spatial regularity, each individual being characterized by a time independent characteristic length scale and a significant probability to return to a few highly frequented locations. After correcting for differences in travel distances and the inherent anisotropy of each trajectory, the individual travel patterns collapse into a single spatial probability distribution, indicating that despite the diversity of their travel history, humans follow simple reproducible patterns. This inherent similarity in travel patterns could impact all phenomena driven by human mobility, from epidemic prevention to emergency response, urban planning and agent based modeling.", 
            "authors": [
                "Marta C Gonzalez", 
                "Cesar A Hidalgo", 
                "A L Barabasi"
            ], 
            "fields": [
                "Systems biology", 
                "Probability distribution", 
                "Cell cycle", 
                "Structural biology", 
                "Cell signaling"
            ], 
            "title": "Understanding individual human mobility patterns", 
            "url": "http://cn.bing.com/academic/profile?id=66b9c758b06abdfb2e61214e4c9d29cc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Determining the effect of gene deletion is a fundamental approach to understanding gene function. Conventional genetic screens exhibit biases, and genes contributing to a phenotype are often missed. We systematically constructed a nearly complete collection of gene-deletion mutants (96% of annotated open reading frames, or ORFs) of the yeast Saccharomyces cerevisiae. DNA sequences dubbed 'molecular bar codes' uniquely identify each strain, enabling their growth to be analysed in parallel and the fitness contribution of each gene to be quantitatively assessed by hybridization to high-density oligonucleotide arrays. We show that previously known and new genes are necessary for optimal growth under six well-studied conditions: high salt, sorbitol, galactose, pH 8, minimal medium and nystatin treatment. Less than 7% of genes that exhibit a significant increase in messenger RNA expression are also required for optimal growth in four of the tested conditions. Our results validate the yeast gene-deletion collection as a valuable resource for functional genomics.", 
            "authors": [
                "Guri Giaever", 
                "Angela M Chu", 
                "Li Ni", 
                "C Connelly", 
                "Linda Riles", 
                "Steeve Veronneau", 
                "Sally Dow", 
                "Ankuta Lucaudanila", 
                "Keith Anderson", 
                "Bruno Andre", 
                "Adam P Arkin", 
                "Anna Astromoff", 
                "Mohamed El Bakkoury", 
                "Rhonda Bangham", 
                "Rocio Benito", 
                "Sophie Brachat", 
                "Stefano Campanaro", 
                "Matt Curtiss", 
                "Karen Davis", 
                "Adam M Deutsc…", 
                ""
            ], 
            "fields": [
                "Systems biology", 
                "Metabolomics", 
                "Biotechnology", 
                "Astrophysics", 
                "Immunology"
            ], 
            "title": "Functional profiling of the Saccharomyces cerevisiae genome.", 
            "url": "http://cn.bing.com/academic/profile?id=3125de0d7bc2dabecc7eaffc4f0eef8d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background An open-label study indicated that selective depletion of B cells with the use of rituximab led to sustained clinical improvements for patients with rheumatoid arthritis. To confirm these observations, we conducted a randomized, double-blind, controlled study. Methods We randomly assigned 161 patients who had active rheumatoid arthritis despite treatment with methotrexate to receive one of four treatments: oral methotrexate (≥10 mg per week) (control); rituximab (1000 mg on days 1 and 15); rituximab plus cyclophosphamide (750 mg on days 3 and 17); or rituximab plus methotrexate. Responses defined according to the criteria of the American College of Rheumatology (ACR) and the European League against Rheumatism (EULAR) were assessed at week 24 (primary analyses) and week 48 (exploratory analyses). Results At week 24, the proportion of patients with 50 percent improvement in disease symptoms according to the ACR criteria, the primary end point, was significantly greater with the rituximab–methotre...", 
            "authors": [
                "Jonathan C W Edwards", 
                "Leszek Szczepanski", 
                "J Szechinski", 
                "A Filipowiczsosnowska", 
                "Paul Emery", 
                "David R Close", 
                "Randall Stevens", 
                "Tim Shaw"
            ], 
            "fields": [
                "Pharmacotherapy", 
                "Medicine", 
                "Cell therapy", 
                "Antigen", 
                "Therapy"
            ], 
            "title": "Efficacy of B-cell-targeted therapy with rituximab in patients with rheumatoid arthritis.", 
            "url": "http://cn.bing.com/academic/profile?id=190fcd7a377567da29c34266b9212ad7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Over the last several decades, epidemiological studies have been enormously#R##N#successful in identifying risk factors for major diseases. However, most of this#R##N#research has focused attention on risk factors that are relatively proximal causes of#R##N#disease such as diet, cholesterol level, exercise and the like. We question the#R##N#emphasis on such individually-based risk factors and argue that greater attention#R##N#must be paid to basic social conditions if health reform is to have its maximum#R##N#effect in the time ahead. There are two reasons for this claim. First we argue that#R##N#individually-based risk factors must be contextualized, by examining what puts#R##N#people at risk of risks, if we are to craft effective interventions and improve the#R##N#nation's health. Second, we argue that social factors such as socioeconomic status#R##N#and social support are likely 'fundamental causes\" of disease that, because they#R##N#embody access to important resources, affect multiple disease outcomes throughmultiple mechanisms, and consequently maintain an association with disease even when intervening mechanisms change. Without careful attention to these#R##N#possibilities, we run the risk of imposing individually-based intervention strategies#R##N#that are ineffective and of missing opportunities to adopt broad-based societal#R##N#interventions that could produce substantial health benefits for our citizens", 
            "authors": [
                "Bruce G Link", 
                "Jo C Phelan"
            ], 
            "fields": [
                "Health", 
                "Risk factor", 
                "Sociology", 
                "Etiology", 
                "Social structure"
            ], 
            "title": "Social Conditions as Fundamental Causes of Disease", 
            "url": "http://cn.bing.com/academic/profile?id=ef2780f3bedb69d1d3381f5f02b04d6b&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 96
}