{
    "data": [
        {
            "abstract": "Georg Simmel [American Journal of Sociology 55:254---261 (1949)] is widely credited as the first scholar to have seriously examined sociability --- \"the sheer pleasure of the company of others\" and the central ingredient in many social forms of recreation and play. Later Ray Oldenburg [The Great Good Place. New York: Marlowe & Company (1989)] extended Simmel's work by focusing on a certain class of public settings, or \"third places,\" in which sociability tends to occur, such as, bars, coffee shops, general stores, etc. But while Simmel and Oldenburg describe activities and public spaces in the physical world, their concepts may apply as well to virtual or online worlds. Today Massively Multiplayer Online Games (MMOGs) are extensive, persistent online 3D environments that are populated by hundreds of thousands of players at any given moment. The sociable nature of these online spaces is often used to explain their success: unlike previous video games, MMOGs require players to exchange information and collaborate in real-time to progress in the game. In order to shed light on this issue, we critically examine player-to-player interactions in a popular MMOG (Star Wars Galaxies). Based on several months of ethnographic observations and computerized data collection, we use Oldenburg's notion of \"third places\" to evaluate whether or not the social spaces of this virtual world fit existing definitions of sociable environments. We discuss the role online games can play in the formation and maintenance of social capital, what they can teach us about the evolution of sociability in an increasingly digitally connected social world, and what could be done to make such games better social spaces.", 
            "authors": [
                "Nicolas Ducheneaut", 
                "Robert J Moore", 
                "Eric Nickell"
            ], 
            "fields": [
                "Real-time computing", 
                "Metaverse", 
                "Data collection", 
                "Social capital"
            ], 
            "title": "Virtual Third Places: A Case Study of Sociability in Massively Multiplayer Games", 
            "url": "http://cn.bing.com/academic/profile?id=7c950e323eb5be53e1af17342c4791f4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We designed a series of case studies for Introductory Geology Laboratory courses using computer visualization techniques integrated with traditional laboratory materials. These consist of a comprehensive case study which requires three two-hour long laboratory periods to complete, and sev- eral shorter case studies requiring one or two, two-hour laboratory periods. Currently we have proto- types of the Yellowstone National Park, Hawaii volcanoes and the Mid-Atlantic Ridge case studies. The Yellowstone prototype can be used to learn about a wide variety of rocks and minerals, about geothermal activity and hydrology, about volcanic hazards and the hot-spot theory of plate tectonics. The Hawaiian exercise goes into more depth about volcanoes, volcanic rocks and their relationship to plate movements. The Mid-Atlantic Ridge project focuses on formation of new ocean crust and min- eral-rich hydrothermal deposits at spreading centers. With new improvements in visualization technol- ogy that are making their way to personal computers, we are now closer to the ideal of a ''virtual'' field trip. We are currently making scenes of field areas in Hawaii and Yellowstone which allow the stu- dent to pan around the area and zoom in on interesting objects. Specific rocks in the scene will be able to be ''picked up'' and studied in three dimensions. This technology improves the ability of the compu- ter to present a realistic simulation of the field area and allows the student to have more control over the presentation. This advanced interactive technology is intuitive to control, relatively cheap and easy to add to existing computer programs and documents. # 1998 Elsevier Science Ltd. All rights reserved", 
            "authors": [
                "Stephen D Hurst"
            ], 
            "fields": [
                "Interactivity", 
                "Plate tectonics", 
                "Three-dimensional space", 
                "Education", 
                "Hot spot"
            ], 
            "title": "Use of “virtual” field trips in teaching introductory geology", 
            "url": "http://cn.bing.com/academic/profile?id=4394e0bed991375723d81fe382283074&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: The research area \"Virtual Manufacturing\" can be defined as an integrated manufacturing environment which can enhance one or several levels of decision and control in manufacturing process. Several domains can be addressed: Product and Process Design, Process and Production Planning, Machine Tool, Robot and Manufacturing System. As automation technologies such as CAD/CAM have substantially shortened the time required to design products, Virtual Manufacturing will have a similar effect on the manufacturing phase thanks to the modelling, simulation and optimisation of the product and the processes involved in its fabrication.", 
            "authors": [
                "Philippe Depince", 
                "Damien Chablat", 
                "Peeroliver Woelk"
            ], 
            "fields": [
                "Process design", 
                "Machine tool"
            ], 
            "title": "Virtual Manufacturing : Tools for improving Design and Production", 
            "url": "http://cn.bing.com/academic/profile?id=63b699104159f1e2db7ed7cc34fd6d98&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In March 1999, a small number of Californians discovered a new world called \"Norrath\", populated by an exotic but industrious people. About 12,000 people call this place their permanent home, although some 60,000 are present there at any given time. The nominal hourly wage is about USD 3.42 per hour, and the labors of the people produce a GNP per capita somewhere between that of Russia and Bulgaria. A unit of Norrath's currency is traded on exchange markets at USD 0.0107, higher than the Yen and the Lira. The economy is characterized by extreme inequality, yet life there is quite attractive to many. The population is growing rapidly, swollen each each day by hundreds of imigris from various places around the globe, but especially the United States. Perhaps the most interesting thing about the new world is its location. Norrath is a virtual world that exists entirely on 40 computers in San Diego. Unlike many internet ventures, virtual worlds are making money -- with annual revenues expected to top USD 1.5 billion by 2004 -- and if network effects are as powerful here as they have been with other internet innovations, virtual worlds may soon become the primary venue for all online activity.", 
            "authors": [
                "Edward Castronova"
            ], 
            "fields": [
                "The Internet", 
                "Metaverse", 
                "Network effect", 
                "Intellectual property"
            ], 
            "title": "Virtual Worlds: A First-Hand Account of Market and Society on the Cyberian Frontier", 
            "url": "http://cn.bing.com/academic/profile?id=b87525afc9986b1c920b54e8c02e6451&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "People with a wide spectrum of disabilities, ranging from spinal injuries to autism, have benefited from equine assisted therapy (EAT). Using EAT, therapy patients have improved both physically and psychologically (e.g., demonstrating increased attention, motivation, and communication skills). There are still many open questions regarding this therapy and the reasons for its success. Many of these questions have remained unanswered due in large part to the uncontrolled nature of EAT. The Virtual Equine Assisted Therapy (VEAT) Project integrates a robotic platform with virtual reality technologies to provide a safe, controlled environment through which various aspects of EAT can be isolated and studied. The system incorporates realistic equine motions with visual, auditory, olfactory, and somatosensory stimuli to provide highly immersive experiences to patients.", 
            "authors": [
                "Fraser Anderson", 
                "Michelle Annett", 
                "Walter F Bischof", 
                "Pierre Boulanger"
            ], 
            "fields": [
                "Psychology", 
                "Virtual machine", 
                "Robot", 
                "Spectrum", 
                "Olfaction"
            ], 
            "title": "Virtual equine assisted therapy", 
            "url": "http://cn.bing.com/academic/profile?id=471e4f2281ea0922a33e1807b6f7899b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The confusion and ambiguity encountered by students in understanding virtual displacement and virtual work is discussed in this paper. A definition of virtual displacement is presented that allows one to express them explicitly for holonomic (velocity independent), non-holonomic (velocity dependent), scleronomous (time independent) and rheonomous (time dependent) constraints. It is observed that for holonomic, scleronomous constraints, the virtual displacements are the displacements allowed by the constraints. However, this is not so for a general class of constraints. For simple physical systems, it is shown that the work done by the constraint forces on virtual displacements is zero. This motivates Lagrange's extension of d'Alembert's principle to a system of particles in constrained motion. However, a similar zero work principle does not hold for the allowed displacements. It is also demonstrated that d'Alembert's principle of zero virtual work is necessary for the solvability of a constrained mechanical problem. We identify this special class of constraints, physically realized and solvable, as the ideal constraints. The concept of virtual displacement and the principle of zero virtual work by constraint forces are central to both Lagrange's method of undetermined multipliers and Lagrange's equations in generalized coordinates.", 
            "authors": [
                "Subhankar Ray", 
                "J Shamanna"
            ], 
            "fields": [
                "Lagrangian", 
                "Particle system", 
                "Physics", 
                "Dynamics", 
                "Lagrange multiplier"
            ], 
            "title": "On virtual displacement and virtual work in Lagrangian dynamics", 
            "url": "http://cn.bing.com/academic/profile?id=9b50bfe159bcf60ba3bedff5bdae88a0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Finally, a comprehensive guide to the Linux VM!VM's behavior affects every Linux kernel subsystem and dramatically impacts overall performance. But until now, there was only one way to understand VM: study the poorly documented source one line at a time. Now there's an easier, faster alternative. This book describes VM in unprecedented detail, presenting both theoretical foundations and a line-by-line source code commentary. It systematically covers everything from physical memory description to out-of-memory management. Coverage includes: Linux VM 2.4 architecture in depth-with diagrams and call graphs Physical memory description, page tables, address spaces, and memory allocation High memory, swapping, shared memory, and much more Expert guidance for analyzing the code of any open source project New Linux 2.6 kernel features in every chapterWell organized and superbly written, Understanding the Linux Virtual Memory Manager will be indispensable to every kernel programmer and researcher.", 
            "authors": [
                "Mel Gorman"
            ], 
            "fields": [
                "Virtual memory"
            ], 
            "title": "Understanding the Linux Virtual Memory Manager", 
            "url": "http://cn.bing.com/academic/profile?id=23abad0d8432a41556e7c76114f9d4ab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Internet and the Web have transformed society, spawning new industries, altering social and cultural practices, and challenging long-accepted notions of individual privacy, intellectual property, and national security. In this talk, I argue that social science is also being transformed. In particular, I describe how crowd sourcing sites like Amazon's Mechanical Turk are increasingly being used by researchers to create \"virtual labs\" in which they can conduct behavioral experiments on a scale and speed that would have been hard to imagine just a decade ago. To illustrate the point, I describe some recent experiments that showcase the advantages of virtual over traditional physical labs, as well as some of the limitations. I then discuss how this relatively new experimental capability may unfold in the near future, along with some implications for social and behavioral science.", 
            "authors": [
                "Duncan J Watts"
            ], 
            "fields": [], 
            "title": "The virtual lab", 
            "url": "http://cn.bing.com/academic/profile?id=9cc3b191a90c248037c06cce0565ec5f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The virtual reality is being more and more used in the education, enabling the student to find out, to explore and to build his own knowledge. This paper presents an Educational Software for presence or distance education, for subjects of Formal Language, where the student can manipulate virtually the target that must be explored, analyzed and studied. With a simple interface, with easy comprehension and using, this paper presents an educational software where the student manipulates the objects that will be studied in 3D, getting easier the study of concepts and theories about Automatons, Regular Expressions and Minimization of Automatons interacting directly with the object in 3D. To the design of the automatons, the software uses tolls in 3D, as the Blender and the VRML (Virtual Reality Modeling Language) and to the publishing of a page on the internet it is integrated the Program Language PHP (Hypertext Pre Processor). The results reached with the use of the developed software show the attributes that make the ideal Virtual Reality for situations of research and learning taking the discipline as a reference of the classroom to the computer labs and making more interesting to the student, making the learning easy.", 
            "authors": [
                "Sandra Dutra Piovesan", 
                "Liliana Maria Passerino", 
                "Adriana Soares Pereira"
            ], 
            "fields": [
                "Evaluation", 
                "Programming", 
                "Grammar", 
                "Computer simulation", 
                "Automation"
            ], 
            "title": "Virtual Reality as a Tool in the Education.", 
            "url": "http://cn.bing.com/academic/profile?id=aefa9b845da0824aa7f660da08dae8da&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual machines (VMs) are commonly used to distribute programs in an architecture-neutral format, which can easily be interpreted or compiled. A long-running question in the design of VMs is whether stack architecture or register architecture can be implemented more efficiently with an interpreter. We extend existing work on comparing virtual stack and virtual register architectures in two ways. Firstly, our translation from stack to register code is much more sophisticated. The result is that we eliminate an average of more than 47% of executed VM instructions, with the register machine bytecode size only 25% larger than that of the corresponding stack bytecode. Secondly we present an implementation of a register machine in a fully standard-compliant implementation of the Java VM. We find that, on the Pentium 4, the register architecture requires an average of 32.3% less time to execute standard benchmarks if dispatch is performed using a C switch statement. Even if more efficient threaded dispatch is available (which requires labels as first class values), the reduction in running time is still approximately 26.5% for the register architecture.", 
            "authors": [
                "Yunhe Shi", 
                "David Gregg", 
                "Andrew Beatty", 
                "M Anton Ertl"
            ], 
            "fields": [
                "Interpreter", 
                "Virtual machine"
            ], 
            "title": "Virtual machine showdown: stack versus registers", 
            "url": "http://cn.bing.com/academic/profile?id=ce46c8071dc8bfbb5bd184c2d7dfe50f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper explores the relationship between domain scheduling in avirtual machine monitor (VMM) and I/O performance. Traditionally, VMM schedulers have focused on fairly sharing the processor resources among domains while leaving the scheduling of I/O resources as asecondary concern. However, this can resultin poor and/or unpredictable application performance, making virtualization less desirable for applications that require efficient and consistent I/O behavior.   This paper is the first to study the impact of the VMM scheduler on performance using multiple guest domains concurrently running different types of applications. In particular, different combinations of processor-intensive, bandwidth-intensive, andlatency-sensitive applications are run concurrently to quantify the impacts of different scheduler configurations on processor and I/O performance. These applications are evaluated on 11 different scheduler configurations within the Xen VMM. These configurations include a variety of scheduler extensions aimed at improving I/O performance. This cross product of scheduler configurations and application types offers insight into the key problems in VMM scheduling for I/O and motivates future innovation in this area.", 
            "authors": [
                "Diego Ongaro", 
                "Alan L Cox", 
                "Scott Rixner"
            ], 
            "fields": [
                "Hypervisor"
            ], 
            "title": "Scheduling I/O in virtual machine monitors", 
            "url": "http://cn.bing.com/academic/profile?id=168cfac591352d5e90b704f36f1ff5bf&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual environment displays arose from vehicle simulation and teleoperations technology of the 1960s. They are interactive, head-referenced computer displays that give users the illusion of displacement to another location. Different terms have been applied to the illusion. Some, like the oxymoronic \"artificial reality\" and \"virtual reality\", suggest much higher performance than current technology can generally provide. Others, like \"cyberspace\" are puzzling neologisms. Expressions like \"virtual worlds\" and \"virtual environment\" seem preferable because they are linguistically conservative, relating to well-established terms like virtual image. In fact, we can define virtual environments as interactive, virtual image displays enhanced by special processing and by nonvisual display modalities, such as auditory and haptic, to convince users that they are immersed in a synthetic space. Why are these displays useful? Who uses them? How are they developed? The article addresses these and other questions related to this emerging technology. >", 
            "authors": [
                "Stephen R Ellis"
            ], 
            "fields": [
                "Metaverse", 
                "Virtual reality", 
                "Illusion", 
                "Emerging technologies", 
                "Iliffe vector"
            ], 
            "title": "What are virtual environments", 
            "url": "http://cn.bing.com/academic/profile?id=0238e4d6f23dd1a5a3479f4f00422cfb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In the past, the term e-learning referred to any method of learning that used electronic delivery methods. With the advent of the Internet however, e-learning has evolved and the term is now most commonly used to refer to online courses. A multitude of systems are now available to manage and deliver learning content online. While these have proved popular, they are often single-user learning environments which provide little in the way of interaction or stimulation for the student. As the concept of lifelong learning now becomes a reality and thus more and more people are partaking in online courses, researchers are constantly exploring innovative techniques to motivate online students and enhance the e-learning experience. This article presents our research in this area and the resulting development of CLEV-R, a Collaborative Learning Environment with Virtual Reality. This web-based system uses Virtual Reality (VR) and multimedia and provides communication tools to support collaboration among students. In this article, we describe the features of CLEV-R, its adaptation for mobile devices and present the findings from an initial evaluation.", 
            "authors": [
                "Teresa Monahan", 
                "Gavin Mcardle", 
                "Michela Bertolotto"
            ], 
            "fields": [
                "Cooperative learning", 
                "Virtual reality", 
                "Computer simulation", 
                "Mobile device", 
                "Teaching method"
            ], 
            "title": "Virtual reality for collaborative e-learning", 
            "url": "http://cn.bing.com/academic/profile?id=296679dbda6e11d7beda965681768288&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtualization is an important enabling technology for many large private datacenters and cloud computing environments. Virtual machines often have complex expectations of their runtime environment such as access to a particular network segment or storage system. Similarly, the runtime environment may have complex expectations of a virtual machine's behavior such as compliance with network access control criteria or limits on the type and quantity of network traffic generated by the virtual machine. Today, these diverse requirements are too often specified, communicated and managed with non-portable, site specific, loosely coupled, and out-of-band processes. We propose Virtual Machine Contracts (VMCs), a platform independent way of automating the communication and management of such requirements. We describe how VMCs can be expressed through additions to the Open Virtual Machine Format (OVF) standard and how they can be managed in a uniform way even across environments with heterogeneous elements for enforcement. We explore use cases for this approach and argue that it is an essential step towards automated control and management of virtual machines in large datacenters and cloud computing environments.", 
            "authors": [
                "Jeanna Neefe Matthews", 
                "Tal Garfinkel", 
                "Christofer Hoff", 
                "Jeff Wheeler"
            ], 
            "fields": [
                "Virtual machine", 
                "Access control", 
                "Automation", 
                "Computer data storage", 
                "Virtualization"
            ], 
            "title": "Virtual machine contracts for datacenter and cloud computing environments", 
            "url": "http://cn.bing.com/academic/profile?id=3c5843013183a528db2a79bba55a70ff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Communication and information technologies are adding new capabilities for rapid and inexpensive customer input to all stages of the product development (PD) process. In this article we review six web-based methods of customer input as examples of the improved Internet capabilities of communication, conceptualization, and computation. For each method we give examples of user-interfaces, initial applications, and validity tests. We critique the applicability of the methods for use in the various stages of PD and discuss how they complement existing methods.#R##N##R##N##R##N##R##N#For example, during the fuzzy front end of PD the information pump enables customers to interact with each other in a web-based game that provides incentives for truth-telling and thinking hard, thus providing new ways for customers to verbalize the product features that are important to them. Fast polyhedral adaptive conjoint estimation enables PD teams to screen larger numbers of product features inexpensively to identify and measure the importance of the most promising features for further development. Meanwhile, interactive web-based conjoint analysis interfaces are moving this proven set of methods to the web while exploiting new capabilities to present products, features, product use, and marketing elements in streaming multimedia representations. User design exploits the interactivity of the web to enable users to design their own virtual products thus enabling the PD team to understand complex feature interactions and enabling customers to learn their own preferences for new products. These methods can be valuable for identifying opportunities, improving the design and engineering of products, and testing ideas and concepts much earlier in the process when less time and money is at risk. As products move toward pretesting and testing, virtual concept testing on the web enables PD teams to test concepts without actually building the product. Further, by combining virtual concepts and the ability of customers to interact with one another in a stock-market-like game, securities trading of concepts provides a novel way to identify winning concepts.#R##N##R##N##R##N##R##N#Prototypes of all six methods are available and have been tested with real products and real customers. These tests demonstrate reliability for web-based conjoint analysis, polyhedral methods, virtual concept testing, and stock-market-like trading; external validity for web-based conjoint analysis and polyhedral methods; and consistency for web-based conjoint analysis versus user design. We report on these tests, commercial applications, and other evaluations. © 2002 Elsevier Science Inc. All rights reserved.", 
            "authors": [
                "Ely Dahan", 
                "John R Hauser"
            ], 
            "fields": [
                "Conceptualization", 
                "Conjoint analysis", 
                "Computation", 
                "New product development", 
                "Product"
            ], 
            "title": "The virtual customer", 
            "url": "http://cn.bing.com/academic/profile?id=63be968bb644f1f7ac2f8477e7ac60e1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary#R##N#Technology for acquisition of virtual slides was developed in 1985; however, it was not until the late 1990s that desktop computers had enough processing speed to commercialize virtual microscopy and apply the technology to education. By 2000, the progressive decrease in use of traditional microscopy in medical student education had set the stage for the entry of virtual microscopy into medical schools. Since that time, it has been successfully implemented into many pathology courses in the United States and around the world, with surveys indicating that about 50% of pathology courses already have or expect to implement virtual microscopy. Over the last decade, in addition to an increasing ability to emulate traditional microscopy, virtual microscopy has allowed educators to take advantage of the accessibility, efficiency, and pedagogic versatility of the computer and the Internet. The cost of virtual microscopy in education is now quite reasonable after taking into account replacement cost for microscopes, maintenance of glass slides, and the fact that 1-dimensional microscope space can be converted to multiuse computer laboratories or research. Although the current technology for implementation of virtual microscopy in histopathology education is very good, it could be further improved upon by better low-power screen resolution and depth of field. Nevertheless, virtual microscopy is beginning to play an increasing role in continuing education, house staff education, and evaluation of competency in histopathology. As Z-axis viewing (focusing) becomes more efficient, virtual microscopy will also become integrated into education in cytology, hematology, microbiology, and urinalysis.", 
            "authors": [
                "Fred R Dee"
            ], 
            "fields": [
                "Anatomical pathology", 
                "Microscopy"
            ], 
            "title": "Virtual microscopy in pathology education.", 
            "url": "http://cn.bing.com/academic/profile?id=1a1c6ae26cf583d69158130f2e69ef2b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Smartphones are increasingly ubiquitous, and many users carry multiple phones to accommodate work, personal, and geographic mobility needs. We present  Cells , a virtualization architecture for enabling multiple virtual smartphones to run simultaneously on the same physical cellphone in an isolated, secure manner.  Cells  introduces a usage model of having one foreground virtual phone and multiple background virtual phones. This model enables a new device namespace mechanism and novel device proxies that integrate with lightweight operating system virtualization to multiplex phone hardware across multiple virtual phones while providing native hardware device performance.  Cells  virtual phone features include fully accelerated 3D graphics, complete power, management features, and full telephony functionality with separately assignable telephone numbers and caller ID support. We have implemented a prototype of Cells that supports multiple Android virtual phones on the same phone. Our performance results demonstrate that Cells imposes only modest runtime and memory overhead, works seamlessly across multiple hardware devices including Google Nexus 1 and Nexus S phones, and transparently runs Android applications at native speed without any modifications.", 
            "authors": [
                "Jeremy Andrus", 
                "Christoffer Dall", 
                "Alexander Vant Hof", 
                "Oren Laadan", 
                "Jason Nieh"
            ], 
            "fields": [
                "Operating system", 
                "Android", 
                "3D computer graphics", 
                "Computer Science", 
                "Virtualization"
            ], 
            "title": "Cells: a virtual mobile smartphone architecture", 
            "url": "http://cn.bing.com/academic/profile?id=da7931cf6cf5cc3e8b2306aee7d9d4c8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Virtual Age is the ultimate progress of information technology and knowledgebased environments into a three-dimensional virtual world. We firmly believe that the enormous expansion of the information age by leaps and bounds along with the availability of the required tools and technologies, will bring about a fourth wave of change in the near future. There have been three waves of change in the history of human progress, namely, the Agricultural Age, the Industrial Age, and the Information Age. The fourth wave of change or the Virtual Age will create a new era in which most aspects of every day life and world affairs will become virtual. Virtual Age is an umbrella which empowers anywhere, anytime, anyone interactions defying the existing time and space limitations we encounter today. The possibilities are endless, for instance; virtual commerce, virtual banking, virtual learning, virtual government, virtual work office, virtual corporations, and so on. Much higher speed CPU’s, high speed transmission media (larger bandwidths), huge capacities of memory and sophisticated real-time virtual reality software are needed to power us into the Virtual Age. At the present rate of progress, it is projected that hardware and software limitations will be overcome within about two decades allowing the coming of the Virtual Age.", 
            "authors": [
                "Ali A Jalali", 
                "Hamid Mahmoodi"
            ], 
            "fields": [
                "Virtual learning environment", 
                "Real-time computing", 
                "Virtual reality", 
                "Knowledge base", 
                "Information technology"
            ], 
            "title": "Virtual Age: Next Wave of Change in Society", 
            "url": "http://cn.bing.com/academic/profile?id=c809eaeed29c87a41c49a214e9cb587b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We designed a series of case studies for Introductory Geology Laboratory courses using computer visualization techniques integrated with traditional laboratory materials. These consist of a comprehensive case study which requires three two-hour long laboratory periods to complete, and sev- eral shorter case studies requiring one or two, two-hour laboratory periods. Currently we have proto- types of the Yellowstone National Park, Hawaii volcanoes and the Mid-Atlantic Ridge case studies. The Yellowstone prototype can be used to learn about a wide variety of rocks and minerals, about geothermal activity and hydrology, about volcanic hazards and the hot-spot theory of plate tectonics. The Hawaiian exercise goes into more depth about volcanoes, volcanic rocks and their relationship to plate movements. The Mid-Atlantic Ridge project focuses on formation of new ocean crust and min- eral-rich hydrothermal deposits at spreading centers. With new improvements in visualization technol- ogy that are making their way to personal computers, we are now closer to the ideal of a ''virtual'' field trip. We are currently making scenes of field areas in Hawaii and Yellowstone which allow the stu- dent to pan around the area and zoom in on interesting objects. Specific rocks in the scene will be able to be ''picked up'' and studied in three dimensions. This technology improves the ability of the compu- ter to present a realistic simulation of the field area and allows the student to have more control over the presentation. This advanced interactive technology is intuitive to control, relatively cheap and easy to add to existing computer programs and documents. # 1998 Elsevier Science Ltd. All rights reserved", 
            "authors": [
                "Stephen D Hurst"
            ], 
            "fields": [
                "Interactivity", 
                "Plate tectonics", 
                "Three-dimensional space", 
                "Education", 
                "Hot spot"
            ], 
            "title": "Use of “virtual” field trips in teaching introductory geology", 
            "url": "http://cn.bing.com/academic/profile?id=4394e0bed991375723d81fe382283074&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper we describe a novel approach for comparing users' spatial cognition when using different depictions of 360degree video on a traditional 2D display. By using virtual cameras within a game engine and texture mapping of these camera feeds to an arbitrary shape, we were able to offer users a 360-degree interface composed of four 90-degree views, two 180-degree views, or one 360-degree view of the same interactive environment. An example experiment is described using these interfaces. This technique for creating alternative displays of wide-angle video facilitates the exploration of how compressed or fish-eye distortions affect spatial perception of the environment and can benefit the creation of interfaces for surveillance and remote system teleoperation.", 
            "authors": [
                "Stephen Gilbert", 
                "Wutthigrai Boonsuk", 
                "Jonathan W Kelly"
            ], 
            "fields": [
                "Interface", 
                "Video", 
                "Volume rendering", 
                "Display device"
            ], 
            "title": "Virtual displays for 360-degree video", 
            "url": "http://cn.bing.com/academic/profile?id=4047f0edc5c46f2f7dfbb1673e5951a5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Cloud computing emerges as a new computing paradigm concerned by both academia and industry. Resource management of multiple virtual machines is the core of Infrastructure as a Service. Fo cusing on the CPU resources, the purpose of this paper is to increase the QoS of web service by properly scheduling the CPU resource across the virtual machines. We formulate the CPU scheduling of multiple virtual machines into an integer programming problem. Then, a global regulation algorithm based on utility optimization theory is proposed. Experimental result s show that the regulation syste m of CPUs can significantly improve the performance of Web applications.", 
            "authors": [
                "Weizhe Zhang", 
                "Hui He", 
                "Gui Chen", 
                "Jilong Sun"
            ], 
            "fields": [], 
            "title": "Multiple Virtual Machines Resource Scheduling for Cloud Computing", 
            "url": "http://cn.bing.com/academic/profile?id=aa01859432db7f3fb48c7fc0d40d6bf8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we introduce and analyze four gesture-controlled musical instruments. We briefly discuss the test platform designed to allow for rapid experimentation of new interfaces and control mappings. We describe our design experiences and discuss the effects of system features such as latency, resolution and lack of tactile feedback. The instruments use virtual reality hardware and computer vision for user input, and three-dimensional stereo vision as well as simple desktop displays for providing visual feedback. The instrument sounds are synthesized in real-time using physical sound modeling.", 
            "authors": [
                "Teemu Makipatola", 
                "Juha Laitinen", 
                "Aki Kanerva", 
                "Tapio Takala"
            ], 
            "fields": [
                "Computer vision", 
                "Real-time computing", 
                "Stereopsis", 
                "Gesture", 
                "Virtual reality"
            ], 
            "title": "Experiments with virtual reality instruments", 
            "url": "http://cn.bing.com/academic/profile?id=11eddf3822692e99d04aacb6345e37c5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtualization is an important enabling technology for many large private datacenters and cloud computing environments. Virtual machines often have complex expectations of their runtime environment such as access to a particular network segment or storage system. Similarly, the runtime environment may have complex expectations of a virtual machine's behavior such as compliance with network access control criteria or limits on the type and quantity of network traffic generated by the virtual machine. Today, these diverse requirements are too often specified, communicated and managed with non-portable, site specific, loosely coupled, and out-of-band processes. We propose Virtual Machine Contracts (VMCs), a platform independent way of automating the communication and management of such requirements. We describe how VMCs can be expressed through additions to the Open Virtual Machine Format (OVF) standard and how they can be managed in a uniform way even across environments with heterogeneous elements for enforcement. We explore use cases for this approach and argue that it is an essential step towards automated control and management of virtual machines in large datacenters and cloud computing environments.", 
            "authors": [
                "Jeanna Neefe Matthews", 
                "Tal Garfinkel", 
                "Christofer Hoff", 
                "Jeff Wheeler"
            ], 
            "fields": [
                "Virtual machine", 
                "Access control", 
                "Automation", 
                "Computer data storage", 
                "Virtualization"
            ], 
            "title": "Virtual machine contracts for datacenter and cloud computing environments", 
            "url": "http://cn.bing.com/academic/profile?id=3c5843013183a528db2a79bba55a70ff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Traditional local active noise control systems minimise the measured acoustic pres- sure to generate a zone of quiet at the physical error sensor location. The resulting zone of quiet is generally limited in size and this requires the physical error sensor be placed at the desired location of attenuation, which is often inconvenient. To overcome this, a number of virtual sensing algorithms have been developed for active noise control. Using the physical error signal, the control signal and knowledge of the system, these virtual sensing algorithms estimate the error signal at a location that is remote from the physical error sensor, referred to as the virtual location. Instead of minimising the physical error signal, the estimated error sig- nal is minimised with the active noise control system to generate a zone of quiet at the virtual location. This paper will review a number of virtual sensing algorithms developed for active noise control. Additionally, the performance of these virtual sensing algorithms in numerical simulations and in experiments is discussed and compared.", 
            "authors": [
                "Danielle J Moreau", 
                "B Cazzolato", 
                "Anthony C Zander", 
                "C Petersen"
            ], 
            "fields": [
                "Active noise control"
            ], 
            "title": "A Review of Virtual Sensing Algorithms for Active Noise Control", 
            "url": "http://cn.bing.com/academic/profile?id=f5762ee053acded2f545ab4cb5511a5e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We designed a series of case studies for Introductory Geology Laboratory courses using computer visualization techniques integrated with traditional laboratory materials. These consist of a comprehensive case study which requires three two-hour long laboratory periods to complete, and sev- eral shorter case studies requiring one or two, two-hour laboratory periods. Currently we have proto- types of the Yellowstone National Park, Hawaii volcanoes and the Mid-Atlantic Ridge case studies. The Yellowstone prototype can be used to learn about a wide variety of rocks and minerals, about geothermal activity and hydrology, about volcanic hazards and the hot-spot theory of plate tectonics. The Hawaiian exercise goes into more depth about volcanoes, volcanic rocks and their relationship to plate movements. The Mid-Atlantic Ridge project focuses on formation of new ocean crust and min- eral-rich hydrothermal deposits at spreading centers. With new improvements in visualization technol- ogy that are making their way to personal computers, we are now closer to the ideal of a ''virtual'' field trip. We are currently making scenes of field areas in Hawaii and Yellowstone which allow the stu- dent to pan around the area and zoom in on interesting objects. Specific rocks in the scene will be able to be ''picked up'' and studied in three dimensions. This technology improves the ability of the compu- ter to present a realistic simulation of the field area and allows the student to have more control over the presentation. This advanced interactive technology is intuitive to control, relatively cheap and easy to add to existing computer programs and documents. # 1998 Elsevier Science Ltd. All rights reserved", 
            "authors": [
                "Stephen D Hurst"
            ], 
            "fields": [
                "Interactivity", 
                "Plate tectonics", 
                "Three-dimensional space", 
                "Education", 
                "Hot spot"
            ], 
            "title": "Use of “virtual” field trips in teaching introductory geology", 
            "url": "http://cn.bing.com/academic/profile?id=4394e0bed991375723d81fe382283074&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We are witnessing the convergence of game technology (both software and hardware) with rehabilitation science to form a second-generation virtual rehabilitation framework. This is fortunate in view of the need to reduce system costs and thus facilitate adoption in clinical practice. This paper presents an Xbox-based physical rehabilitation system currently under development at Rutgers University. Unlike its high-end precursor aimed at hand training for patients post-stroke, the experimental system described here uses an inexpensive P5 game glove and Java 3D simulations. This results in significant cost savings, albeit with some tradeoff in functionality.", 
            "authors": [
                "Kira Morrow", 
                "Ciprian Docan", 
                "Grigore C Burdea", 
                "Alma S Merians"
            ], 
            "fields": [
                "Biomechanics", 
                "Java"
            ], 
            "title": "Low-cost Virtual Rehabilitation of the Hand for Patients Post-Stroke", 
            "url": "http://cn.bing.com/academic/profile?id=ebeec28128a855297e9310ce90158c1b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "SUMMARY Is the concept of 'virtual learning environment' just a popular label to describe any educational software? No, the concept includes several interesting features that justify the use of a specific label. We review these features in the first part of our contribution. Do these features guarantee pedagogical effects? No, we review in the second some potential contributions of virtual learning environments.Turning potential effects intro actual outcomes is the challenge of designers.", 
            "authors": [
                "Pierre Dillenbourg", 
                "Daniel Schneider", 
                "Paraskevi Synteta"
            ], 
            "fields": [], 
            "title": "Virtual Learning Environments.", 
            "url": "http://cn.bing.com/academic/profile?id=5b37417494492b465a950feb86921982&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Virtual Environments Laboratory at the University of Southern California (USC) has initiated a research program aimed at developing virtual reality (VR) technology applications for the study, assessment, and rehabilitation of cognitive/functional processes. This technology is seen to offer many advantages for these aims and an introductory section of this article will discuss the specific rationale for VR applications in the area of clinical neuropsychology. A discussion of attention processes will follow and issues for the development of a head-mounted display (HMD) VR system for the study, assessment, and possible rehabilitation of attention disorders will then be presented. Our efforts to target this cognitive process are supported by the widespread occurrence and relative significance of attention impairments seen in a variety of clinical conditions across the human lifespan. Most notably, attention difficulties are seen in persons with Attention Deficit Hyperactivity Disorders (ADHD), Traumatic B...", 
            "authors": [
                "Albert Rizzo", 
                "J G Buckwalter", 
                "Todd Bowerly", 
                "C Van Der Zaag", 
                "L D Humphrey", 
                "Ulrich Neumann", 
                "Clint Chua", 
                "Chris Kyriakakis", 
                "A Van Rooyen", 
                "David A Sisemore"
            ], 
            "fields": [
                "Optical head-mounted display", 
                "Cognition", 
                "Virtual reality", 
                "Virtual machine", 
                "Ecological validity"
            ], 
            "title": "The Virtual Classroom: A Virtual Reality Environment for the Assessment and Rehabilitation of Attention Deficits", 
            "url": "http://cn.bing.com/academic/profile?id=2cef9aaa27f534967f50ca0a95e84856&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents ongoing research to improve construction education through the use of virtual reality and 4D CAD modeling (3D design plus time) of construction processes and projects. We have implemented 4D CAD modeling into our undergraduate Architectural Engineering program. We are also experimenting with the use of immersive virtual reality and have developed a tool that allows construction engineering students to interactively generate a construction sequence for a project in an immersive environment. The results of these educational initiatives were assessed through two experiments. The first experiment assessed the educational value of having students develop 4D CAD models for a building project. The second experiment was a preliminary study to determine the educational value of immersing students in a virtual construction project and allowing them to develop a construction plan for the facility. The results of these experiments suggest that students can understand construction projects and plans much better when advanced visualization tools are used. The conclusions from the immersive virtual reality experiment suggest that students can very quickly gain experience by developing and critiquing construction schedules in a full-scale virtual environment. The students were also very engaged by this type of interactive learning experience. We envision important applications of this type of learning environment to improve construction education through the use of different case study projects. By using virtual reality, we can supplement actual construction site visits with virtual, interactive site experiences. These experiences will allow students to experiment with different construction sequences, temporary facility locations, trade coordination, safety issue identification, and design improvements for constructability.", 
            "authors": [
                "John I Messner", 
                "Sai C Yerrapathruni", 
                "Anthony J Baratta", 
                "Vaughn Whisker"
            ], 
            "fields": [
                "Immersion", 
                "Virtual reality", 
                "Virtual machine", 
                "Engineering education", 
                "Facility location problem"
            ], 
            "title": "Using Virtual Reality to Improve Construction Engineering Education", 
            "url": "http://cn.bing.com/academic/profile?id=879b57869b57c520128808864cc6ef87&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual Reality is a major asset and aspect of our future. It is the key to experiencing, feeling and touching the past, present and the future. It is the medium of creating our own world, our own customized reality. It could range from creating a video game to having a virtual stroll around the universe, from walking through our own dream house to experiencing a walk on an alien planet. With virtual reality, we can experience the most intimidating and gruelling situations by playing safe and with a learning perspective. In this review paper, we present our survey about virtual reality: the levels of virtual reality, the components used, the factors affecting the virtual environment, its origin, future and the challenges to overcome in order to obtain an impeccable virtual reality experience.", 
            "authors": [
                "Pallavi N Halarnkar", 
                "Sahil Shah", 
                "Harsh Shah", 
                "Hardik A Shah", 
                "Anuj Shah"
            ], 
            "fields": [], 
            "title": "A Review on Virtual Reality", 
            "url": "http://cn.bing.com/academic/profile?id=8dd5b218701100ce7cb1a39a00188624&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A virtual-machine monitor (VMM) is a useful technique for adding functionality below existing operating system and application software. One class of VMMs (called Type II VMMs) builds on the abstractions provided by a host operating system. Type II VMMs are elegant and convenient, but their performance is currently an order of magnitude slower than that achieved when running outside a virtual machine (a standalone system). In this paper, we examine the reasons for this large overhead for Type II VMMs. We find that a few simple extensions to a host operating system can make it a much faster platform for running a VMM. Taking advantage of these extensions reduces virtualization overhead for a Type II VMM to 14-35% overhead, even for workloads that exercise the virtual machine intensively.", 
            "authors": [
                "Samuel T King", 
                "George W Dunlap", 
                "Peter M Chen"
            ], 
            "fields": [
                "Hypervisor", 
                "Operating system", 
                "Virtual machine"
            ], 
            "title": "Operating system support for virtual machines", 
            "url": "http://cn.bing.com/academic/profile?id=310eeb62653b4cecc8a6cd1df866f3fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Classical peripheral vestibular disorders rehabilitation is a long and costly process. While virtual reality settings have been repeatedly suggested to represent possible tools to help the rehabilitation process, no systematic study had been conducted so far. We systematically reviewed the current literature to analyze the published protocols documenting the use of virtual reality settings for peripheral vestibular disorders rehabilitation. There is an important diversity of settings and protocols involving virtual reality settings for the treatment of this pathology. Evaluation of the symptoms is often not standardized. However, our results unveil a clear effect of virtual reality settings-based rehabilitation of the patients’ symptoms, assessed by objectives tools such as the DHI (mean decrease of 27 points), changing symptoms handicap perception from moderate to mild impact on life. Furthermore, we detected a relationship between the duration of the exposure to virtual reality environments and the magnitude of the therapeutic effects, suggesting that virtual reality treatments should last at least 150 minutes of cumulated exposure to ensure positive outcomes. Virtual reality offers a pleasant and safe environment for the patient. Future studies should standardize evaluation tools, document putative side effects further, compare virtual reality to conventional physical therapy, and evaluate economical costs/benefits of such strategies.", 
            "authors": [
                "Mathieu Bergeron", 
                "Catherine L Lortie", 
                "Matthieu J Guitton"
            ], 
            "fields": [
                "Text mining", 
                "Bioinformatics", 
                "Medical research"
            ], 
            "title": "Use of Virtual Reality Tools for Vestibular Disorders Rehabilitation: A Comprehensive Analysis.", 
            "url": "http://cn.bing.com/academic/profile?id=599846100b9fd455daf45b4cec94e46a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual laboratory experiments can be cost effective, convenient instructional resources that have appeal to a wide range of learning styles. Expensive, time-consuming laboratory tests can be experienced repeatedly and remotely using interactive simulations and original video footage or animations. A virtual experiment can incorporate meaningful exercises, procedural options, and background hyperlinks to create a comprehensive “hands on” environment. Also, it may be used as preliminary training for the actual experiment. An interactive LabVIEW-based laboratory for a load test simulation of an existing demonstration bridge was created. This smart truss bridge is instrumented with fiber optic strain sensors situated on the trusses. The user interface incorporates a synchronized image of the loaded bridge and a graph of the associated strains. A static display mode allows the choice of load placement and of data for single or multiple sensors. A continuous display mode shows the dynamic images of the bridge and strains on truss members. Options include the display of experimental data or of theoretical calculations. Hyperlinks give access to information on the sensors, the bridge construction, and the theoretical analysis. The program interface can also be used in the actual experiment to display data. The intended application is a laboratory for an interdisciplinary class on smart materials and sensors. The LabVIEW program can be easily modified for tests on other structures such as a full-scale bridge.", 
            "authors": [
                "E Eckhoff", 
                "Vicki M Eller", 
                "Steve E Watkins", 
                "Richard H Hall"
            ], 
            "fields": [
                "Cost-effectiveness analysis", 
                "User interface", 
                "Smart material", 
                "Optical fiber"
            ], 
            "title": "Interactive Virtual Laboratory for Experience with a Smart Bridge Test", 
            "url": "http://cn.bing.com/academic/profile?id=2f313646ce0dfa19caf76983dde53d0c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper we discuss the potential role of virtual environments in the analysis phase of computer forensics investigations. General concepts of virtual environments and software tools are presented and discussed. Further we identify the limitations of virtual environments leading to the conclusion that this method can not be considered to be a replacement for conventional techniques of computer evidence collection and analysis. We propose a new approach where two environments, conventional and virtual, are used independently. Further we demonstrate that this approach can considerably shorten the time of the computer forensics investigation analysis phase and it also allows for better utilisation of less qualified personnel.", 
            "authors": [
                "Derek Bem", 
                "Ewa Huebner"
            ], 
            "fields": [
                "Computer forensics", 
                "Virtual machine"
            ], 
            "title": "Computer Forensic Analysis in a Virtual Environment", 
            "url": "http://cn.bing.com/academic/profile?id=6f6abd6cdbfef1882df39fdddfa0b103&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract Background: As virtual reality and computer-assisted therapy strategies are increasingly implemented for the treatment of psychological disorders, ethical standards and guidelines must be considered. This study determined a set of ethical and legal guidelines for treatment of post-traumatic stress disorder (PTSD)/traumatic brain injury (TBI) in a virtual environment incorporating the rights of an individual who is represented by an avatar. Materials and Methods: A comprehensive literature review was undertaken. An example of a case study of therapy in Second Life (a popular online virtual world developed by Linden Labs) was described. Results: Ethical and legal considerations regarding psychiatric treatment of PTSD/TBI in a virtual environment were examined. The following issues were described and discussed: authentication of providers and patients, informed consent, patient confidentiality, patient well-being, clinician competence (licensing and credentialing), training of providers, insurance f...", 
            "authors": [
                "Peter Yellowlees", 
                "Kevin M Holloway", 
                "Michelle Burke Parish"
            ], 
            "fields": [
                "Virtual machine", 
                "Virtual reality"
            ], 
            "title": "Therapy in Virtual Environments—Clinical and Ethical Issues", 
            "url": "http://cn.bing.com/academic/profile?id=b083c74083b3c64b268e3faad02f881c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Developed more than 30 years ago to address mainframe computing problems, virtual machine monitors have resurfaced on commodity platforms, offering novel solutions to challenges in security, reliability, and administration. Stanford University researchers began to look at the potential of virtual machines to overcome difficulties that hardware and operating system limitations imposed: This time the problems stemmed from massively parallel processing (MPP) machines that were difficult to program and could not run existing operating systems. With virtual machines, researchers found they could make these unwieldy architectures look sufficiently similar to existing platforms to leverage the current operating systems. From this project came the people and ideas that underpinned VMware Inc., the original supplier of VMMs for commodity computing hardware. The implications of having a VMM for commodity platforms intrigued both researchers and entrepreneurs.", 
            "authors": [
                "Mendel Rosenblum", 
                "Tal Garfinkel"
            ], 
            "fields": [
                "Resource management", 
                "Massively parallel", 
                "Human multitasking", 
                "Computer hardware", 
                "Virtual machine"
            ], 
            "title": "Virtual machine monitors: current technology and future trends", 
            "url": "http://cn.bing.com/academic/profile?id=bd02d8d896cdec5baf389f62ef02456b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Preserving Virtual Worlds project is a collaborative research venture of the Rochester Institute of Technology, Stanford University, the University of Maryland, the University of Illinois at Urbana-Champaign and Linden Lab, conducted as part of Preserving Creative America, an initiative of the National Digital Information Infrastructure and Preservation Program at the Library of Congress. The primary goals of our project have been to investigate issues surrounding the preservation of video games and interactive fiction through a series of case studies of games and literature from various periods in computing history, and to develop basic standards for metadata and content representation of these digital artifacts for long-term archival storage.", 
            "authors": [
                "Jerome Mcdonough", 
                "Robert Olendorf", 
                "Matthew G Kirschenbaum", 
                "Kari Kraus", 
                "Doug Reside", 
                "Rachel Donahue", 
                "Andrew Phelps", 
                "Christopher Egert", 
                "Henry Lowood", 
                "Susan Rojo"
            ], 
            "fields": [
                "Metaverse"
            ], 
            "title": "Preserving Virtual Worlds Final Report", 
            "url": "http://cn.bing.com/academic/profile?id=f1d4724858c82378191cee2b2e02e271&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A method of transmitting data across an electronic data communication system comprising a plurality of terminals that can send and receive data in the form of electromagnetic waves to and from at least one of the terminals, which method comprises the steps of: (a) identifying at least one control terminal, at least one target terminal and at least two relaying terminals from the plurality of terminals; and (b) using the control terminal to instruct the at least two relaying terminals to receive and relay data intended for the at least one target terminal, so that the at least one target terminal can receive data directly from at least one terminal and from the at least two relaying terminals, thereby increasing capacity of the system.", 
            "authors": [
                "Mischa Dohler", 
                "A H Aghvami", 
                "Fatin Said", 
                "Seyed Ali Ghorashi"
            ], 
            "fields": [], 
            "title": "Virtual antenna array", 
            "url": "http://cn.bing.com/academic/profile?id=18af1ab9bd36c728f18fd39c26a1f3ba&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual switches, like Open vSwitch, have emerged as an important part of cloud networking architectures. They connect interfaces of virtual machines and establish the connection to the outer network via physical network interface cards. Today, all important cloud frameworks support Open vSwitch as the default virtual switch. However, general understanding about the performance implications of Open vSwitch in different usage scenarios is missing. In this work we provide insights into the performance properties by systematically conducting measurements in virtual switching setups. We present quantitative and qualitative performance results of Open vSwitch in scenarios involving physical and virtual network interfaces.", 
            "authors": [
                "Paul Emmerich", 
                "Daniel Raumer", 
                "Florian Wohlfart", 
                "Georg Carle"
            ], 
            "fields": [
                "Throughput", 
                "Linux kernel", 
                "Network switch", 
                "Kernel", 
                "Computer hardware"
            ], 
            "title": "Performance characteristics of virtual switching", 
            "url": "http://cn.bing.com/academic/profile?id=0437c67d06647d907fbc919f240c83f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Applications that process sensitive data can be carefully designed and validated to be difficult to attack, but they are usually run on monolithic, commodity operating systems, which may be less secure. An OS compromise gives the attacker complete access to all of an application's data, regardless of how well the application is built. We propose a new system, Virtual Ghost, that protects applications from a compromised or even hostile OS. Virtual Ghost is the first system to do so by combining compiler instrumentation and run-time checks on operating system code, which it uses to create ghost memory that the operating system cannot read or write. Virtual Ghost interposes a thin hardware abstraction layer between the kernel and the hardware that provides a set of operations that the kernel must use to manipulate hardware, and provides a few trusted services for secure applications such as ghost memory management, encryption and signing services, and key management. Unlike previous solutions, Virtual Ghost does not use a higher privilege level than the kernel.   Virtual Ghost performs well compared to previous approaches; it outperforms InkTag on five out of seven of the LMBench microbenchmarks with improvements between 1.3x and 14.3x. For network downloads, Virtual Ghost experiences a 45% reduction in bandwidth at most for small files and nearly no reduction in bandwidth for large files and web traffic. An application we modified to use ghost memory shows a maximum additional overhead of 5% due to the Virtual Ghost protections. We also demonstrate Virtual Ghost's efficacy by showing how it defeats sophisticated rootkit attacks.", 
            "authors": [
                "John Criswell", 
                "Nathan Dautenhahn", 
                "Vikram S Adve"
            ], 
            "fields": [
                "Software security assurance"
            ], 
            "title": "Virtual ghost: protecting applications from hostile operating systems", 
            "url": "http://cn.bing.com/academic/profile?id=27c89dde67f37940233715eca16dc1e6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Server consolidation is becoming an increasingly populartechnique to manage and utilize systems. This paper develops CMPmemory systems for server consolidation where most sharing occurswithin Virtual Machines (VMs). Our memory systems maximize sharedmemory accesses serviced within a VM, minimize interference amongseparate VMs, facilitate dynamic reassignment of VMs to processorsand memory, and support content-based page sharing among VMs. Webegin with a tiled architecture where each of 64 tiles contains aprocessor, private L1 caches, and an L2 bank. First, we reveal whysingle-level directory designs fail to meet workload consolidationgoals. Second, we develop the paper's central idea of imposing atwo-level virtual (or logical) coherence hierarchy on a physicallyflat CMP that harmonizes with VM assignment. Third, we show thatthe best of our two virtual hierarchy (VH) variants performs 12-58%better than the best alternative flat directory protocol whenconsolidating Apache, OLTP, and Zeus commel workloads on oursimulated 64-core CMP.", 
            "authors": [
                "Michael R Marty", 
                "Mark D Hill"
            ], 
            "fields": [
                "Shared memory", 
                "Cache coherence", 
                "Virtual machine", 
                "Multi-core processor"
            ], 
            "title": "Virtual hierarchies to support server consolidation", 
            "url": "http://cn.bing.com/academic/profile?id=82d296855ec8d24712fd08ab68492c5b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual Machine (VM) fork is a new cloud computing abstraction that instantaneously clones a VM into multiple replicas running on different hosts. All replicas share the same initial state, matching the intuitive semantics of stateful worker creation. VM fork thus enables the straightforward creation and efficient deployment of many tasks demanding swift instantiation of stateful workers in a cloud environment, e.g. excess load handling, opportunistic job placement, or parallel computing. Lack of instantaneous stateful cloning forces users of cloud computing into ad hoc practices to manage application state and cycle provisioning. We present SnowFlock, our implementation of the VM fork abstraction. To evaluate SnowFlock, we focus on the demanding scenario of services requiring on-the-fly creation of hundreds of parallel workers in order to solve computationally-intensive queries in seconds. These services are prominent in fields such as bioinformatics, finance, and rendering. SnowFlock provides sub-second VM cloning, scales to hundreds of workers, consumes few cloud I/O resources, and has negligible runtime overhead.", 
            "authors": [
                "Horacio Andres Lagarcavilla", 
                "Joseph A Whitney", 
                "Adin Scannell", 
                "Philip Patchin", 
                "Stephen M Rumble", 
                "Eyal De Lara", 
                "Michael Brudno", 
                "Mahadev Satyanarayanan"
            ], 
            "fields": [
                "Process management", 
                "Cloud computing", 
                "Virtual machine", 
                "Distributed computing", 
                "Parallel computing"
            ], 
            "title": "SnowFlock: rapid virtual machine cloning for cloud computing", 
            "url": "http://cn.bing.com/academic/profile?id=ae5a63468e8ce77a50a411d3d758a355&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A revolution in computer interface design is changing the way we think about computers. Rather than typing on a keyboard and watching a television monitor, Augmented Reality lets people use familiar, everyday objects in ordinary ways. The difference is that these objects  also  provide a link into a computer network. Doctors can examine patients while viewing superimposed medical images; children can program their own LEGO constructions; construction engineers can use ordinary paper engineering drawings to communicate with distant colleagues. Rather than immersing people in an artificially-created virtual world, the goal is to augment objects in the physical world by enhancing them with a wealth of digital information and communication capabilities.", 
            "authors": [
                "Wendy E Mackay"
            ], 
            "fields": [
                "Augmented reality", 
                "Metaverse", 
                "Interface design", 
                "Computer network"
            ], 
            "title": "Augmented reality: linking real and virtual worlds: a new paradigm for interacting with computers", 
            "url": "http://cn.bing.com/academic/profile?id=a70cfbf795daf2f6276433f26ad296dd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual Machine (VM) fork is a new cloud computing abstraction that instantaneously clones a VM into multiple replicas running on different hosts. All replicas share the same initial state, matching the intuitive semantics of stateful worker creation. VM fork thus enables the straightforward creation and efficient deployment of many tasks demanding swift instantiation of stateful workers in a cloud environment, e.g. excess load handling, opportunistic job placement, or parallel computing. Lack of instantaneous stateful cloning forces users of cloud computing into ad hoc practices to manage application state and cycle provisioning. We present SnowFlock, our implementation of the VM fork abstraction. To evaluate SnowFlock, we focus on the demanding scenario of services requiring on-the-fly creation of hundreds of parallel workers in order to solve computationally-intensive queries in seconds. These services are prominent in fields such as bioinformatics, finance, and rendering. SnowFlock provides sub-second VM cloning, scales to hundreds of workers, consumes few cloud I/O resources, and has negligible runtime overhead.", 
            "authors": [
                "Horacio Andres Lagarcavilla", 
                "Joseph A Whitney", 
                "Adin Scannell", 
                "Philip Patchin", 
                "Stephen M Rumble", 
                "Eyal De Lara", 
                "Michael Brudno", 
                "Mahadev Satyanarayanan"
            ], 
            "fields": [
                "Process management", 
                "Cloud computing", 
                "Virtual machine", 
                "Distributed computing", 
                "Parallel computing"
            ], 
            "title": "SnowFlock: rapid virtual machine cloning for cloud computing", 
            "url": "http://cn.bing.com/academic/profile?id=ae5a63468e8ce77a50a411d3d758a355&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper we show how a motion capture system and feedback mechanism can be integrated into a virtual ping- pong game to create a multi-player platform. To trace the motion of each player, optical markers are attached to different places on each player's paddle. For tactile feedback, we designed a controller for a DC (Direct Current) motor, which is also attached to the paddle. This controller communicates with the game server through wireless Bluetooth technology. When the game server detects a collision between the paddle and ball, the controller receives the message from the game server and then triggers one of the respective paddle's DC motors to vibrate depending on the position of the impact on the paddle. During an exhibition many people positively responded to the game.", 
            "authors": [
                "Youngbum Kim", 
                "Seunghoon Han", 
                "Sunjeong Kim", 
                "Eunju Kim", 
                "Changgeun Song"
            ], 
            "fields": [
                "Haptic technology", 
                "Feedback"
            ], 
            "title": "Multi-Player Virtual Ping-Pong Game", 
            "url": "http://cn.bing.com/academic/profile?id=0dbcff0858e1dc98284716ac1612adc6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual switches, like Open vSwitch, have emerged as an important part of cloud networking architectures. They connect interfaces of virtual machines and establish the connection to the outer network via physical network interface cards. Today, all important cloud frameworks support Open vSwitch as the default virtual switch. However, general understanding about the performance implications of Open vSwitch in different usage scenarios is missing. In this work we provide insights into the performance properties by systematically conducting measurements in virtual switching setups. We present quantitative and qualitative performance results of Open vSwitch in scenarios involving physical and virtual network interfaces.", 
            "authors": [
                "Paul Emmerich", 
                "Daniel Raumer", 
                "Florian Wohlfart", 
                "Georg Carle"
            ], 
            "fields": [
                "Throughput", 
                "Linux kernel", 
                "Network switch", 
                "Kernel", 
                "Computer hardware"
            ], 
            "title": "Performance characteristics of virtual switching", 
            "url": "http://cn.bing.com/academic/profile?id=0437c67d06647d907fbc919f240c83f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The various forms of Internet groups share many similarities to groups that exist in the offline world, but there are also critical differences. The authors examine traditional definitions of groups and how Internet groups fit into those existing definitions. They provide an analysis of relevant aspects that make virtual groups similar to and different from nonelectronic groups, and they examine the ways in which Internet groups function. Individual motivations for joining online groups and the consequences of virtual group membership are also discussed. Over the past decade the number of individuals regularly accessing the Internet has increased exponentially. According to recent research by Nie and Erbring (2000) the number of Americans online has risen to 55%. Worldwide, the number of people using the Internet has risen above 450 million, and that number is expected to double within the next year. Interpersonal communication has become the primary use of the Internet at home (Kraut, Mukopadhyay, Szczypula, Kiesler, & Scherlis, 1998), and people are increasingly turning to the Internet to fulfill important social and psychological needs. One of the most basic interpersonal needs is to “belong,” to feel that one is a member of a group of others who share similar interests and goals, and to feel that one is a valued (and unique) member of that group (Baumeister & Leary, 1995; Brewer, 1991). On the Internet, there are a wealth of venues where one can connect with like-minded others who share core interests and values and thus fulfill this important need. Chat rooms, newsgroups, electronic mailing lists, message boards, interactive games, and major interactive Web sites provide individuals with the opportunity to join existing online groups or to create their own. The various forms of Internet groups share many similarities with groups that exist in the", 
            "authors": [
                "Katelyn Y A Mckenna", 
                "Amie S Green"
            ], 
            "fields": [
                "Group dynamics"
            ], 
            "title": "Virtual Group Dynamics", 
            "url": "http://cn.bing.com/academic/profile?id=adf4a640ddf7162a876f065d51c4b030&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We present an experimental study showing that soft memory errors can lead to serious security vulnerabilities in Java and .NET virtual machines, or in any system that relies on type-checking of untrusted programs as a protection mechanism. Our attack works by sending to the JVM a Java program that is designed so that almost any memory error in its address space will allow it to take control of the JVM. All conventional Java and .NET virtual machines are vulnerable to this attack. The technique of the attack is broadly applicable against other language-based security schemes such as proof-carrying code. We measured the attack on two commercial Java virtual machines: Sun's and IBM's. We show that a single-bit error in the Java program's data space can be exploited to execute arbitrary code with a probability of about 70%, and multiple-bit errors with a lower probability. Our attack is particularly relevant against smart cards or tamper-resistant computers, where the user has physical access (to the outside of the computer) and can use various means to induce faults; we have successfully used heat. Fortunately, there are some straightforward defenses against this attack.", 
            "authors": [
                "Sudhakar Govindavajhala", 
                "Andrew W Appel"
            ], 
            "fields": [
                "Physical access", 
                "The Internet", 
                "Java", 
                "Tamper resistance", 
                "Virtual machine"
            ], 
            "title": "Using memory errors to attack a virtual machine", 
            "url": "http://cn.bing.com/academic/profile?id=3a8be5f20ad0bb5a7e27000f744825fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Attackers and defenders of computer systems both strive to gain complete control over the system. To maximize their control, both attackers and defenders have migrated to low-level, operating system code. In this paper, we assume the perspective of the attacker, who is trying to run malicious software and avoid detection. By assuming this perspective, we hope to help defenders understand and defend against the threat posed by a new class of rootkits. We evaluate a new type of malicious software that gains qualitatively more control over a system. This new type of malware, which we call a virtual-machine based rootkit (VMBR), installs a virtual-machine monitor underneath an existing operating system and hoists the original operating system into a virtual machine. Virtual-machine based rootkits are hard to detect and remove because their state cannot be accessed by software running in the target system. Further, VMBRs support general-purpose malicious services by allowing such services to run in a separate operating system that is protected from the target system. We evaluate this new threat by implementing two proof-of-concept VMBRs. We use our proof-of-concept VMBRs to subvert Windows XP and Linux target systems, and we implement four example malicious services using the VMBR platform. Last, we use what we learn from our proof-of-concept VMBRs to explore ways to defend against this new threat. We discuss possible ways to detect and prevent VMBRs, and we implement a defense strategy suitable for protecting systems against this threat.", 
            "authors": [
                "Samuel T King", 
                "P M Chen"
            ], 
            "fields": [
                "Detector", 
                "Control system", 
                "Data structure", 
                "Virtual machine", 
                "Kernel"
            ], 
            "title": "SubVirt: implementing malware with virtual machines", 
            "url": "http://cn.bing.com/academic/profile?id=0d8e4e8014994328c86d6c69567e7045&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we design and develop the application for virtual furniture arrangement using the min3D library which is optimized for 3D visualization. The presented application simulates the 3D models of furniture in virtual 3D space, and then, visualizes them on a smartphone. Users can rotate, shift and scale the virtual 3D models of the furniture to find the best size and best place to arrange the furniture. Thus, this application is helpful for users to consider the arrangement of the furniture in the building before moving an object into the real space.", 
            "authors": [
                "Seungwoo Yu", 
                "Phuc Huu Truong", 
                "Jaehyung Park", 
                "Gumin Jeong"
            ], 
            "fields": [], 
            "title": "Interior design application for arrangement of virtual furniture using min3D library", 
            "url": "http://cn.bing.com/academic/profile?id=7cf799e3bc2f48357f29e7a45b145a25&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual networking is vital to efficient resource management in Clouds, and it is in fact one of the main services provided by many Cloud Computing platforms. Virtual network management needs to meet specific requirements, including tenant isolation and adaption to virtual machines' lifecycle. Most of the existing schemes for virtual network management are based on the use of overlay networks in order to achieve a desirable degree of flexibility. However, these schemes suffer from a common limit, i.e. relatively high performance penalty due to a complicated forwarding process. We address this performance concern by developing a new management scheme, FENet, which makes use of Software-Defined Networks (SDN) to create virtual networks and manage them via the SDN controller programs. We present the design of an SDN controller, with the definition of flow entry rules based on the OpenFlow protocol and the specification of a routing algorithm. The results from our experimental evaluation show that our SDN-based prototype can control virtual network interconnections and tenant isolation appropriately. FENet achieves about 30% better network performance than the management scheme based on OpenVPN and lower latency in comparison with the traditional bridging scheme.", 
            "authors": [
                "Kun Liu", 
                "Tianyu Wo", 
                "Lei Cui", 
                "Bin Shi", 
                "Jie Xu"
            ], 
            "fields": [
                "OpenFlow", 
                "Software-defined networking", 
                "Cloud computing"
            ], 
            "title": "FENet: An SDN-based scheme for virtual network management", 
            "url": "http://cn.bing.com/academic/profile?id=6fc9e3897a67fe4f3f5fd6b8a6dc0ce6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "During the analysis and design of manufacturing systems, companies are challenged by existing restrictions and the running production. To deal with these key issues, different virtual factory approaches and tools have been widely implemented in recent years. By employing modern approaches and tools, a manufacturing system can be adapted effectively. Virtual reality (VR), one of the most important approaches, has recently been applied to the scientific and the industrial fields. Recent studies of VR applications are mainly focusing on the design of products, but not manufacturing systems. This paper presents VR as an innovative and collaborative design platform for manufacturing systems, which enables a holistic use of virtual factory tools. Based on this platform, three applications were implemented, which are addressed at different levels of a manufacturing system. Furthermore, a noise simulation and a virtual machining tool were visualised in a cave automatic virtual environment (CAVE).", 
            "authors": [
                "Xiang Yang", 
                "Rene C Malak", 
                "Christian Lauer", 
                "Christian Weidig", 
                "Hans Hagen", 
                "Bernd Hamann", 
                "Jan C Aurich", 
                "Oliver Kreylos"
            ], 
            "fields": [
                "Visualization", 
                "Virtual reality"
            ], 
            "title": "Manufacturing system design with virtual factory tools", 
            "url": "http://cn.bing.com/academic/profile?id=fd5892c42d6fee2b69363a53983aa863&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Computer imaging techniques are commonly used to preserve and share readable manuscripts, but capturing writing locked away in ancient, deteriorated documents poses an entirely different challenge. This software pipeline—referred to as “virtual unwrapping”—allows textual artifacts to be read completely and noninvasively. The systematic digital analysis of the extremely fragile En-Gedi scroll (the oldest Pentateuchal scroll in Hebrew outside of the Dead Sea Scrolls) reveals the writing hidden on its untouchable, disintegrating sheets. Our approach for recovering substantial ink-based text from a damaged object results in readable columns at such high quality that serious critical textual analysis can occur. Hence, this work creates a new pathway for subsequent textual discoveries buried within the confines of damaged materials.", 
            "authors": [
                "W B Seales", 
                "Clifford Seth Parker", 
                "Michael Segal", 
                "Emanuel Tov", 
                "Pnina Shor", 
                "Y Porath"
            ], 
            "fields": [], 
            "title": "From damage to discovery via virtual unwrapping: Reading the scroll from En-Gedi", 
            "url": "http://cn.bing.com/academic/profile?id=7d30ca035c84c6bb20a3222c7e4c5979&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper focuses on extensibility, the ability of a programmer using a particular language to extend the expressiveness of that language. This paper explores how to provide an interesting notion of extensibility by virtualizing the interface between code and data. A virtual value is a special value that supports behavioral intercession. When a primitive operation is applied to a virtual value, it invokes a trap on that virtual value. A virtual value contains multiple traps, each of which is a user-defined function that describes how that operation should behave on that value. This paper formalizes the semantics of virtual values, and shows how they enable the definition of a variety of language extensions, including additional numeric types; delayed evaluation; taint tracking; contracts; revokable membranes; and units of measure. We report on our experience implementing virtual values for Javascript within an extension for the Firefox browser.", 
            "authors": [
                "Thomas H Austin", 
                "Tim Disney", 
                "Cormac Flanagan"
            ], 
            "fields": [], 
            "title": "Virtual values for language extension", 
            "url": "http://cn.bing.com/academic/profile?id=c41de106b0b5f04eadf9c854c528e6a2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we propose a scheme that manages the Performance and resource of virtual machines that are used to host computing applications. As the size and complexity of modern computing systems keep increasing to meet the demanding requirements of Performance applications, manageability is becoming a important concern to achieve both performance and productivity computing. Meanwhile, virtual machine (VM) technologies have become well-liked in both industry and academia due to various features designed to ease system management and administration. While a VM-based environment can greatly help productivity on large-scale application system. In this paper, we provide an analytic framework for the performance analyzing either without running a system or in a run able real system. With these market trends toward virtual environments, many research groups are developing evaluation tools to check the performance of virtual systems and their overheads. However, the performance characterization in virtual environments has not been established yet for many challenging issues. However, achieving close to peak performance requires careful attention to a plethora of system details. The benefits of virtualization are typically considered to be server consolidation, (leading to the reduction of power and cooling costs) increased availability, isolation, ease of operating system deployment and simplified disaster recovery. One main challenge for virtualization, the need to maximize throughput with minimal loss of CPU and I/O efficiency.", 
            "authors": [
                "G Praveen"
            ], 
            "fields": [], 
            "title": "Analysis of Performance in the Virtual Machines Environment", 
            "url": "http://cn.bing.com/academic/profile?id=eea996771a2281582cad777f8f19b6ff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual reality (VR) has long been hampered by the gear needed to make the experience possible; specifically, stereo glasses and tracking devices. Autostereoscopic display devices are gaining popularity by freeing the user from stereo glasses, however few qualify as VR displays. The Electronic Visualization Laboratory (EVL) at the University of Illinois at Chicago (UIC) has designed and produced a large scale, high resolution head-tracked barrier-strip autostereoscopic display system that produces a VR immersive experience without requiring the user to wear any encumbrances. The resulting system, called Varrier, is a passive parallax barrier 35-panel tiled display that produces a wide field of view, head-tracked VR experience. This paper presents background material related to parallax barrier autostereoscopy, provides system configuration and construction details, examines Varrier interleaving algorithms used to produce the stereo images, introduces calibration and testing, and discusses the camera-based tracking subsystem.", 
            "authors": [
                "Daniel J Sandin", 
                "Todd Margolis", 
                "Jinghua Ge", 
                "Javier I Girado", 
                "Tom Peterka", 
                "Thomas A Defanti"
            ], 
            "fields": [
                "Parallax barrier", 
                "Field of view", 
                "Stereo display", 
                "Image resolution", 
                "Virtual reality"
            ], 
            "title": "The Varrier TM autostereoscopic virtual reality display", 
            "url": "http://cn.bing.com/academic/profile?id=69d654b3fcf6853430f692e670f12fc0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Surgical training systems based on virtual-reality (VR) simulation techniques offer a cost-effective and efficient alternative to traditional training methods. This paper describes a VR system for training arthroscopic knee surgery. Virtual models used in this system are constructed from the Visual Human Project dataset. Our system simulates soft tissue deformation with topological change in real-time using finite-element analysis. To offer realistic tactile feedback, we build a tailor-made force feedback hardware.", 
            "authors": [
                "Pheng Ann Heng", 
                "Chunyiu Cheng", 
                "Tientsin Wong", 
                "Yangsheng Xu", 
                "Yimpan Chui", 
                "Kaiming Chan", 
                "Shiukit Tso"
            ], 
            "fields": [
                "Haptic technology", 
                "Cost-effectiveness analysis", 
                "Biomechanics", 
                "Feedback", 
                "Orthopedic surgery"
            ], 
            "title": "A virtual-reality training system for knee arthroscopic surgery", 
            "url": "http://cn.bing.com/academic/profile?id=82d77785d5d431ca3ae4eea05e800512&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Rehabilitation interventions in remote areas are problematic because of distance and available resources. Orthopedic impairments acquired by individuals in remote areas can then lead to permanent disabilities/loss of function because of lack of appropriate rehabilitation. A system being developed by Rutgers and Stanford Universities provides therapy at the patient's home, with remote monitoring and periodic re-assessment. This telerehabilitation system uses virtual reality and haptic interfaces, and a pair of networked PCs. It is intended for rehabilitation of patients with hand, elbow, knee and ankle impairements. Data from the first patient treated with the telerehabilitation system is encouraging.", 
            "authors": [
                "Grigore C Burdea", 
                "Viorel G Popescu", 
                "Vincent R Hentz", 
                "Kerri Colbert"
            ], 
            "fields": [
                "Haptic technology", 
                "Orthopedic surgery", 
                "Virtual reality", 
                "RMON", 
                "Remote patient monitoring"
            ], 
            "title": "Virtual reality-based orthopedic telerehabilitation", 
            "url": "http://cn.bing.com/academic/profile?id=1a270d6595f7c257ba196587810a1e81&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Virtual reality goes back forty years though it has only caught the public imagination during the last ten, usually in connection with computer games. However, it has a far wider range of applications with a consequent increase in patent activity. In this paper the author explores these changes, and the corresponding patent trends, with especial reference to specific illustrative patents.", 
            "authors": [
                "Brian Spear"
            ], 
            "fields": [
                "Medicine", 
                "Games", 
                "Virtual reality"
            ], 
            "title": "Virtual reality: patent review", 
            "url": "http://cn.bing.com/academic/profile?id=c8fcbf8baf3b538fa232150068f17acf&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Data centers are increasingly employing virtualization and consolidation as a means to support a large number of disparate applications running simultaneously on server platforms. However, server platforms are still being designed and evaluated based on performance modeling of a single highly parallel application or a set of homogenous work-loads running simultaneously. Since most future datacenters are expected to employ server virtualization, this paper takes a look at the challenges of modeling virtual machine (VM) performance on a datacenter server. Based on vConsolidate (a server virtualization benchmark) and latest multi-core servers, we show that the VM modeling challenge requires addressing three key problems: (a) modeling the contention of visible resources (cores, memory capacity, I/O devices, etc), (b) modeling the contention of invisible resources (shared microarchitecture resources, shared cache, shared memory bandwidth, etc) and (c) modeling overheads of virtual machine monitor (or hypervisor) implementation. We take a first step to addressing this problem by describing a VM performance modeling approach and performing a detailed case study based on the vConsolidate benchmark. We conclude by outlining outstanding problems for future work.", 
            "authors": [
                "Omesh Tickoo", 
                "Ravi Iyer", 
                "Ramesh Illikkal", 
                "Don Newell"
            ], 
            "fields": [
                "Server", 
                "Virtual machine", 
                "Hypervisor", 
                "Data center", 
                "Shared memory"
            ], 
            "title": "Modeling virtual machine performance: challenges and approaches", 
            "url": "http://cn.bing.com/academic/profile?id=83e6060baf53e36c9e000447a38bbec6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Many face makeover software provide the facility of doing makeup either by using free hand drawing or using templates in which, points can be adjusted according to face and then application of make-up is performed, which often does not provide high-quality output. Automatic detection of facial features, such as eyes, lips and face line etc, seems to be easier and convenient way of applying make-up but there is no software that provides automated facial features detection technique. This application provides this facility by using image processing techniques which can automatically detects hair line, eyes and lips to apply make-up.", 
            "authors": [
                "Asma Sajjad", 
                "Sadia Arshad", 
                "Afsheen Tariq", 
                "Ayesha Shoaib"
            ], 
            "fields": [], 
            "title": "Virtual Makeover Software", 
            "url": "http://cn.bing.com/academic/profile?id=4a801e96c15de90967edd05348d61139&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Current flat-id based routing schemes promise support for mobility and scalability. However, providing efficient routing with minimal overheads for mobility is still a challenge. In this paper we provide a solution to these problems by introducing Virtual Id Routing (VIR). VIR meets these basic requirements of future id-based routing schemes: namely, i) scalability - by using distributed hash table based routing framework; ii) mobility support - by separating the node-identifier from the network location; and iii) routing efficiency - by exploiting network topology information, which is done by introducing a dynamic, self-organizing virtual id (vid) space layer in between the node id space (uid) and the network topology. Preliminary evaluation of the protocol shows promising results, specifically routing stretch for VIR is very close to 1, and the overheads due to mobility are also much smaller than existing schemes such as VRR.", 
            "authors": [
                "Guorhuar Lu", 
                "Sourabh Jain", 
                "Shanzhen Chen", 
                "Zhili Zhang"
            ], 
            "fields": [
                "Self-organization", 
                "Cellular network", 
                "Mobile computing", 
                "Chord", 
                "Routing"
            ], 
            "title": "Virtual id routing: a scalable routing framework with support for mobility and routing efficiency", 
            "url": "http://cn.bing.com/academic/profile?id=c739472d2417dce3bef911c7a8465f1c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Developed more than 30 years ago to address mainframe computing problems, virtual machine monitors have resurfaced on commodity platforms, offering novel solutions to challenges in security, reliability, and administration. Stanford University researchers began to look at the potential of virtual machines to overcome difficulties that hardware and operating system limitations imposed: This time the problems stemmed from massively parallel processing (MPP) machines that were difficult to program and could not run existing operating systems. With virtual machines, researchers found they could make these unwieldy architectures look sufficiently similar to existing platforms to leverage the current operating systems. From this project came the people and ideas that underpinned VMware Inc., the original supplier of VMMs for commodity computing hardware. The implications of having a VMM for commodity platforms intrigued both researchers and entrepreneurs.", 
            "authors": [
                "Mendel Rosenblum", 
                "Tal Garfinkel"
            ], 
            "fields": [
                "Resource management", 
                "Massively parallel", 
                "Human multitasking", 
                "Computer hardware", 
                "Virtual machine"
            ], 
            "title": "Virtual machine monitors: current technology and future trends", 
            "url": "http://cn.bing.com/academic/profile?id=bd02d8d896cdec5baf389f62ef02456b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We report the virtual instrumentation of both time-domain (TD) and spectral-domain (SD) optical coherence tomography (OCT) systems. With a virtual partial coherence source from either a simulated or measured spectrum, the OCT signals of both A-scan and B-scan were demonstrated. The spectrometric detector's pixel number, dynamic range, noise, as well as spectral resolution can be simulated in the virtual spectral domain (SD-OCT). The virtual-OCT system provides an environment for parameter evaluation and algorithm optimization for experimental OCT instrumentation, and promotes the understanding of OCT imaging and signal post-processing processes.", 
            "authors": [
                "Ning Liu", 
                "Cuixia Dai", 
                "Yuanhe Tang", 
                "Peng Xi"
            ], 
            "fields": [
                "Simulation"
            ], 
            "title": "Virtual-OCT: A simulated optical coherence tomography instrument", 
            "url": "http://cn.bing.com/academic/profile?id=459ca128bfde0b08a16a22f64300b322&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual new product development teams are geographically dispersed and cross-functional, yet they work on highly interdependent tasks by communicating electronically in work groups. This virtual interdependence, among other issues, presents new challenges for the management of knowledge transfer in global New Product Development (NPD). In this project, virtual competencies were studied with the use of qualitative methods to assess the most significant issues affecting knowledge transfer in virtual settings in global NPD. As a result, the existing theory regarding virtual competencies and virtual organizations was refined and potential barriers for knowledge transfer were discovered. The success of knowledge workers is crucial for the performance of knowledge-based organizations, which form the basis of our global economy; therefore, this study’s findings are significant.", 
            "authors": [
                "Paivi Lohikoski", 
                "Harri Haapasalo"
            ], 
            "fields": [
                "Knowledge management", 
                "New product development"
            ], 
            "title": "Virtual Competencies and Knowledge Transfer in Global NPD: A Case Study", 
            "url": "http://cn.bing.com/academic/profile?id=e648fdb5d769b3e68bcdb525921e44cd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "With increasing costs for care giving as well as the number of persons requiring rehabilitation exercises, providing tele-rehabilitation programs becomes very attractive. In this paper, we propose a distributed virtual rehabilitation system which provides real-time interactions between patients and remote physicians. Specifically, using portable immersive facilities, along with a haptics-based exercise platform, therapist is able to assess and guide the patients with wearable body sensors at a different location. Instead of the expensive haptic force feedback communications over the Internet, we use different kinds of virtual 3D models in the virtual environments and keep a consistent simulation of deformable models over networks. Our system offers an interesting and flexible method which makes the rehabilitation an engaging process for both patients and physicians.", 
            "authors": [
                "Ziying Tang", 
                "Xiaohu Guo", 
                "Balakrishnan Prabhakaran"
            ], 
            "fields": [
                "Real-time computing", 
                "Virtual machine", 
                "Haptic technology"
            ], 
            "title": "Virtual rehabilitation system", 
            "url": "http://cn.bing.com/academic/profile?id=b3a3b3b8935d3c3d8ff000c7c969169f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "How, where, when, and what we teach has been significantly influenced by technological innovation. Radio, television, and computers have all alt ered how information is presented and how students interact with that information. This paper de scribes how virtual worlds provide a mechanism to incorporate constructivist, experiential, a nd student-centered learning practices into the classroom. The authors also discuss the challenges and the benefits of using virtual worlds in education as well as some implications for the futu re of education. Ke ywords : virtual worlds, Second life, constructivist learn ing, authentic learning, metaverse, Sloodle", 
            "authors": [
                "Stacy Kluge", 
                "Liz Riley"
            ], 
            "fields": [
                "Metaverse", 
                "Constructivist teaching methods"
            ], 
            "title": "Teaching in Virtual Worlds: Opportunities and Challenges", 
            "url": "http://cn.bing.com/academic/profile?id=bb0f5082f9d9f55ada612fd413eaf0c5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The United States Supreme Court has recently ruled that virtual child pornography is protected free speech, partly on the grounds that virtual pornography does not harm actual children. I review the evidence for the contention that virtual pornography might harm children, and find that it is, at best, inconclusive. Saying that virtual child pornography does not harm actual children is not to say that it is completely harmless, however. Child pornography, actual or virtual, necessarily eroticizes inequality; in a sexist society it therefore contributes to the subordination of women.", 
            "authors": [
                "Neil Levy"
            ], 
            "fields": [
                "Virtual reality", 
                "The Internet", 
                "El Niño"
            ], 
            "title": "Virtual child pornography: The eroticization of inequality", 
            "url": "http://cn.bing.com/academic/profile?id=f22e79433e3815a174b77ecd3dd39233&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Ivan Sutherland first proposed virtual reality in 1965, and in the next few years built a working system. Twenty years later, line-drawing hardware, the Polhemus tracker, and LCD tiny-TV displays made VR feasible, if costly and inadequate, for several explorers. In 1990, journalists jumped on the idea, and hype levels went out of sight. As usual with infant technologies, the realization of the early dreams and the harnessing to real work has taken longer than the wild prognostications, but it is now happening. I survey the current state-of-the-art, addressing the perennial questions of technology and applications.", 
            "authors": [
                "Frederick P Brooks"
            ], 
            "fields": [
                "Computer hardware", 
                "Liquid-crystal display", 
                "Productivity", 
                "Vehicle dynamics", 
                "Augmented reality"
            ], 
            "title": "What's Real About Virtual Reality?", 
            "url": "http://cn.bing.com/academic/profile?id=10edb16e7e5e8fed48c5d698bc9b1cb8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "With increasing costs for care giving as well as the number of persons requiring rehabilitation exercises, providing tele-rehabilitation programs becomes very attractive. In this paper, we propose a distributed virtual rehabilitation system which provides real-time interactions between patients and remote physicians. Specifically, using portable immersive facilities, along with a haptics-based exercise platform, therapist is able to assess and guide the patients with wearable body sensors at a different location. Instead of the expensive haptic force feedback communications over the Internet, we use different kinds of virtual 3D models in the virtual environments and keep a consistent simulation of deformable models over networks. Our system offers an interesting and flexible method which makes the rehabilitation an engaging process for both patients and physicians.", 
            "authors": [
                "Ziying Tang", 
                "Xiaohu Guo", 
                "Balakrishnan Prabhakaran"
            ], 
            "fields": [
                "Real-time computing", 
                "Virtual machine", 
                "Haptic technology"
            ], 
            "title": "Virtual rehabilitation system", 
            "url": "http://cn.bing.com/academic/profile?id=b3a3b3b8935d3c3d8ff000c7c969169f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The United States Supreme Court has recently ruled that virtual child pornography is protected free speech, partly on the grounds that virtual pornography does not harm actual children. I review the evidence for the contention that virtual pornography might harm children, and find that it is, at best, inconclusive. Saying that virtual child pornography does not harm actual children is not to say that it is completely harmless, however. Child pornography, actual or virtual, necessarily eroticizes inequality; in a sexist society it therefore contributes to the subordination of women.", 
            "authors": [
                "Neil Levy"
            ], 
            "fields": [
                "Virtual reality", 
                "The Internet", 
                "El Niño"
            ], 
            "title": "Virtual child pornography: The eroticization of inequality", 
            "url": "http://cn.bing.com/academic/profile?id=f22e79433e3815a174b77ecd3dd39233&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aquest article planteja que les reconstruccions virtuals arqueologiques presentades als museus no es poden considerar realitat virtual (RV), perque parteixen d'una concepcio artistica de la disciplina. La causa es troba en els origens de l'arqueologia, que va neixer al segle XVIII, estretament relacionada amb la historia de l'art. En l'era de les noves tecnologies, aquesta concepcio ha esdevingut alhora causa i consequencia: determina les caracteristiques de l'RV des de la disciplina, pero a la vegada es reforcada per les reconstruccions virtuals. Per a constatar la relacio actual entre l'RV i l'arqueologia, comencarem establint una definicio de realitat virtual. Despres farem un breu recorregut historic per a comprendre l'evolucio de l'arqueologia i dels museus. Aixo ens portara a l'analisi d'alguns exemples d'RV als museus, dels quals extraurem conclusions sobre l'us actual de l'RV. Finalment, veurem les possibilitats de l'RV per a la divulgacio de l'arqueologia.   Text complet (PDF)", 
            "authors": [
                "Laia Pujol"
            ], 
            "fields": [
                "Virtual reality", 
                "Archaeology"
            ], 
            "title": "Archaeology, museums and virtual reality", 
            "url": "http://cn.bing.com/academic/profile?id=1c83cea288fde912822255642458e292&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The concept of teams and teamwork is increasingly becoming an important key to productivity and employee satisfaction in the contemporary workplace. This paper looks at the concept of teams and teamwork and several innovative ways of using teams. Among the innovative ways of using teams are globally networked teams, team‐based strategic planning, flexible‐jobbing, the horizontal corporation, and the virtual corporation. The use of computer‐mediated communication technologies and other groupware technologies provide a workable, reliable, and flexible base of systems for creating the platforms for virtual teams and virtual organizations. An overview of current information technology available for supporting teams and which types of information technology are most valuable in enhancing the new team applications is briefly addressed. Supporting technologies include groupware for facilitating communication, supporting information storage and retrieval, and supporting decision making. Lastly, the many competiti...", 
            "authors": [
                "Stanley Stough", 
                "Sean B Eom", 
                "James Buckenmyer"
            ], 
            "fields": [
                "Computer-mediated communication", 
                "Information technology", 
                "Performance", 
                "Competitive advantage", 
                "Innovation"
            ], 
            "title": "Virtual teaming: a strategy for moving your organization into the new millennium", 
            "url": "http://cn.bing.com/academic/profile?id=77e3a227672320aa814ea7a5a484d51f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "How, where, when, and what we teach has been significantly influenced by technological innovation. Radio, television, and computers have all alt ered how information is presented and how students interact with that information. This paper de scribes how virtual worlds provide a mechanism to incorporate constructivist, experiential, a nd student-centered learning practices into the classroom. The authors also discuss the challenges and the benefits of using virtual worlds in education as well as some implications for the futu re of education. Ke ywords : virtual worlds, Second life, constructivist learn ing, authentic learning, metaverse, Sloodle", 
            "authors": [
                "Stacy Kluge", 
                "Liz Riley"
            ], 
            "fields": [
                "Metaverse", 
                "Constructivist teaching methods"
            ], 
            "title": "Teaching in Virtual Worlds: Opportunities and Challenges", 
            "url": "http://cn.bing.com/academic/profile?id=bb0f5082f9d9f55ada612fd413eaf0c5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Communication and information technologies are adding new capabilities for rapid and inexpensive customer input to all stages of the product development (PD) process. In this article we review six web-based methods of customer input as examples of the improved Internet capabilities of communication, conceptualization, and computation. For each method we give examples of user-interfaces, initial applications, and validity tests. We critique the applicability of the methods for use in the various stages of PD and discuss how they complement existing methods.#R##N##R##N##R##N##R##N#For example, during the fuzzy front end of PD the information pump enables customers to interact with each other in a web-based game that provides incentives for truth-telling and thinking hard, thus providing new ways for customers to verbalize the product features that are important to them. Fast polyhedral adaptive conjoint estimation enables PD teams to screen larger numbers of product features inexpensively to identify and measure the importance of the most promising features for further development. Meanwhile, interactive web-based conjoint analysis interfaces are moving this proven set of methods to the web while exploiting new capabilities to present products, features, product use, and marketing elements in streaming multimedia representations. User design exploits the interactivity of the web to enable users to design their own virtual products thus enabling the PD team to understand complex feature interactions and enabling customers to learn their own preferences for new products. These methods can be valuable for identifying opportunities, improving the design and engineering of products, and testing ideas and concepts much earlier in the process when less time and money is at risk. As products move toward pretesting and testing, virtual concept testing on the web enables PD teams to test concepts without actually building the product. Further, by combining virtual concepts and the ability of customers to interact with one another in a stock-market-like game, securities trading of concepts provides a novel way to identify winning concepts.#R##N##R##N##R##N##R##N#Prototypes of all six methods are available and have been tested with real products and real customers. These tests demonstrate reliability for web-based conjoint analysis, polyhedral methods, virtual concept testing, and stock-market-like trading; external validity for web-based conjoint analysis and polyhedral methods; and consistency for web-based conjoint analysis versus user design. We report on these tests, commercial applications, and other evaluations. © 2002 Elsevier Science Inc. All rights reserved.", 
            "authors": [
                "Ely Dahan", 
                "John R Hauser"
            ], 
            "fields": [
                "Conceptualization", 
                "Conjoint analysis", 
                "Computation", 
                "New product development", 
                "Product"
            ], 
            "title": "The virtual customer", 
            "url": "http://cn.bing.com/academic/profile?id=63be968bb644f1f7ac2f8477e7ac60e1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The first longitudinal, controlled experiment of a video game explored the presence of cultivation effects due to play. Over the course of 1 month, participants in an online game changed their perceptions of real-world dangers. However, these dangers only corresponded to events and situations found in the game world, not other real-world crimes. This targeted finding is at odds with the broader spreading activation postulated by some cultivation researchers. The results, their implications for theory, and the study of games are discussed. doi:10.1111/j.1460-2466.2006.00004.x As more and more people gravitate from traditional media to customizable digital ones, it is important that we understand their new uses and effects. Video games are one of the most popular yet least studied of these new media. Previously considered as a youth-oriented activity, games are now played by a majority of Americans (Ipsos-Insight, 2005), with 32% of players older than 35 (Engle, 2001). Financially, games have passed the motion picture box office in sales (Williams, 2002). In particular, online ‘‘networked’’ video games on both console and PC systems represent an increasingly popular space within the medium and one that has received little study. In the United States, more than 1 million people now regularly play the most popular online PC game, World of Warcraft. In this and other virtual worlds, players from around the globe interact in a shared fantasy that can involve competition, collaboration, and socializing. This takes place inside increasingly realistic-looking fantasy spaces. This paper is concerned with the possibility of cultivation effects (Gerbner, Gross, Morgan, & Signorielli, 1980) within these spaces. Cultivation theory has become a popular and contested segment of media research (Gunter, 1994; Morgan & Shanahan, 1997; Potter, 1994). Under a barrage of criticism, researchers have pushed forward to establish the presence of cultivation effects even as others have suggested serious flaws in their work (Hirsch, 1980; Newcomb, 1978; Potter). Recognizing this, this paper is concerned with two things. First, it briefly considers the major criticisms in order to devise a methodology that will account for plausible alternative explanations. Second, it tests the theory with", 
            "authors": [
                "Dmitri Williams"
            ], 
            "fields": [
                "Human factors and ergonomics", 
                "Occupational safety and health", 
                "Suicide prevention", 
                "Injury prevention", 
                "Video"
            ], 
            "title": "Virtual Cultivation: Online Worlds, Offline Perceptions", 
            "url": "http://cn.bing.com/academic/profile?id=1cac6244a7f776d0a73464e26a93ebbb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Finally, a comprehensive guide to the Linux VM!VM's behavior affects every Linux kernel subsystem and dramatically impacts overall performance. But until now, there was only one way to understand VM: study the poorly documented source one line at a time. Now there's an easier, faster alternative. This book describes VM in unprecedented detail, presenting both theoretical foundations and a line-by-line source code commentary. It systematically covers everything from physical memory description to out-of-memory management. Coverage includes: Linux VM 2.4 architecture in depth-with diagrams and call graphs Physical memory description, page tables, address spaces, and memory allocation High memory, swapping, shared memory, and much more Expert guidance for analyzing the code of any open source project New Linux 2.6 kernel features in every chapterWell organized and superbly written, Understanding the Linux Virtual Memory Manager will be indispensable to every kernel programmer and researcher.", 
            "authors": [
                "Mel Gorman"
            ], 
            "fields": [
                "Virtual memory"
            ], 
            "title": "Understanding the Linux Virtual Memory Manager", 
            "url": "http://cn.bing.com/academic/profile?id=23abad0d8432a41556e7c76114f9d4ab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary#R##N#Virtual worlds have the potential to offer nursing students social networking and, learning, opportunities through the use of collaborative and immersive learning. If nursing educators, are to stay, abreast of contemporary learning opportunities an exploration of the potential benefits of, virtual, worlds and their possibilities is needed. Literature was sourced that explored virtual worlds, and their, use in education, but nursing education specifically. It is clear that immersive learning has, positive, benefits for nursing, however the best way to approach virtual reality in nursing education, has yet to, be ascertained.", 
            "authors": [
                "Janet Green", 
                "Aileen Wyllie", 
                "Debra Jackson"
            ], 
            "fields": [
                "Metaverse", 
                "Experiential learning", 
                "Nurse education", 
                "Collaboration", 
                "Social network"
            ], 
            "title": "Virtual worlds: A new frontier for nurse education?", 
            "url": "http://cn.bing.com/academic/profile?id=5c7c4e7fa2879112baa43565ce380cf5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The concept of teams and teamwork is increasingly becoming an important key to productivity and employee satisfaction in the contemporary workplace. This paper looks at the concept of teams and teamwork and several innovative ways of using teams. Among the innovative ways of using teams are globally networked teams, team‐based strategic planning, flexible‐jobbing, the horizontal corporation, and the virtual corporation. The use of computer‐mediated communication technologies and other groupware technologies provide a workable, reliable, and flexible base of systems for creating the platforms for virtual teams and virtual organizations. An overview of current information technology available for supporting teams and which types of information technology are most valuable in enhancing the new team applications is briefly addressed. Supporting technologies include groupware for facilitating communication, supporting information storage and retrieval, and supporting decision making. Lastly, the many competiti...", 
            "authors": [
                "Stanley Stough", 
                "Sean B Eom", 
                "James Buckenmyer"
            ], 
            "fields": [
                "Computer-mediated communication", 
                "Information technology", 
                "Performance", 
                "Competitive advantage", 
                "Innovation"
            ], 
            "title": "Virtual teaming: a strategy for moving your organization into the new millennium", 
            "url": "http://cn.bing.com/academic/profile?id=77e3a227672320aa814ea7a5a484d51f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The purpose of this study was to investigate student perceptions of virtual biology labs used in two online introductory biology courses. Students completed an online survey, containing Likert­type and open­ended items, about perceptions of the CD­ROM­based virtual biology laboratories and face­to­face (F2F) laboratories they completed during the courses. Findings indicated that though most students (86.9%) perceived the F2F laboratories as more effective than the virtual laboratories across several criteria, many of them (60.8% on one criterion) perceived the virtual laboratories as effective as well. The authors discuss how student­identified issues related to interactivity and feedback could be influenced by the design of the learning experience, virtual laboratory tool, and/or the use of synchronous collaboration tools. Additionally, the authors include suggestions for future research on the use of virtual biology laboratories in the online setting.", 
            "authors": [
                "Tracey A Stuckey", 
                "Bridget D Stuckey"
            ], 
            "fields": [], 
            "title": "Virtual Labs in the Online Biology Course: Student Perceptions of Effectiveness and Usability", 
            "url": "http://cn.bing.com/academic/profile?id=f92a51d7a9377893303189994f54a866&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: The research area \"Virtual Manufacturing (VM)'' is the use of information technology and computer simulation to model real world manufacturing processes for the purpose of analysing and understanding them. As automation technologies such as CAD/CAM have substantially shortened the time required to design products, Virtual Manufacturing will have a similar effect on the manufacturing phase thanks to the modelling, simulation and optimisation of the product and the processes involved in its fabrication. After a description of Virtual Manufacturing (definitions and scope), we present some socio-economic factors of VM and finaly some \"hot topics'' for the future are proposed.", 
            "authors": [
                "Damien Chablat", 
                "Philippe Depince", 
                "Eric Noel", 
                "Peeroliver Woelk"
            ], 
            "fields": [
                "Computer simulation", 
                "Information technology"
            ], 
            "title": "The Virtual Manufacturing Concept: Scope, Socio-Economic Aspects and Future Trends", 
            "url": "http://cn.bing.com/academic/profile?id=103a5f46919e925e7844735384c77a9e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We study the direct cost of virtual function calls in C++ programs, assuming the standard implementation using virtual function tables. We measure this overhead experimentally for a number of large benchmark programs, using a combination of executable inspection and processor simulation. Our results show that the C++ programs measured spend a median of 5.2% of their time and 3.7% of their instructions in dispatch code. For \"all virtuals\" versions of the programs, the median overhead rises to 13.7% (13% of the instructions). The \"thunk\" variant of the virtual function table implementation reduces the overhead by a median of 21% relative to the standard implementation. On future processors, these overheads are likely to increase moderately.", 
            "authors": [
                "Karel Driesen", 
                "Urs Holzle"
            ], 
            "fields": [], 
            "title": "The direct cost of virtual function calls in C", 
            "url": "http://cn.bing.com/academic/profile?id=8b05a52ee6b42936d0d60902f023b9a8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Distributed teams are increasingly common in today's workplace. For these teams, face-to-face meetings where members can most easily build trust are rare and often costprohibitive. 3D virtual worlds and games may provide an alternate means for encouraging team development due to their affordances for facile communication, emotional engagement, and social interaction among participants. Using principles derived from social psychological theory, we have designed and built a collection of team-building games within the popular virtual world Second Life. We detail here the design decisions made in the creation of these games and discuss how they evolved based on early participant observations.", 
            "authors": [
                "Jason B Ellis", 
                "Kurt Luther", 
                "Katherine Bessiere", 
                "Wendy A Kellogg"
            ], 
            "fields": [
                "Metaverse", 
                "Social relation", 
                "Participant observation", 
                "Games"
            ], 
            "title": "Games for virtual team building", 
            "url": "http://cn.bing.com/academic/profile?id=91ba4427a1666f45d840fa7e8e847928&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Information Technology (IT) provides the infrastructure for communication and collaboration tools for virtual teams, but Henttonen and Blomqvist (2005) suggest that it is the relational communication and factors of trust, commitment and communication that attention. This case study presents a team building strategy for such interaction. Off-campus students in an undergraduate course apply technological design concepts for social mechanisms in communication and collaboration to virtual teamwork. Students utilise the themes of conversation, awareness and coordination and document their reflection on their use over the team lifecycle. All functioning teams indicated that these social mechanisms helped to build team trust and commitment. Seventy-two percent of students indicated positive team experience, despite constraints of workload, time pressure, technology tools, distance and uncooperative team members. This study argues that use of guided and iterative reflections on social mechanisms support virtual team functioning and strengthen relationships.", 
            "authors": [
                "Kathy Egea"
            ], 
            "fields": [
                "Information technology"
            ], 
            "title": "Relationship Building in Virtual Teams: An Academic Case Study", 
            "url": "http://cn.bing.com/academic/profile?id=26314d4d1e673fabe56a4e473534fb5a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This experiment exposed a sample of U.S. un- dergraduates (43 men, 40 women) to suggestively or conservatively clad virtual females who exhibited either responsive, high eye gaze or nonresponsive, low gaze in an immersive virtual environment. Outside the virtual world, men and women who encountered a highly stereotypical character—a suggestively clad, high gaze agent (\"vamp\") or conservatively clad, low gaze character (\"virgin\")— demonstrated more sexism and greater rape myth accep- tance than participants who saw a suggestively clad nonresponsive or conservatively clad, responsive character. Results suggest that gender-stereotypical virtual females enhance negative attitudes toward women, whereas those that violate expectations and break stereotypes do not.", 
            "authors": [
                "Jesse Fox", 
                "Jeremy N Bailenson"
            ], 
            "fields": [
                "Virtual reality", 
                "Stereotype", 
                "Eye tracking", 
                "Attitude", 
                "Gender schema theory"
            ], 
            "title": "Virtual Virgins and Vamps: The Effects of Exposure to Female Characters’ Sexualized Appearance and Gaze in an Immersive Virtual Environment", 
            "url": "http://cn.bing.com/academic/profile?id=e17ab58063cb891da3a4ab054e91a587&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Numerous reports indicate that the incidence of posttraumatic stress disorder (PTSD) in returning OEF/OIF military personnel is creating a significant healthcare challenge. These findings have served to motivate research on how to better develop and disseminate evidence-based treatments for PTSD. Virtual Reality delivered exposure therapy for PTSD has been previously used with reports of positive outcomes. This article details how virtual reality applications are being designed and implemented across various points in the military deployment cycle to prevent, identify and treat combat-related PTSD in OIF/OEF Service Members and Veterans. The summarized projects in these areas have been developed at the University of Southern California Institute for Creative Technologies, a U.S. Army University Affiliated Research Center, and this paper will detail efforts to use virtual reality to deliver exposure therapy, assess PTSD and cognitive function and provide stress resilience training prior to deployment.", 
            "authors": [
                "Albert Rizzo", 
                "Thomas D Parsons", 
                "Belinda Lange", 
                "Patrick Kenny", 
                "J G Buckwalter", 
                "Barbara O Rothbaum", 
                "Joann Difede", 
                "John Frazier", 
                "Brad Newman", 
                "Josh Williams", 
                "Greg M Reger"
            ], 
            "fields": [
                "Military branch", 
                "Therapy", 
                "Software deployment", 
                "Cognition", 
                "Virtual reality"
            ], 
            "title": "Virtual Reality Goes to War: A Brief Review of the Future of Military Behavioral Healthcare", 
            "url": "http://cn.bing.com/academic/profile?id=641dd84327b13f0479c6a475ee3e8e1a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Online support communities and grass roots organizations have met since the 1990s via a milieu often advantageous to both. While the numbers of such virtual organizations appear to be growing, there is little published research on the historical encounter of a population in need with the internet driven development of a non-profit which addresses those needs. This article examines the organizational development of the International Paruresis Association as parallel to key advances in the technology of the internet.", 
            "authors": [
                "Tina Abrefagyan", 
                "Judith Barrett", 
                "Program", 
                "Steven Soifer"
            ], 
            "fields": [], 
            "title": "Virtual Organizational Development and the History of the Internet: A Case Study of Parallel Evolution", 
            "url": "http://cn.bing.com/academic/profile?id=2d4c875c90713358385dad4d75572559&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The present study explored whether immersive virtual reality can serve as an effective nonpharmacologic analgesic for dental pain. Two patients (aged 51 and 56 years old) with adult periodontitis, a chronic, progressive inflammatory disease that affects gums, ligaments, and bones around the teeth, were studied in the treatment room of a periodontist. Each patient received periodontal scaling and root planing (scraping off/removing plaque deposits below the gum line, hereafter referred to as scaling) under three treatment conditions: (1) virtual reality distraction, (2) movie distraction, and (3) a no-distraction control condition. Condition order was randomized and counterbalanced. For each of the three treatment conditions, five visual analog pain scores for each treatment condition served as the dependent variables. On 0-10 labeled scales, both patients provided sensory and affective pain ratings, and subjective estimates of time spent thinking about his pain during the procedure. For patient 1, mean pa...", 
            "authors": [
                "Hunter G Hoffman", 
                "Azucena Garciapalacios", 
                "David R Patterson", 
                "Mark P Jensen", 
                "Thomas A Furness", 
                "W F Ammons"
            ], 
            "fields": [
                "Virtual reality"
            ], 
            "title": "The effectiveness of virtual reality for dental pain control: a case study.", 
            "url": "http://cn.bing.com/academic/profile?id=4c0a1eebe73220527b5168823ab7c784&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Virtual reality exposure therapy (VRET) is an increasingly common treatment for anxiety and specific phobias. Lacking is a quantitative meta-analysis that enhances understanding of the variability and clinical significance of anxiety reduction outcomes after VRET. Searches of electronic databases yielded 52 studies, and of these, 21 studies (300 subjects) met inclusion criteria. Although meta-analysis revealed large declines in anxiety symptoms following VRET, moderator analyses were limited due to inconsistent reporting in the VRET literature. This highlights the need for future research studies that report uniform and detailed information regarding presence, immersion, anxiety and/or phobia duration, and demographics.", 
            "authors": [
                "Thomas D Parsons", 
                "Albert Rizzo"
            ], 
            "fields": [
                "Exposure", 
                "Affective neuroscience", 
                "Virtual reality", 
                "Therapy", 
                "Anxiety"
            ], 
            "title": "Affective outcomes of virtual reality exposure therapy for anxiety and specific phobias: a meta-analysis.", 
            "url": "http://cn.bing.com/academic/profile?id=e2696d762ec60fde3ebd73b7ca8cde2a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aquest article planteja que les reconstruccions virtuals arqueologiques presentades als museus no es poden considerar realitat virtual (RV), perque parteixen d'una concepcio artistica de la disciplina. La causa es troba en els origens de l'arqueologia, que va neixer al segle XVIII, estretament relacionada amb la historia de l'art. En l'era de les noves tecnologies, aquesta concepcio ha esdevingut alhora causa i consequencia: determina les caracteristiques de l'RV des de la disciplina, pero a la vegada es reforcada per les reconstruccions virtuals. Per a constatar la relacio actual entre l'RV i l'arqueologia, comencarem establint una definicio de realitat virtual. Despres farem un breu recorregut historic per a comprendre l'evolucio de l'arqueologia i dels museus. Aixo ens portara a l'analisi d'alguns exemples d'RV als museus, dels quals extraurem conclusions sobre l'us actual de l'RV. Finalment, veurem les possibilitats de l'RV per a la divulgacio de l'arqueologia.   Text complet (PDF)", 
            "authors": [
                "Laia Pujol"
            ], 
            "fields": [
                "Virtual reality", 
                "Archaeology"
            ], 
            "title": "Archaeology, museums and virtual reality", 
            "url": "http://cn.bing.com/academic/profile?id=1c83cea288fde912822255642458e292&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper examines virtual team learning in new product development situations. New product development activities manifest novelty, uncertainty and complexity, presenting an extreme need for learning in the course of the work. We present data from an exploratory study of learning processes in globally dispersed new product development teams. These qualitative data are used to investigate components of team learning previously highlighted in the team learning literature—namely reflection-oriented and action-oriented behaviors—and to examine the boundaries of these learning behaviors. We find that effective virtual teams, like co-located teams, engage in both reflective and action-oriented learning behaviors. However, the virtual context highlights distinct participation strategies in teams’ learning patterns, which aim to leverage deep, specialist knowledge, on one hand, or seek to integrate diverse knowledge, on the other hand. Moreover, our findings suggest that, in the virtual setting, the boundary of team membership is not centrally associated with different learning behaviors and outcomes, as argued in other team learning research. Instead, virtual team learning behaviors are likely to be shaped by boundaries that delimit timely access to relevant knowledge and skill. In conclusion, we discuss implications for future virtual team learning research.", 
            "authors": [
                "Deborah Soule", 
                "Lynda M Applegate"
            ], 
            "fields": [
                "New product development", 
                "Reflection", 
                "Team learning", 
                "Boundary value problem", 
                "Dual control theory"
            ], 
            "title": "Virtual Team Learning: Reflecting and Acting, Alone or With Others", 
            "url": "http://cn.bing.com/academic/profile?id=639c4dc694e1f2dcd89478180c2a1add&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual Reality (VR) is starting to be used in psychological therapy around the world. However, a thorough understanding of the reason why VR is effective and what effect it has on the human psyche is still missing. Most research on this subject is related to the concept of presence. This paper gives an up-to-date overview of research in this diverse field. It starts with the most prevailing definitions and theories on presence, most of which attribute special roles for the mental process of attention and for mental models of the virtual space. A review of the phenomena thought to be effected by presence shows that there is still a strong need for research on this subject because little conclusive evidence exists regarding the relationship between presence and phenoma such as emotional responses to virtual stimuli. An investigation shows there has been substantial research for developing methods for measuring presence and research regarding factors that contribute to presence. Knowledge of these contribut...", 
            "authors": [
                "Martijn J Schuemie", 
                "Peter Van Straaten", 
                "Merel Krijn", 
                "Charles Van Der Mast"
            ], 
            "fields": [
                "Virtual reality"
            ], 
            "title": "Research on presence in virtual reality: a survey.", 
            "url": "http://cn.bing.com/academic/profile?id=e7ea93ebf2740b2162fd01cc5047d22e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Smartphones are increasingly ubiquitous, and many users carry multiple phones to accommodate work, personal, and geographic mobility needs. We present  Cells , a virtualization architecture for enabling multiple virtual smartphones to run simultaneously on the same physical cellphone in an isolated, secure manner.  Cells  introduces a usage model of having one foreground virtual phone and multiple background virtual phones. This model enables a new device namespace mechanism and novel device proxies that integrate with lightweight operating system virtualization to multiplex phone hardware across multiple virtual phones while providing native hardware device performance.  Cells  virtual phone features include fully accelerated 3D graphics, complete power, management features, and full telephony functionality with separately assignable telephone numbers and caller ID support. We have implemented a prototype of Cells that supports multiple Android virtual phones on the same phone. Our performance results demonstrate that Cells imposes only modest runtime and memory overhead, works seamlessly across multiple hardware devices including Google Nexus 1 and Nexus S phones, and transparently runs Android applications at native speed without any modifications.", 
            "authors": [
                "Jeremy Andrus", 
                "Christoffer Dall", 
                "Alexander Vant Hof", 
                "Oren Laadan", 
                "Jason Nieh"
            ], 
            "fields": [
                "Operating system", 
                "Android", 
                "3D computer graphics", 
                "Computer Science", 
                "Virtualization"
            ], 
            "title": "Cells: a virtual mobile smartphone architecture", 
            "url": "http://cn.bing.com/academic/profile?id=da7931cf6cf5cc3e8b2306aee7d9d4c8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Library operations today are entirely different from what we have experienced in the past and we can expect a tremendous change in the future. These changes may affect almost all the fields of library organization and library management. The librarian and the library users must be ready to accept and adopt the new technologies; otherwise they will be pushed aside. Electronic library or digital library is the product of the technological development which enriched the field of library and information science and the accessories we use in these libraries are CD-ROM, DVD, floppy disks, multimedia computers etc. and now the Internet. #N#The information explosion can be faced only by the application of IT and networks in libraries.", 
            "authors": [
                "Chinmayee Bhange"
            ], 
            "fields": [], 
            "title": "Virtual and Digital Libraries", 
            "url": "http://cn.bing.com/academic/profile?id=5213cb57810a53752ae83d6bacca7181&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The 2 studies reported here use observational data from message boards to investigate how adolescents solicit and share information related to self-injurious behavior. Study 1 examines the prevalence and nature of these message boards, their users, and most commonly discussed topics. Study 2 was intended to explore the correlations between content areas raised for discussion. Both studies were intended to shed light on the role of message boards in spreading information about self-injurious practices and influencing help-seeking behavior. More than 400 self-injury message boards were identified. Most are populated by females who describe themselves as between 12 and 20 years of age. Findings show that online interactions clearly provide essential social support for otherwise isolated adolescents, but they may also normalize and encourage self-injurious behavior and add potentially lethal behaviors to the repertoire of established adolescent self-injurers and those exploring identity options.", 
            "authors": [
                "Janis Whitlock", 
                "Jane Powers", 
                "John Eckenrode"
            ], 
            "fields": [
                "The Internet", 
                "Interpersonal communication", 
                "SEX", 
                "Human factors and ergonomics", 
                "Mental health"
            ], 
            "title": "The virtual cutting edge: the internet and adolescent self-injury", 
            "url": "http://cn.bing.com/academic/profile?id=82924e9208d6e1369d7a7f9e56e0e318&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Vocabulary Visits are virtual field trips that appeal to the senses while developing new concepts and vocabulary. At a meeting of a teacher study group on vo cabulary learning, a group of primary teach ers were sharing stories of surprises they encountered when reading with their students. \"I had a whole group of kids who didn't know what an umbrella was,\" lamented one teacher. Another chimed in, \"I took a wonderful running record of one child who was reading about the Olympics. He decoded everything perfectly, and when we dis cussed the selection, he didn't know the word ath lete... and he had read it perfectly 11 times!\" The grade team leader asserted, \"Our students are smart, but they need more concept and vocabulary devel opment. Every time we take a field trip they learn a lot. I wish we could take more field trips!\" Many of the teachers in the room nodded affirmatively.", 
            "authors": [
                "Camille L Z Blachowicz", 
                "Connie Obrochta"
            ], 
            "fields": [
                "Strategy", 
                "Mountain pass", 
                "Type", 
                "Teaching method", 
                "Active learning"
            ], 
            "title": "Vocabulary Visits: Virtual Field Trips for Content Vocabulary Development", 
            "url": "http://cn.bing.com/academic/profile?id=f7e44af12172987d17c92192523ba497&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Several million people currently have accounts in massively multi-player online games, places in cyberspace that are effectively large-scale shared virtual reality environments. The population of these virtual worlds has grown rapidly since their inception in 1996; significantly, each world also seems to grow its own economy, with production, assets, and trade with Earth economies. This paper explores two questions about these developments. First, will these economies grow in importance? Second, if they do grow, how will that affect real-world economies and governments? To shed light on the first question, the paper presents a brief history of these games along with a simple choice model of the demand for game time. The history suggests that the desire to live in a game world is deep-rooted and driven by game technology. The model reveals a certain puzzle about puzzles and games: in the demand for these kinds of interactive entertainment goods, people reveal that they are willing to pay money to be constrained. Still, the nature of games as a produced good suggests that technological advances, and heavy competition, will drive the future development of virtual worlds. If virtual worlds do become a large part of the daily life of humans, their development may have an impact on the macroeconomies of Earth. It will also raise certain constitutional issues, since it is not clear, today, exactly who has jurisdiction over these new economies.", 
            "authors": [
                "Edward Castronova"
            ], 
            "fields": [
                "Metaverse"
            ], 
            "title": "On Virtual Economies", 
            "url": "http://cn.bing.com/academic/profile?id=4c6c16ab147c352b7e9cb232e1928270&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this study, the role of presence in the imitation of a virtual model was examined. Immersive virtual environment technology (IVET) was used to create photorealistic virtual representations of the self that were depicted eating food in a virtual world. Changes in the virtual environment (via a changing or unchanging body) were incorporated to create variance in perceived subjective presence. Based on previous research, presence was hypothesized to affect the relationship between the environmental manipulations and the behavioral outcome of imitating the avatar's eating behavior. Here we show that presence did indeed affect imitation, but that the effects varied for men and women in accordance with previous research on sex differences in eating behavior. Men who experienced high presence were more likely than low presence men to imitate the virtual model and eat candy, whereas women who experienced high presence were more likely than low presence women to suppress the behavior and not eat candy.", 
            "authors": [
                "Jesse Fox", 
                "Jeremy N Bailenson", 
                "Joseph Binney"
            ], 
            "fields": [
                "Virtual reality"
            ], 
            "title": "Virtual experiences, physical behaviors: The effect of presence on imitation of an eating avatar", 
            "url": "http://cn.bing.com/academic/profile?id=0a7a3cba3d4e7ed949d373f75b1e221b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "VNC is an ultra thin client system based on a simple display protocol that is platform independent. It achieves mobile computing without requiring the user to carry any hardware. VNC provides access to home computing environments from anywhere in the world, on whatever computing infrastructure happens to be available-including, for example, public Web browsing terminals in airports. In addition, VNC allows a single desktop to be accessed from several places simultaneously, thus supporting application sharing in the style of computer supported cooperative work (CSCW). The technology underlying VNC is a simple remote display protocol. It is the simplicity of this protocol that makes VNC so powerful. Unlike other remote display protocols such as the X Window System and Citrix's ICA, the VNC protocol is totally independent of operating system, windowing system, and applications. The VNC system is freely available for download from the ORL Web site at http://www.orl.co.uk/vnc/. We begin the article by summarizing the evolution of VNC from our work on thin client architectures. We then describe the structure of the VNC protocol, and conclude by discussing the ways we use VNC technology now and how it may evolve further as new clients and servers are developed.", 
            "authors": [
                "Tristan Richardson", 
                "Quentin Staffordfraser", 
                "K R Wood", 
                "Andy Hopper"
            ], 
            "fields": [
                "Virtual machine", 
                "Collaborative software", 
                "Communications protocol"
            ], 
            "title": "Virtual network computing", 
            "url": "http://cn.bing.com/academic/profile?id=70e8b89a7102d9b9dbbfb759ec83dd17&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual reality (VR) technology is rapidly evolving to support prolonged exposure (PE) therapy, a proven treatment for combat-related posttraumatic stress disorder. Building on the successful 2007 Virtual Iraq/Afghanistan VRET system, a team of behavioral scientists, software engineers, and virtual artists has created Bravemind, a flexible VR system that offers significantly enhanced PE treatment possibilities. The first Web extra at http://youtu.be/EiYg-kMNMtQ is a video demonstration of an original early virtual reality exposure therapy (VRET) prototype that shows a small section of an Iraqi city with a landing helicopter (2004). The second Web extra at http://youtu.be/_cS-ynWZmeQ is a video demonstration of VRET that simulates driving a Humvee in a rural part of Iraq, showcasing several encounters, including IED and road-side attacks (2007). The third Web extra at http://youtu.be/78QXX_F4mc8 is a video demonstration of VRET that simulates an overview of several Iraqi city areas (2007). The fourth Web extra at http://youtu.be/_AnixslkVLU is a video demonstration of VRET that simulates a patrol entering interior buildings in Iraq (2007). The fifth Web extra at http://youtu.be/S22aQ-DqKKU is a video demonstration of an original VRET tablet interface that allows the clinician to change virtual reality settings and trigger encounters (2007). The sixth Web extra at http://youtu.be/C-fspuLo4vw is a video demonstration of the Bravemind VRET prototype showing a variety of driving and dismounted scenarios with encounters in Iraq and Afghanistan (2013). The sixth Web extra at http://youtu.be/HSPDomDAigg is a video collection of Iraqi and Afghanistan VRET scenarios within the Bravemind prototype (2013).", 
            "authors": [
                "Albert Rizzo", 
                "Arno Hartholt", 
                "Mario Grimani", 
                "Andrew M Leeds", 
                "Matt Liewer"
            ], 
            "fields": [
                "Virtual reality", 
                "Military branch", 
                "Real-time computing", 
                "Visualization", 
                "Stress"
            ], 
            "title": "Virtual Reality Exposure Therapy for Combat-Related Posttraumatic Stress Disorder", 
            "url": "http://cn.bing.com/academic/profile?id=69cddbf990463120e3e3a98a5f2da3e5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual machine monitors (VMMs) are a popular platform for Internet hosting centers and cloud-based compute services. By multiplexing hardware resources among virtual machines (VMs) running commodity operating systems, VMMs decrease both the capital outlay and management overhead of hosting centers. Appropriate placement and migration policies can take advantage of statistical multiplexing to effectively utilize available processors. However, main memory is not amenable to such multiplexing and is often the primary bottleneck in achieving higher degrees of consolidation.#R##N##R##N#Previous efforts have shown that content-based page sharing provides modest decreases in the memory footprint of VMs running similar operating systems and applications. Our studies show that significant additional gains can be had by leveraging both subpage level sharing (through page patching) and incore memory compression. We build Difference Engine, an extension to the Xen VMM, to support each of these---in addition to standard copy-on-write full-page sharing---and demonstrate substantial savings across VMs running disparate workloads (up to 65%). In head-to-head memory-savings comparisons, Difference Engine outperforms VMware ESX server by a factor 1.6--2.5 for heterogeneous workloads. In all cases, the performance overhead of Difference Engine is less than 7%.", 
            "authors": [
                "Diwaker Gupta", 
                "Sangmin Lee", 
                "Michael Vrable", 
                "Stefan Savage", 
                "Alex C Snoeren", 
                "George Varghese", 
                "Geoffrey M Voelker", 
                "Amin Vahdat"
            ], 
            "fields": [
                "Redundancy", 
                "Operating system", 
                "Statistics", 
                "Multiplexing", 
                "Capital"
            ], 
            "title": "Difference engine: harnessing memory redundancy in virtual machines", 
            "url": "http://cn.bing.com/academic/profile?id=8100bb5bbb19b7af96a95efc6e493ec0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#This study investigated the effects of transformational and transactional leadership styles and communication media on team interaction styles and outcomes. Teams communicated through one of the following three ways: (a) face-to-face, (b) desktop videoconference, or (c) text-based chat. Results indicated that transformational and transactional leadership styles did not affect team interaction styles or outcomes; that the mean constructive interaction score was higher in FTF than videoconference and chat teams, but not significantly higher in videoconference than chat teams; and that teams working in richer communication media did not achieve higher task performance than those communicating through less rich media. Finally, mean team cohesion scores were higher in FTF and videoconference than chat teams, but not significantly higher in FTF than videoconference teams. These results provide further evidence that communication media do have important effects on team interaction styles and cohesion.", 
            "authors": [
                "Laura A Hambley", 
                "Thomas A Oneill", 
                "Theresa J B Kline"
            ], 
            "fields": [
                "Leadership style", 
                "Interaction", 
                "Videoconferencing", 
                "Group dynamics", 
                "Computer-mediated communication"
            ], 
            "title": "Virtual Team Leadership: The Effects of Leadership Style and Communication Medium on Team Interaction Styles and Outcomes", 
            "url": "http://cn.bing.com/academic/profile?id=2f6684a0ef2fb419b377da778b53dfae&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual environments (VEs), offering a new human-computer interaction paradigm, have attracted much attention in clinical psychology, especially in the treatment of phobias. However, a possible new application of VR in psychology is as assessment tool: VEs can be considered as an highly sophisticated form of adaptive testing. This chapter describes the context of current psychological assessment and underlines possible advantages of a VR based assessment tool. The chapter also details the characteristics of BIVRS, Body Image Virtual Reality Scale, an assessment tool designed to assess cognitive and affective components of body image. It consists of a non-immersive 3D graphical interface through which the patient is able to choose between 9 figures of different size which vary in size from underweight to overweight. The software was developed in two architectures, the first (A) running on a single user desktop computer equipped with a standard virtual reality development software and the second (B) splitted into a server (B1) accessible via Internet and actually running the same virtual ambient as in (A) and a VRML client (B2) so that anyone can access the application.", 
            "authors": [
                "Giuseppe Riva"
            ], 
            "fields": [
                "Psychological testing", 
                "Clinical psychology", 
                "Computerized adaptive testing", 
                "Virtual machine", 
                "3D computer graphics"
            ], 
            "title": "Virtual reality as assessment tool in psychology.", 
            "url": "http://cn.bing.com/academic/profile?id=32be3b12b5168842c30de16448b8de3e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Current flat-id based routing schemes promise support for mobility and scalability. However, providing efficient routing with minimal overheads for mobility is still a challenge. In this paper we provide a solution to these problems by introducing Virtual Id Routing (VIR). VIR meets these basic requirements of future id-based routing schemes: namely, i) scalability - by using distributed hash table based routing framework; ii) mobility support - by separating the node-identifier from the network location; and iii) routing efficiency - by exploiting network topology information, which is done by introducing a dynamic, self-organizing virtual id (vid) space layer in between the node id space (uid) and the network topology. Preliminary evaluation of the protocol shows promising results, specifically routing stretch for VIR is very close to 1, and the overheads due to mobility are also much smaller than existing schemes such as VRR.", 
            "authors": [
                "Guorhuar Lu", 
                "Sourabh Jain", 
                "Shanzhen Chen", 
                "Zhili Zhang"
            ], 
            "fields": [
                "Self-organization", 
                "Cellular network", 
                "Mobile computing", 
                "Chord", 
                "Routing"
            ], 
            "title": "Virtual id routing: a scalable routing framework with support for mobility and routing efficiency", 
            "url": "http://cn.bing.com/academic/profile?id=c739472d2417dce3bef911c7a8465f1c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this study, the role of presence in the imitation of a virtual model was examined. Immersive virtual environment technology (IVET) was used to create photorealistic virtual representations of the self that were depicted eating food in a virtual world. Changes in the virtual environment (via a changing or unchanging body) were incorporated to create variance in perceived subjective presence. Based on previous research, presence was hypothesized to affect the relationship between the environmental manipulations and the behavioral outcome of imitating the avatar's eating behavior. Here we show that presence did indeed affect imitation, but that the effects varied for men and women in accordance with previous research on sex differences in eating behavior. Men who experienced high presence were more likely than low presence men to imitate the virtual model and eat candy, whereas women who experienced high presence were more likely than low presence women to suppress the behavior and not eat candy.", 
            "authors": [
                "Jesse Fox", 
                "Jeremy N Bailenson", 
                "Joseph Binney"
            ], 
            "fields": [
                "Virtual reality"
            ], 
            "title": "Virtual experiences, physical behaviors: The effect of presence on imitation of an eating avatar", 
            "url": "http://cn.bing.com/academic/profile?id=0a7a3cba3d4e7ed949d373f75b1e221b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The theory and techniques for virtual acoustic modeling and rendering are discussed. The creation of natural sounding audiovisual environments can be divided into three main tasks: sound source, room acoustics, and listener modeling. These topics axe discussed in the context of both non-real-time and real-time virtual acoustic environments. Implementation strategies are considered, and a modular and expandable simulation software is described.", 
            "authors": [
                "Lauri Savioja", 
                "Jyri Huopaniemi", 
                "Tapio Lokki", 
                "Ritta Vaananen"
            ], 
            "fields": [
                "Virtual reality", 
                "Multimedia", 
                "Room acoustics", 
                "Sound Recording and Reproduction", 
                "Systems modeling"
            ], 
            "title": "Creating interactive virtual acoustic environments", 
            "url": "http://cn.bing.com/academic/profile?id=47aa0d1dcbfd6ceb59bb81724ca2b4f6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This study defines, examines, and measures the effectiveness of a corporate virtual learning program. Initially, distinctions between traditional and virtual learning and university and corporate programs are defined. Then, based on the literature, an integrative model of the perceived effectiveness of a virtual learning environment is developed and examined. The demographics, perceptions, and success of participants in a practitioner certification instruction program sponsored by a Fortune 50 firm are found to be related to persistence and success in the program, as well as to the effectiveness of knowledge transfer. Conclusions and recommendations for further study are offered.", 
            "authors": [
                "Peter W Stonebraker", 
                "James E Hazeltine"
            ], 
            "fields": [
                "Learning organization", 
                "Lifelong learning", 
                "Distance education"
            ], 
            "title": "Virtual learning effectiveness", 
            "url": "http://cn.bing.com/academic/profile?id=a331b9ea4f994769acc8a35d0972a2d4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The convergence of the exponential advances in virtual reality (VR)-enabling technologies with a growing body of clinical research and experience has fueled the evolution of the discipline of clinical VR. This article begins with a brief overview of methods for producing and delivering VR environments that can be accessed by users for a range of clinical health conditions. Interactive digital games and new forms of natural movementbased interface devices are also discussed in the context of the emerging area of exergaming, along with some of the early results from studies of energy expenditure during the use of these systems. While these results suggest that playing currently available active exergames uses significantly more energy than sedentary activities and is equivalent to a brisk walk, these activities do not reach the level of intensity that would match playing the actual sport, nor do they deliver the recommended daily amount of exercise for children. However, these results provide some support for the use of digital exergames using the current state of technology as a complement to, rather than a replacement, for regular exercise. This may change in the future as new advances in novel full-body interaction systems for providing vigorous interaction with digital games are expected to drive the creation of engaging, low-cost interactive game-based applications designed to increase exercise participation in persons at risk for obesity.", 
            "authors": [
                "Albert Skip Rizzo", 
                "Belinda Lange", 
                "Evan A Suma", 
                "Mark T Bolas"
            ], 
            "fields": [
                "Obesity", 
                "Computer simulation", 
                "Health education", 
                "Diabetes mellitus", 
                "Health promotion"
            ], 
            "title": "Virtual Reality and Interactive Digital Game Technology: New Tools to Address Obesity and Diabetes", 
            "url": "http://cn.bing.com/academic/profile?id=965ad6507200b058ca651f5d8d3bcfda&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Session PS WG VI/2-4-1 ABSTRACT: In recent years distributing knowledge via Internet and World Wide Web has become standard for universities, institutes and companies. Many of them offer E-Learning-Environments. The advantages seem to be obvious: easier distribution, independence of space and time, potentialities of hypertext and multimedia etc. In the field of Geoinformation and Earth Sciences a lot of projects have been carried out to use the potentials of the World Wide Web. This paper describes the current situation of E-Learning-tools in the field of Geoinformatics and Earth Sciences with some emphasis on German examples. One of them is the project \"Virtual Landscape\" of the \"E-Learning-Academic Network\" (ELAN) in Lower Saxony, Germany. The project aims to develop an E-Learning-Environment for students in Earth Sciences, such as Geodesy, Geoinformatics, Geography, Environmental Studies, Landscape Planning as well as students in Applied Computer Science. By supporting the action-oriented teaching concept the development of a \"Virtual Landscape\" will provide an interactive tool to explore and work with geodata. Special modules will guide students through the work with the data and give problems to solve. The main characteristics of this project is therefore - as opposed to projects providing only E-Learning material in terms of courseware - the explorative learning approach. Furthermore, the multidisciplinary focus is also unique. The article gives an overview on the concepts of that E-Learning-Environment as well as to the technical structure of web-based geodata visualization and interaction.", 
            "authors": [
                "Christiane Katterfeld", 
                "Monika Sester"
            ], 
            "fields": [
                "Virtual reality", 
                "World Wide Web", 
                "Landscape planning"
            ], 
            "title": "DESKTOP VIRTUAL REALITY IN E-LEARNING ENVIRONMENTS", 
            "url": "http://cn.bing.com/academic/profile?id=dc221f0cce64749014a30a77d78bcc27&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Computational screening of databases has become increasingly popular in the pharmaceutical research. Virtual screening uses computer based methods to discover new ligands on the basis of biological structures. Virtual screening is divided into structural based screening (docking) and screening using active compounds as templates (ligand based virtual screening). Ligand based screening techniques mainly focus on comparing molecular similarity analyses of compounds with known and unknown moiety, regardless of the methods of the used algorithm. Docking is a computational tool of structure based drug design to predict protein ligand interaction geometries and binding affinities. In this review we provide an overview of the already used ligand based virtual screening and the docking with various databases, filters, scores and applications in the rece nt research in the pharmaceutical field.", 
            "authors": [
                "Vivek K Vyas", 
                "Anurekha Jain", 
                "Avijeet Jain", 
                "Arun Kumar Gupta", 
                "Babu Nahata"
            ], 
            "fields": [
                "Docking", 
                "Drug design", 
                "Virtual screening", 
                "Pharmacophore"
            ], 
            "title": "Virtual Screening : A Fast Tool for Drug Design", 
            "url": "http://cn.bing.com/academic/profile?id=5bb565bf20f8478fc8c51f2532b9264c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A revolution in computer interface design is changing the way we think about computers. Rather than typing on a keyboard and watching a television monitor, Augmented Reality lets people use familiar, everyday objects in ordinary ways. The difference is that these objects  also  provide a link into a computer network. Doctors can examine patients while viewing superimposed medical images; children can program their own LEGO constructions; construction engineers can use ordinary paper engineering drawings to communicate with distant colleagues. Rather than immersing people in an artificially-created virtual world, the goal is to augment objects in the physical world by enhancing them with a wealth of digital information and communication capabilities.", 
            "authors": [
                "Wendy E Mackay"
            ], 
            "fields": [
                "Augmented reality", 
                "Metaverse", 
                "Interface design", 
                "Computer network"
            ], 
            "title": "Augmented reality: linking real and virtual worlds: a new paradigm for interacting with computers", 
            "url": "http://cn.bing.com/academic/profile?id=a70cfbf795daf2f6276433f26ad296dd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Technology enhanced learning relies on a variety of software architectures and platforms to provide different kinds of management service and enhanced instructional interaction. As e-learning support has become more complex, there is a need for virtual campuses that combine learning management systems with the services demanded by educational institutions and users. However, nowadays, the functions of virtual campuses need to be enhanced with external e-learning applications. This paper deals with the issue of integrating these applications in virtual campuses using a software architecture based on the merging of mashup and multitier patterns. Our solution is based on an asymmetric architecture that provides seamless interconnection of the external tools with virtual campuses. We illustrate it with a real example of the integration of a research prototype that searches for and retrieves learning objects with a virtual campus designed independently of the underlying e-learning platform.", 
            "authors": [
                "Antonio Navarro", 
                "Juan M Cigarran", 
                "Francisco Bermudez Huertas", 
                "Miguel Rodriguezartacho", 
                "Alberto Cogolludo"
            ], 
            "fields": [
                "Information management", 
                "E-learning"
            ], 
            "title": "An Integration Architecture of Virtual Campuses with External e-Learning Tools.", 
            "url": "http://cn.bing.com/academic/profile?id=9816ebf8f84c53d5fbb91b71f4296376&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The last few years have seen great maturation in the computation speed and control methods needed to portray 3D virtual humans that are suitable for real interactive applications. We first describe the state of the art, then focus on the particular approach taken at the University of Pennsylvania with the Jack system. Various aspects of real-time virtual humans are considered, such as their appearance and motion, interactive control, autonomous actions, gestures, attention, locomotion and multiple individuals. The underlying architecture consists of a sense-control-act structure that permits reactive behaviors to be locally adaptive to the environment, and a PaT-Net (parallel transition network) parallel-finite-state machine controller that can be used to drive virtual humans through complex tasks. We then argue for a deep connection between language and animation and describe current efforts in linking them through two systems: the Jack Presenter and the JackMOO extension to lambdaMOO. Finally, we outline a parameterized action representation for mediating between language instructions and animated actions.", 
            "authors": [
                "N I Badler"
            ], 
            "fields": [
                "Virtual reality", 
                "Computer simulation", 
                "Motion", 
                "Real-time computing", 
                "Application software"
            ], 
            "title": "Real-time virtual humans", 
            "url": "http://cn.bing.com/academic/profile?id=53bb1a1e192bdd14dad3307063bc12b0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A honeypot is a closely monitored network decoy serving several purposes: it can distract adversaries from more valuable machines on a network, provide early warning about new attack and exploitation trends, or allow in-depth examination of adversaries during and after exploitation of a honeypot. Deploying a physical honeypot is often time intensive and expensive as different operating systems require specialized hardware and every honeypot requires its own physical system. This paper presents Honeyd, a framework for virtual honeypots that simulates virtual computer systems at the network level. The simulated computer systems appear to run on unallocated network addresses. To deceive network fingerprinting tools, Honeyd simulates the networking stack of different operating systems and can provide arbitrary routing topologies and services for an arbitrary number of virtual systems. This paper discusses Honeyd's design and shows how the Honeyd framework helps in many areas of system security, e.g. detecting and disabling worms, distracting adversaries, or preventing the spread of spam email.", 
            "authors": [
                "Niels Provos"
            ], 
            "fields": [
                "Warning system", 
                "Technical report", 
                "Operating system"
            ], 
            "title": "A virtual honeypot framework", 
            "url": "http://cn.bing.com/academic/profile?id=4a35c3c0f56c367be6723c9cc0a0c817&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, I intend to discuss the role of feedback in interactions in a virtual environment along with the various ways it is manifested, as much within human-to-machine interactions as among members of a virtual community, giving emphasis to feedback in discussion groups for educational purposes. This discussion will be followed by an attempt to classify the main types of feedback found in data collected in virtual classes, which were divided into two categories: evaluative and interactional. The names cited in the examples are all fictitious to protect the students’ anonymity. Unchanged names are only the undergraduate course teaching assistant’s and my own name. All the students have authorized the use of their messages and the original forms were kept.", 
            "authors": [
                "Vera Lucia", 
                "Menezes De Oliveira"
            ], 
            "fields": [], 
            "title": "Feedback In The Virtual Environment", 
            "url": "http://cn.bing.com/academic/profile?id=0d78268c8feea62f91cba1292741236f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We describe applications of a  virtually synchronous  environment for distributed programming, which underlies a collection of distributed programming tools in the  ISIS  2  system. A virtually synchronous environment allows processes to be structured into  process groups , and makes events like broadcasts to the group as an entity, group membership changes, and even migration of an activity from one place to another appear to occur instantaneously — in other words, synchronously. A major advantage to this approach is that many aspects of a distributed application can be treated independently without compromising correctness. Moreover, user code that is designed as if the system were synchronous can often be executed concurrently. We argue that this approach to building distributed and fault-tolerant software is more straightforward, more flexible, and more likely to yield correct solutions than alternative approaches.", 
            "authors": [
                "Kenneth P Birman", 
                "Thomas A Joseph"
            ], 
            "fields": [
                "Distribution", 
                "Radio Broadcasting", 
                "Fault tolerance", 
                "Computer Science", 
                "Computer programming"
            ], 
            "title": "Exploiting virtual synchrony in distributed systems", 
            "url": "http://cn.bing.com/academic/profile?id=9c8db9c96ef6bfa96b4ce6c9311e64c7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Computational approaches that 'dock' small molecules into the structures of macromolecular targets and 'score' their potential complementarity to binding sites are widely used in hit identification and lead optimization. Indeed, there are now a number of drugs whose development was heavily influenced by or based on structure-based design and screening strategies, such as HIV protease inhibitors. Nevertheless, there remain significant challenges in the application of these approaches, in particular in relation to current scoring schemes. Here, we review key concepts and specific features of small-molecule-protein docking methods, highlight selected applications and discuss recent advances that aim to address the acknowledged limitations of established approaches.", 
            "authors": [
                "Douglas B Kitchen", 
                "Helene Decornez", 
                "John R Furr", 
                "Jurgen Bajorath"
            ], 
            "fields": [
                "Virtual screening", 
                "Drug discovery", 
                "Nature", 
                "Binding site", 
                "Macromolecular docking"
            ], 
            "title": "Docking and scoring in virtual screening for drug discovery: methods and applications", 
            "url": "http://cn.bing.com/academic/profile?id=a4d6b31189bb5a0b73cd2172d84e3037&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 117
}