{
    "data": [
        {
            "abstract": "Unmanned aircraft systems (UAS) represent a bright spot for the technology-intensive aerospace manufacturing sector, but military and civil government agencies will likely be the predominant customers for an extended period while such systems are integrated into the U.S. National Airspace System (\"national airspace\"). This report discusses the market for UAS in 2013 and briefly discusses UAS manufacturers.", 
            "authors": [
                "Glennon J Harrison"
            ], 
            "fields": [
                "Business", 
                "Industrial organization"
            ], 
            "title": "Unmanned Aircraft Systems (Uas): Manufacturing Trends*", 
            "url": "http://cn.bing.com/academic/profile?id=2bc0a70859984ec32ee13a5abb567d38&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "An autonomous UGV is essentially an autonomous UGV that operates without the need for a human controller. The vehicle uses its sensors to develop some limited understanding of the environment, which is then used by control algorithms to determine the next action to take in the context of a human provided mission goal. This fully eliminates the need for any human to watch over the menial tasks that the UGV is completing. Existing systems do not include the environmental information assessment, object identification, self protection against high temperature and the implementation with most advanced hardware and related software algorithm. This project presents the development of an unmanned ground vehicle with the facility of measurement of humidity, temperature and illumination, video and audio clips to get the information of the environment through which UGV navigates. The project also discusses the real time embedded implementation of this obstacle mapping system on a small Unmanned Ground Vehicle (UGV) to support real time obstacle avoidance, object identification by image processing and proposes self protection against high temperature. These activities are a part of a larger effort to establish a theoretical foundation for autonomous and cooperative multi-UxV guidance solutions in adversarial environments.", 
            "authors": [
                "A H Ansari"
            ], 
            "fields": [], 
            "title": "Unmanned Ground Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=c823061d79815d2a8105a5e158ffc6e2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In the last years UAV (Unmanned Aerial Vehicle)-systems became relevant for applications in precision farming and in infrastructure maintenance, like road maintenance and dam surveillance. This paper gives an overview about UAV (Unmanned Aerial Vehicle) systems and their application for photogrammetric recording and documentation of cultural heritage. First the historical development of UAV systems and the definition of UAV-helicopte rs will be given. The advantages of a photogrammetric system on-board a model helicopter will be briefly discussed and compared to standard aerial and terrestrial photogrammetry. UAVs are mostly low cost systems and flexible and therefore a suitable alternative solution compared to other mobile mapping systems. A mini UAV-system was used for photogrammetric image data acquisition near Palpa in Peru. A settlement from the 13 th century AD, which was presumably used as a mine, was flown with a model helicopter. Based on the image data, an accurate 3D-model will be generated in the future. With an orthophoto and a DEM derived from aerial images in a scale of 1:7 000, a flight planning was build up. The determined flying positions were implemented in the flight control system. Thus, the helicopter is able to fly to predefined pathpoints automatically. Tests in Switzerland and the flights in Pinchango Alto showed that using the built-in GPS/INS- and stabilization units of the flight control system, predefined positions could be reached exactly to acquire the images. The predicted strip crossings and flying height were kept accurately in the autonomous flying mode.", 
            "authors": [
                "Henri Eisenbeiss"
            ], 
            "fields": [
                "Precision agriculture", 
                "Cultural heritage", 
                "Data acquisition"
            ], 
            "title": "A MINI UNMANNED AERIAL VEHICLE (UAV): SYSTEM OVERVIEW AND IMAGE ACQUISITION", 
            "url": "http://cn.bing.com/academic/profile?id=769e4cbd9fcf4d82f63ba672779e11f7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The present disclosure relates to an unmanned aerial vehicle (UAV) able to harvest energy from updrafts and a method of enhancing operation of an unmanned aerial vehicle. The unmanned aerial vehicle with a gliding capability comprises a generator arranged to be driven by a rotor, and a battery, wherein the unmanned aerial vehicle can operate in an energy harvesting mode in which the motion of the unmanned aerial vehicle drives the rotor to rotate, the rotor drives the generator, and the generator charges the battery. In the energy harvesting mode regenerative braking of the generator reduces the forward speed of the unmanned aerial vehicle to generate electricity and prevent the unmanned aerial vehicle from flying above a predetermined altitude.", 
            "authors": [
                "Alfredo Criado"
            ], 
            "fields": [], 
            "title": "UNMANNED AERIAL VEHICLE", 
            "url": "http://cn.bing.com/academic/profile?id=33f337253d8a9f57207319c8551ca43f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Handbook of Unmanned Aerial Vehicles is a reference text for the academic and research communities, industry, manufacturers, users, practitioners, Federal Government, Federal and State Agencies, the private sector, as well as all organizations that are and will be using unmanned aircraft in a wide spectrum of applications. The Handbook covers all aspects of UAVs, from design to logistics and ethical issues. It is also targeting the young investigator, the future inventor and entrepreneur by providing an overview and detailed information of the state-of-the-art as well as useful new concepts that may lead to innovative research. The contents of the Handbook include material that addresses the needs and know how of all of the above sectors targeting a very diverse audience.The Handbook offers a unique and comprehensive treatise of everything one needs to know about unmanned aircrafts, from conception to operation, from technologies to business activities, users, OEMs, reference sources, conferences, publications, professional societies, etc. It should serve as a Thesaurus, an indispensable part of the library for everyone involved in this area. For the first time, contributions by the worlds top experts from academia, industry, government and the private sector, are brought together to provide unique perspectives on the current state-of-the-art in UAV, as well as future directions. The Handbook is intended for the expert/practitioner who seeks specific technical/business information, for the technically-oriented scientists and engineers, but also for the novice who wants to learn more about the status of UAV and UAV-related technologies.The Handbook is arranged in a user-friendly format, divided into main parts referring to: UAV Design Principles; UAV Fundamentals; UAV Sensors and Sensing Strategies; UAV Propulsion; UAV Control; UAV Communication Issues; UAV Architectures; UAV Health Management Issues; UAV Modeling, Simulation, Estimation and Identification; MAVs and Bio-Inspired UAVs; UAV Mission and Path Planning; UAV Autonomy; UAV Sense, Detect and Avoid Systems; Networked UAVs and UAV Swarms; UAV Integration into the National Airspace; UAV-Human Interfaces and Decision Support Systems; Human Factors and Training; UAV Logistics Support; UAV Applications; Social and Ethical Implications; The Future of UAVs. Each part is written by internationally renowned authors who are authorities in their respective fields.The contents of the Handbook supports its unique character as a thorough and comprehensive reference book directed to a diverse audience of technologists, businesses, users and potential users, managers and decision makers, novices and experts, who seek a holistic volume of information that is not only a technical treatise but also a source for answers to several questions on UAV manufacturers, users, major players in UAV research, costs, training required and logistics issues.", 
            "authors": [
                "Kimon P Valavanis", 
                "George Vachtsevanos"
            ], 
            "fields": [], 
            "title": "Handbook of Unmanned Aerial Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=1ac47bb8239f68a78206a62cdc18da87&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aerial Vehicle (UAV) has evolved rapidly over the past decade. There have been an increased number of studies aiming at improving UAV and in its use for different civil applications. This paper highlights the fundamentals of UAV system and examines the challenges related with the major components such as motors, drives, power systems, communication systems and image processing tools and equipment.", 
            "authors": [
                "B M Eid", 
                "Jalel Chebil", 
                "Fadi M Albatsh", 
                "W F Faris"
            ], 
            "fields": [], 
            "title": "Challenges of Integrating Unmanned Aerial Vehicles In Civil Application", 
            "url": "http://cn.bing.com/academic/profile?id=4ca41cc4f273bf4216d570c0f49c150a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The feasibility of unmanned, autonomous merchant vessels is investigated by the EU project MUNIN (Maritime Unmanned Navigation through Intelligence in Networks). The ships will be manned during passage to and from port and unmanned during ocean-passage. When unmanned, the ships will be controlled by an automatic system informed by onboard sensors allowing the ship to make standard collision avoidance manoeuvres according to international regulation. The ship will be continuously monitored by a remote shore centre able to take remote control should the automatic systems falter. For the humans in the shore control centre the usual problems of automations remains as well as a pronounced problem of keeping up adequate situation awareness through remote sensing.", 
            "authors": [
                "T Porathe", 
                "J Prison", 
                "Marinesoft Entwicklungs"
            ], 
            "fields": [], 
            "title": "SITUATION AWARENESS IN REMOTE CONTROL CENTRES FOR UNMANNED SHIPS", 
            "url": "http://cn.bing.com/academic/profile?id=1b03fa7cf3485b6a76924f5e4cf78730&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The utilization and expectations of unmanned systems is mushrooming following in the success of operations in Afghanistan and Iraq. Focus on operational usefulness of these systems highlights inadequacies in current command and control designs. Current systems require two operators to control a single unmanned vehicle (UV), however future concepts indicate requirements for single operator control of multiple UV’s. The control problem is amplified when UV’s are considered as force multipliers for combat manned systems, such as on the DARPA UCAR program. In this case operators in high workload environments are asked to bear the burden of the additional tasks required to control UV’s. Recent studies indicate that operators are unable to accommodate UV control with current design paradigms because of the significant increase in workload. Technologies such as autonomous behavior capabilities, innovative human machine interface (HMI) concepts, and networked dissemination of data offer potential components for the solution to UV control. The promise of autonomous systems brings with it a new problem that must be addressed, that of maintaining operator situational awareness. The purpose of this paper is to review the challenges that confront UV designs as they evolve to a single/operator/multiple vehicle paradigm.", 
            "authors": [
                "Thomas Spura", 
                "Jerry L Franke", 
                "Robert J Szczerba", 
                "Mike Scarangella"
            ], 
            "fields": [
                "Situation awareness", 
                "Human–machine interface", 
                "Command and control"
            ], 
            "title": "1 Command and Control of Unmanned Vehicles - where are we going?", 
            "url": "http://cn.bing.com/academic/profile?id=c38b17e897e32a547b5e144aacef0d0e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper describes an intelligent autonomous airborne flight capability that is being used as a test bed for future technology development. The unmanned air vehicles (UAVs) fly under autonomous control of both an onboard computer and an autopilot. The onboard computer provides the mission control and runs the autonomous Intelligent Controller (IC) software while the autopilot controls the vehicle navigation and flight control. The autonomous airborne flight system is described in detail. An IC architecture directly applicable to the design of unmanned vehicles is also presented. The UAVs may operate independently or in cooperation with one another to carry out a specified mission. The intelligent UAV flight system is used to evaluate and study autonomous UAV control as well as multi-vehicle collaborative control.", 
            "authors": [
                "Jodi A Miller", 
                "Paul Minear", 
                "Albert F Niessner", 
                "Anthony Delullo", 
                "Brian R Geiger", 
                "Lyle N Long", 
                "Joseph F Horn"
            ], 
            "fields": [
                "Testbed"
            ], 
            "title": "Intelligent Unmanned Air Vehicle Flight Systems", 
            "url": "http://cn.bing.com/academic/profile?id=9fbe9c3a8365df7362db0f482385fd70&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#With growing worldwide interest in commercial, scientific, and military issues associated with both oceans and shallow waters, there has been a corresponding growth in demand for the development of unmanned surface vehicles (USVs) with advanced guidance, navigation and control (GNC) capabilities. This paper presents a comprehensive literature review of recent progress in USVs development. The paper first provides an overview of both historical and recent USVs development, along with some fundamental definitions. Next, existing USVs GNC approaches are outlined and classified according to various criteria, such as their applications, methodologies, and challenges. Finally, more general challenges and future directions of USVs towards more practical GNC capabilities are highlighted.", 
            "authors": [
                "Zhixiang Liu", 
                "Youmin Zhang", 
                "Xiang Yu", 
                "Chi Yuan"
            ], 
            "fields": [], 
            "title": "Unmanned surface vehicles: An overview of developments and challenges", 
            "url": "http://cn.bing.com/academic/profile?id=1490767f61fee4f5e2e40929250a4f21&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#A new type of aerial vehicle was introduced in the twentieth century, alongside manned aviation – the Unmanned Aerial Vehicle (UAV). A UAV is either remotely controlled by a human operator or operates autonomously. A system that includes a UAV platform, a Command and Control station and, in some cases, take-off and landing devices is called UAS.#R##N##R##N##R##N##R##N#The history of the UAV begins in parallel to the history of manned aviation. However, only recently its development and progress, hindered in the past by lack of technology, made the UAV category a major area of interest for many civilian and military applications. Dimensions, propulsion and applications of UAVs differ from manned aircraft. Nowadays, sizes of UAVs vary from several centimeters to a wingspan of over 40 m. Propulsion types are diverse as well; from tiny electrical motors to large Turbofan engines. UAVs are used today to substitute manned aircraft in missions of reconnaissance, attack or scientific survey – in many cases with better performance, lower costs and without endangering a pilot. As the widened introduction of UAVs continues, their capabilities and versatility grow, and thus present the most promising technological solution for many current and future airborne applications.#R##N##R##N##R##N##R##N#This chapter presents a short review of Unmanned Aerial Vehicle and systems. UAV characteristics, technologies, development history and future trends are discussed.#R##N##R##N##R##N#Keywords:#R##N##R##N#UAV;#R##N#unmanned;#R##N#Drone;#R##N#MALE;#R##N#HALE;#R##N#UCAV", 
            "authors": [
                "Shlomo Tsach", 
                "Alex Tatievsky", 
                "L T London"
            ], 
            "fields": [
                "Drone"
            ], 
            "title": "Unmanned Aerial Vehicles (UAVs)", 
            "url": "http://cn.bing.com/academic/profile?id=3806b8ffde0a9dd74a332a10662c2aff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Collision avoidance is a key factor in enabling the integration of unmanned aerial vehicle into real life use, whether it is in military or civil application. For a long time there have been a large number of works to address this problem; therefore a comparative summary of them would be desirable. This paper presents a survey on the major collision avoidance systems developed in up to date publications. Each collision avoidance system contains two main parts: sensing and detection, and collision avoidance. Based on their characteristics each part is divided into different categories; and those categories are explained, compared and discussed about advantages and disadvantages in this paper.", 
            "authors": [
                "Hung Pham", 
                "Scott A Smolka", 
                "Scott D Stoller", 
                "Dung Phan", 
                "Junxing Yang"
            ], 
            "fields": [], 
            "title": "A survey on unmanned aerial vehicle collision avoidance systems", 
            "url": "http://cn.bing.com/academic/profile?id=c1d4adcb990b2757c39a07e0f49ccb7c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned aircraft systems (UAS) could be of benefit for surveying wetlands, which often have spatially complex habitats that are challenging to navigate and assess at ground level. We used a small UAS to acquire aerial imagery and characterize land cover in a 128 ha wetland impoundment as part of a conservation study of the least bittern (Ixobrychus exilis). The method was successful in gathering sub-decimetre georeferenced imagery that clearly revealed the fine-scale water–vegetation interface and in which several types of vegetation could be distinguished and classified using spectral image analysis software. Simplified three-category land cover classifications obtained in this manner showed strong agreement with manual classification of random points in the imagery, as evidenced by a kappa coefficient of 87.19% (n = 600). Compared to cover estimates made during concurrent ground-based surveys in 30 sampling plots, UAS data yielded overall similar water–vegetation ratios, but proved more effectual for d...", 
            "authors": [
                "Chabotdominique", 
                "M Birddavid"
            ], 
            "fields": [
                "Contextual image classification", 
                "Wetland", 
                "Aerial survey", 
                "Remote sensing"
            ], 
            "title": "Small unmanned aircraft: precise and convenient new tools for surveying wetlands", 
            "url": "http://cn.bing.com/academic/profile?id=15731dcc061b20edf55d92a29ffc013f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#This paper examines how the use of unmanned aircraft systems (UASs) for surveillance in civil applications impacts upon privacy and other civil liberties. It argues that, despite the heterogeneity of these systems, the same “usual suspects” – the poor, people of colour and anti-government protesters – are targeted by UAS deployments. It discusses how current privacy-related legislation in the US, UK and European Union might apply to UASs. We find that current regulatory mechanisms do not adequately address privacy and civil liberties concerns because UASs are complex, multimodal surveillance systems that integrate a range of technologies and capabilities. The paper argues for a combination of top-down, legislated requirements and bottom-up impact assessments to adequately address privacy and civil liberties.", 
            "authors": [
                "Rachel Finn", 
                "David Wright"
            ], 
            "fields": [
                "Privacy"
            ], 
            "title": "Unmanned aircraft systems: Surveillance, ethics and privacy in civil applications", 
            "url": "http://cn.bing.com/academic/profile?id=8949abcfe74add6079c3aec28d6aeea9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#A new type of aerial vehicle was introduced in the twentieth century, alongside manned aviation – the Unmanned Aerial Vehicle (UAV). A UAV is either remotely controlled by a human operator or operates autonomously. A system that includes a UAV platform, a Command and Control station and, in some cases, take-off and landing devices is called UAS.#R##N##R##N##R##N##R##N#The history of the UAV begins in parallel to the history of manned aviation. However, only recently its development and progress, hindered in the past by lack of technology, made the UAV category a major area of interest for many civilian and military applications. Dimensions, propulsion and applications of UAVs differ from manned aircraft. Nowadays, sizes of UAVs vary from several centimeters to a wingspan of over 40 m. Propulsion types are diverse as well; from tiny electrical motors to large Turbofan engines. UAVs are used today to substitute manned aircraft in missions of reconnaissance, attack or scientific survey – in many cases with better performance, lower costs and without endangering a pilot. As the widened introduction of UAVs continues, their capabilities and versatility grow, and thus present the most promising technological solution for many current and future airborne applications.#R##N##R##N##R##N##R##N#This chapter presents a short review of Unmanned Aerial Vehicle and systems. UAV characteristics, technologies, development history and future trends are discussed.#R##N##R##N##R##N#Keywords:#R##N##R##N#UAV;#R##N#unmanned;#R##N#Drone;#R##N#MALE;#R##N#HALE;#R##N#UCAV", 
            "authors": [
                "Shlomo Tsach", 
                "Alex Tatievsky", 
                "L T London"
            ], 
            "fields": [
                "Drone"
            ], 
            "title": "Unmanned Aerial Vehicles (UAVs)", 
            "url": "http://cn.bing.com/academic/profile?id=3806b8ffde0a9dd74a332a10662c2aff&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aircraft Systems (UAS) have evolved rapidly over the past decade driven primarily by military uses, and have begun finding application among civilian users for earth sensing reconnaissance and scientific data collection purposes. Among UAS, promising characteristics are long flight duration, improved mission safety, flight repeatability due to improving autopilots, and reduced operational costs when compared to manned aircraft. The potential advantages of an unmanned platform, however, depend on many factors, such as aircraft, sensor types, mission objectives, and the current UAS regulatory requirements for operations of the particular platform. The regulations concerning UAS operation are still in the early development stages and currently present significant barriers to entry for scientific users. In this article we describe a variety of platforms, as well as sensor capabilities, and identify advantages of each as relevant to the demands of users in the scientific research sector. We also briefly discuss the current state of regulations affecting UAS operations, with the purpose of informing the scientific community about this developing technology whose potential for revolutionizing natural science observations is similar to those transformations that GIS and GPS brought to the community two decades ago.", 
            "authors": [
                "Adam C Watts", 
                "Vincent G Ambrosia", 
                "Everett Hinkley"
            ], 
            "fields": [
                "Drone", 
                "Aerial survey"
            ], 
            "title": "Unmanned Aircraft Systems in Remote Sensing and Scientific Research: Classification and Considerations of Use", 
            "url": "http://cn.bing.com/academic/profile?id=9ee2dd7a34420a4eb2c617529bf23fc9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Collision avoidance is a key factor in enabling the integration of unmanned aerial vehicle into real life use, whether it is in military or civil application. For a long time there have been a large number of works to address this problem; therefore a comparative summary of them would be desirable. This paper presents a survey on the major collision avoidance systems developed in up to date publications. Each collision avoidance system contains two main parts: sensing and detection, and collision avoidance. Based on their characteristics each part is divided into different categories; and those categories are explained, compared and discussed about advantages and disadvantages in this paper.", 
            "authors": [
                "Hung Pham", 
                "Scott A Smolka", 
                "Scott D Stoller", 
                "Dung Phan", 
                "Junxing Yang"
            ], 
            "fields": [], 
            "title": "A survey on unmanned aerial vehicle collision avoidance systems", 
            "url": "http://cn.bing.com/academic/profile?id=c1d4adcb990b2757c39a07e0f49ccb7c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Collision avoidance is a key factor in enabling the integration of unmanned aerial vehicle into real life use, whether it is in military or civil application. For a long time there have been a large number of works to address this problem; therefore a comparative summary of them would be desirable. This paper presents a survey on the major collision avoidance systems developed in up to date publications. Each collision avoidance system contains two main parts: sensing and detection, and collision avoidance. Based on their characteristics each part is divided into different categories; and those categories are explained, compared and discussed about advantages and disadvantages in this paper.", 
            "authors": [
                "Hung Pham", 
                "Scott A Smolka", 
                "Scott D Stoller", 
                "Dung Phan", 
                "Junxing Yang"
            ], 
            "fields": [], 
            "title": "A survey on unmanned aerial vehicle collision avoidance systems", 
            "url": "http://cn.bing.com/academic/profile?id=c1d4adcb990b2757c39a07e0f49ccb7c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aircraft Systems (UAS) have evolved rapidly over the past decade driven primarily by military uses, and have begun finding application among civilian users for earth sensing reconnaissance and scientific data collection purposes. Among UAS, promising characteristics are long flight duration, improved mission safety, flight repeatability due to improving autopilots, and reduced operational costs when compared to manned aircraft. The potential advantages of an unmanned platform, however, depend on many factors, such as aircraft, sensor types, mission objectives, and the current UAS regulatory requirements for operations of the particular platform. The regulations concerning UAS operation are still in the early development stages and currently present significant barriers to entry for scientific users. In this article we describe a variety of platforms, as well as sensor capabilities, and identify advantages of each as relevant to the demands of users in the scientific research sector. We also briefly discuss the current state of regulations affecting UAS operations, with the purpose of informing the scientific community about this developing technology whose potential for revolutionizing natural science observations is similar to those transformations that GIS and GPS brought to the community two decades ago.", 
            "authors": [
                "Adam C Watts", 
                "Vincent G Ambrosia", 
                "Everett Hinkley"
            ], 
            "fields": [
                "Drone", 
                "Aerial survey"
            ], 
            "title": "Unmanned Aircraft Systems in Remote Sensing and Scientific Research: Classification and Considerations of Use", 
            "url": "http://cn.bing.com/academic/profile?id=9ee2dd7a34420a4eb2c617529bf23fc9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Many applications require unmanned ground vehicles (UGVs) to travel at high speeds on sloped, natural terrain. In this paper, a potential field-based method is proposed for UGV navigation in such scenarios. In the proposed approach, a potential field is generated in the two-dimensional “trajectory space” of the UGV path curvature and longitudinal velocity. In contrast to traditional potential field methods, dynamic constraints and the effect of changing terrain conditions can be easily expressed in the proposed framework. A maneuver is chosen within a set of performance bounds, based on the local potential field gradient. It is shown that the proposed method is subject to local maxima problems, rather than local minima. A simple randomization technique is proposed to address this problem. Simulation and experimental results show that the proposed method can successfully navigate a small UGV between predefined waypoints at speeds up to 7.0 m/s, while avoiding static hazards. Further, vehicle curvature and velocity are controlled during vehicle motion to avoid rollover and excessive side slip. The method is computationally efficient, and thus suitable for onboard real-time implementation.", 
            "authors": [
                "Shingo Shimoda", 
                "Yoji Kuroda", 
                "Karl Iagnemma"
            ], 
            "fields": [
                "Maxima and minima", 
                "Robotics", 
                "Motion planning", 
                "Mobile robot"
            ], 
            "title": "High-speed navigation of unmanned ground vehicles on uneven terrain using potential fields", 
            "url": "http://cn.bing.com/academic/profile?id=1c3bf79bde51e73a0a096ce722949b11&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "An autonomous UGV is essentially an autonomous UGV that operates without the need for a human controller. The vehicle uses its sensors to develop some limited understanding of the environment, which is then used by control algorithms to determine the next action to take in the context of a human provided mission goal. This fully eliminates the need for any human to watch over the menial tasks that the UGV is completing. Existing systems do not include the environmental information assessment, object identification, self protection against high temperature and the implementation with most advanced hardware and related software algorithm. This project presents the development of an unmanned ground vehicle with the facility of measurement of humidity, temperature and illumination, video and audio clips to get the information of the environment through which UGV navigates. The project also discusses the real time embedded implementation of this obstacle mapping system on a small Unmanned Ground Vehicle (UGV) to support real time obstacle avoidance, object identification by image processing and proposes self protection against high temperature. These activities are a part of a larger effort to establish a theoretical foundation for autonomous and cooperative multi-UxV guidance solutions in adversarial environments.", 
            "authors": [
                "A H Ansari"
            ], 
            "fields": [], 
            "title": "Unmanned Ground Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=c823061d79815d2a8105a5e158ffc6e2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The routine integration of unmanned aircraft into non-segregated civil airspace is important to enable a number of current and proposed applications ranging from military and homeland security to a wide variety of research and eventually commercial purposes. The Federal Aviation Administration (FAA) is currently undertaking a comprehensive overhaul of the National Airspace System (NAS) known as Next Generation Air Transportation System (NextGen). NextGen will include increased automation systems for both terminal and en-route Air Traffic Control (ATC). Improvements in two-way data communication links between aircraft and ATC will facilitate the use of such automation systems. The robust integration of unmanned aircraft systems (UAS) into NextGen automation systems is an integral component to meeting the far-term (2018+) NextGen vision. By determining how UAS flight operations and protocols may be different than those of traditional manned aircraft, informed decisions can be made concerning the data and interfaces required to accommodate routine UAS operations by NextGen automation systems, ultimately leading to safer and more efficient integration of UAS into non-segregated civil airspace. This paper describes many of the challenges associated with such accommodation as well as proposed solutions to address these challenges based upon construction of prototype interfaces using established UAS communication standards and envisioned ATC automation interfaces. Enhanced data formats, communication protocols and algorithms are also researched and discussed.", 
            "authors": [
                "Nathan M Paczan", 
                "Jeremy Cooper", 
                "Eric Zakrzewski"
            ], 
            "fields": [
                "Next-generation network", 
                "Air traffic control", 
                "Communications protocol", 
                "Automation"
            ], 
            "title": "Integrating unmanned aircraft into NextGen automation systems", 
            "url": "http://cn.bing.com/academic/profile?id=16bd6ad350343e8d7f6ab3ffb97d6d6c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Kite aerial photography (KAP) involves large kites for lifting cameras 50-150 m above the ground. Either soft (airfoil) or rigid (delta, rokkaku) kites may be utilized in wind ranging from 10 to 40 km/h. Various film, digital, or video imaging devices are employed in single- or dual-camera rigs for acquiring individual images, multiband photos, or stereopairs. Camera pan, tilt, and shutter are operated by radio control from the ground. Photographs may be obtained in visible and near-infrared portions of the spectrum using different film/filter combinations. Photographs can be taken in any position--vertical, low- and high-oblique, and in any orientation relative to the sun and ground object. Vertical digital KAP typically has pixel resolution of 5-10 cm, and about ½ to 1 hectare ground area is depicted in a single scene. Kite aerial photography is highly portable and can be operated in almost any situation with an open flying field. A crew of two is sufficient normally, one to fly the kite, the other to operate radio controls and take pictures. Low cost makes this method feasible for routine operation by small organizations, and the method is convenient for frequent photography to document environmental changes. We have utilized kite aerial photography for diverse research and commercial applications including assessment of forests and wetlands, investigations of fluvial and glacial landforms, depiction of multiview -angle reflectance phenomena, and surveys of property and construction sites. KAP has proven valuable for bridging the scale and resolution gap between ground observations and conventional airphotos and satellite images.", 
            "authors": [
                "James S Aber", 
                "Susan W Aber", 
                "Firooza Pavri"
            ], 
            "fields": [], 
            "title": "UNMANNED SMALL-FORMAT AERIAL PHOTOGRAPHY FROM KITES FOR ACQUIRING LARGE-SCALE, HIGH-RESOLUTION, MULTIVIEW-ANGLE IMAGERY", 
            "url": "http://cn.bing.com/academic/profile?id=935dc763bbf65ac9de263a92a6ccecd8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The possibility of implementing fuel cell technology in Unmanned Aerial Vehicle (UAV) propulsion systems is considered. Potential advantages of the Proton Exchange Membrane or Polymer Electrolyte Membrane (PEMFC) and Direct Methanol Fuel Cells (DMFC), their fuels (hydrogen and methanol), and their storage systems are revised from technical and environmental standpoints. Some operating commercial applications are described. Main constraints for these kinds of fuel cells are analyzed in order to elucidate the viability of future developments. Since the low power density is the main problem of fuel cells, hybridization with electric batteries, necessary in most cases, is also explored.", 
            "authors": [
                "Oscar Gonzalezespasandin", 
                "Teresa J Leo", 
                "Emilio Navarroarevalo"
            ], 
            "fields": [
                "Aviation"
            ], 
            "title": "Fuel cells: a real option for Unmanned Aerial Vehicles propulsion.", 
            "url": "http://cn.bing.com/academic/profile?id=1bec845a5e03e9c7feeb8843bb0e69c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The potential applications of unmanned aerial vehicles (UAVs), or drones, have generated intense interest across many fields. UAVs offer the potential to collect detailed spatial information in real time at relatively low cost and are being used increasingly in conservation and ecological research. Within infectious disease epidemiology and public health research, UAVs can provide spatially and temporally accurate data critical to understanding the linkages between disease transmission and environmental factors. Using UAVs avoids many of the limitations associated with satellite data (e.g., long repeat times, cloud contamination, low spatial resolution). However, the practicalities of using UAVs for field research limit their use to specific applications and settings. UAVs fill a niche but do not replace existing remote-sensing methods.", 
            "authors": [
                "Kimberly M Fornace", 
                "Chris Drakeley", 
                "Timothy William", 
                "Fe Espino", 
                "Jonathan Cox"
            ], 
            "fields": [
                "Spatial epidemiology", 
                "Drone", 
                "Geographic information system"
            ], 
            "title": "Mapping infectious disease landscapes: unmanned aerial vehicles and epidemiology", 
            "url": "http://cn.bing.com/academic/profile?id=11f0da65eecc5b11dddcc2780cca4236&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "As unmanned aerial vehicles have become more affordable, their popularity with the general public and commercial organisations has seen significant growth in recent years. Whilst remaining a device for both the hobbyist and aircraft-enthusiast to enjoy, they are now also used for carrying out activities such as law enforcement surveillance, agricultural maintenance, acquiring specialist movie and sports event footage along with search and seizure activities. Conversely, despite maintaining many legitimate uses, there are also increasing media reports of unmanned aerial vehicle technology being abused, ranging from physical assaults due to negligent flights to breaches of Civil Aviation Authority Air Navigation Regulations, requiring a forensic analysis of these devices in order to establish the chain of events. This article presents an introductory discussion of unmanned aerial vehicle analysis and provides the results of a digital forensic investigation of a test Parrot Bebop unmanned aerial vehicle. Directions for the acquisition and analysis of the device's internal storage are provided along with an interpretation of on-board flight data, captured media and operating system. Further, as the device can be controlled via Android and iOS devices using the application FreeFlight3, forensic analysis of these devices is also presented. Results showed the ability to recover flight data from both the unmanned aerial vehicle and controller handsets along with captured media, however problems exist with establishing the definitive owner of the device, particularly if a user had abandoned it at the scene of a crime.", 
            "authors": [
                "Graeme Horsman"
            ], 
            "fields": [
                "Global Positioning System", 
                "Drone", 
                "Forensic science"
            ], 
            "title": "Unmanned aerial vehicles: A preliminary analysis of forensic challenges", 
            "url": "http://cn.bing.com/academic/profile?id=ec952c30f3c0f4b436935d5295714ded&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents a new attitude stabilization and control of an unmanned helicopter based on neural network compensation. A systematic derivation on the dynamics of an unmanned small-scale helicopter is performed. Combined rotor-fuselage-tail dynamics is derived in body-fixed reference frame with its origin at the C.G. of the helicopter. And the resulting nonlinear equation of motion consists of 6-DOF air vehicle dynamics as well as the rotor flapping and engine torque equations. A simulation model was modified using the existing simulator for an unmanned helicopter dynamic model, which reflects the unmanned test helicopter(CNUHELI). The dynamic response of the refined model was compared with the flight test data. It can be shown that a good coincidence was accomplished between the real unmanned helicopter system and the mathematical model. This dynamic model was linearized for classical controller design using small perturbation method. A Neuro-PD control system was designed for both longitudinal and lateral flight modes, and the results were compared with the PD-only control response. Simulation results show that the proposed Neuro-PD control system demonstrates better performance.", 
            "authors": [
                "Seongjun An", 
                "Bumjin Park", 
                "Jinyoung Suk"
            ], 
            "fields": [], 
            "title": "Intelligent Attitude Control of an Unmanned Helicopter", 
            "url": "http://cn.bing.com/academic/profile?id=6d1a25b10919dc6841303aec95f00334&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper provides a brief overview on the recent advances of small-scale unmanned aerial vehicles (UAVs) from the perspective of platforms, key elements, and scientific research. The survey starts with an introduction of the recent advances of small-scale UAV platforms, based on the information summarized from 132 models available worldwide. Next, the evolvement of the key elements, including onboard processing units, navigation sensors, mission-oriented sensors, communication modules, and ground control station, is presented and analyzed. Third, achievements of small-scale UAV research, particularly on platform design and construction, dynamics modeling, and flight control, are introduced. Finally, the future of small-scale UAVs' research, civil applications, and military applications are forecasted.", 
            "authors": [
                "Guowei Cai", 
                "Jorge Dias", 
                "Lakmal D Seneviratne"
            ], 
            "fields": [
                "Guidance, navigation and control"
            ], 
            "title": "A Survey of Small-Scale Unmanned Aerial Vehicles: Recent Advances and Future Development Trends", 
            "url": "http://cn.bing.com/academic/profile?id=c19fbf4b8e79a371d74922e3280b944a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper is concerned with the in-field au- tonomous operation of unmanned marine vehicles in accordance with convention for safe and proper collision avoidance as pre- scribed by the Coast Guard Collision Regulations (COLREGS). These rules are written to train and guide safe human operation of marine vehicles and are heavily dependent on human common sense in determining rule applicability as well as rule execution, especially when multiple rules apply simultaneously. To capture the flexibility exploited by humans, this work applies a novel method of multi-objective optimization, interval programming, in a behavior-based control framework for representing the navigation rules, as well as task behaviors, in a way that achieves simultaneous optimal satisfaction. We present experimental vali- dation of this approach using multiple autonomous surface craft. This work represents the first in-field demonstration of multi- objective optimization applied to autonomous COLREGS-based marine vehicle navigation.", 
            "authors": [
                "Michael R Benjamin", 
                "Joseph Curcio", 
                "John J Leonard", 
                "Paul Newman"
            ], 
            "fields": [
                "Navigation", 
                "Automotive engineering", 
                "Law", 
                "Telerobotics", 
                "Mobile robot"
            ], 
            "title": "Navigation of unmanned marine vehicles in accordance with the rules of the road", 
            "url": "http://cn.bing.com/academic/profile?id=f0193d9d805a15cd191ba4b17363156e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Research on aircraft morphing has exploded in recent years. The motivation and driving force behind this has been to find new and novel ways to increase the capabilities of aircraft. Materials advancements have helped to increase possibilities with respect to actuation and, hence, a diversity of concepts and unimagined capabilities. The expanded role of unmanned aerial vehicles (UAVs) has provided an ideal platform for exploring these emergent morphing concepts since at this scale a greater amount of risk can be taken, as well as having more manageable fabrication and cost requirements. This review focuses on presenting the role UAVs have in morphing research by giving an overview of the UAV morphing concepts, designs, and technologies described in the literature. A presentation of quantitative information as well as a discussion of technical issues is given where possible to begin gaining some insight into the overall assessment and performance of these technologies.", 
            "authors": [
                "Juan Carlos Gomez", 
                "Ephrahim Garcia"
            ], 
            "fields": [
                "Concept art"
            ], 
            "title": "Morphing unmanned aerial vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=e1b5b6b13288204c2622c0c64cfd6ab8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Ground Vehicles (UGVs) that can drive autonomously in cross-country environment have received a good deal of attention in recent years. They must have the ability to determine whether the current terrain is traversable or not by using onboard sensors. This paper explores new methods related to environment perception based on computer image processing, pattern recognition, multisensors data fusion, and multidisciplinary theory. Kalman filter is used for low-level fusion of physical level, thus using the D-S evidence theory for high-level data fusion. Probability Test and Gaussian Mixture Model are proposed to obtain the traversable region in the forward-facing camera view for UGV. One feature set including color and texture information is extracted from areas of interest and combined with a classifier approach to resolve two types of terrain (traversable or not). Also, three-dimension data are employed; the feature set contains components such as distance contrast of three-dimension data, edge chain-code curvature of camera image, and covariance matrix based on the principal component method. This paper puts forward one new method that is suitable for distributing basic probability assignment (BPA), based on which D-S theory of evidence is employed to integrate sensors information and recognize the obstacle. The subordination obtained by using the fuzzy interpolation is applied to calculate the basic probability assignment. It is supposed that the subordination is equal to correlation coefficient in the formula. More accurate results of object identification are achieved by using the D-S theory of evidence. Control on motion behavior or autonomous navigation for UGV is based on the method, which is necessary for UGV high speed driving in cross-country environment. The experiment results have demonstrated the viability of the new method.", 
            "authors": [
                "Yibing Zhao", 
                "Jining Li", 
                "Linhui Li", 
                "Mingheng Zhang", 
                "Lie Guo"
            ], 
            "fields": [], 
            "title": "Environmental Perception and Sensor Data Fusion for Unmanned Ground Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=82716a8bf86d8d5a1c094fba65a39121&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstmcf: Flight testing of a fully-instrumented model-scale unmanned helicopter (Yamaha R-SO with loft. diameter rotor) was conducted for the purpose of dynamic model identification. This paper describes the application of CIFER' system identification techniques, which have been developed for full size helicopters, to this aircraft. An accurate, high-bandwidth, linear state-space model was derived for the hover condition. The model structure includes the explicit representation of regressive rotor-flap dynamics, rigid-body fuselage dynamics, and the yaw damper. The R-50 codiguration and identified dynamics are compared with those of a dynamically scaled UH-1H. The identified model shows excellent predictive capability and is well suited for flight control design and simulation applications.", 
            "authors": [
                "Bernard Mettler", 
                "Mark B Tischler", 
                "Takeo Kanade"
            ], 
            "fields": [], 
            "title": "System Identification of Small-Size Unmanned Helicopter Dynamics", 
            "url": "http://cn.bing.com/academic/profile?id=edfd8b82041a74907aa7057bfa4ad6d6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Drones or Unmanned Aerial Vehicles (UAVs) receive a growing interest in media and literature, not only for military and surveillance applications, but also as toys and for agricultural purposes. In this research, we reviewed the current state of art of UAV technology, and found that most current applications are based on remotely piloted observation. Next, we define potential agricultural applications where autonomous UAVs can be used, like monitoring of crops and animals, but also controlling field robots and performing management actions. Before this becomes reality in the complex agricultural domain, significant work has to be done both by research and technology providers, especially in the field of autonomous decision making, so as to allow safe and reliable autonomous operation.", 
            "authors": [
                "Bastiaan A Vroegindeweij", 
                "Sjoerd W Van Wijk", 
                "Eldert J Van Henten"
            ], 
            "fields": [], 
            "title": "Autonomous Unmanned Aerial Vehicles for Agricultural Applications", 
            "url": "http://cn.bing.com/academic/profile?id=7f57d9646afc613e272dbcd3bba27bc9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The manpower shortage likely in the future is unlikely to be overcome by a further slimming of existing crews because it is recognised that the strain placed on the remaining crew will compromise effectiveness and safety. A new concept in ship design and operation is therefore required if the predicted manpower shortages are to be overcome and further cost reductions achieved. Unmanned ships have been proposed as a possible solution overcoming the manpower problem, and in this paper the results of a technical and economic appraisal of a fully automated unmanned cargo ship are presented within the context of expected world developments in the next decades", 
            "authors": [
                "Rwg Bucknall", 
                "P Freire"
            ], 
            "fields": [], 
            "title": "Unmanned cargo ships", 
            "url": "http://cn.bing.com/academic/profile?id=4928c226f127c4098ab552da7b9aaedc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents a method to control height and speed of fixed wing unmanned aerial vehicles (UAVs) using MATLAB platform. The mathematical dynamic model of Six Degrees of Freedom (6-DOF) aircraft is nonlinear and it is linearized about a flight condition. System is divided into two Multi Input Multi Output (MIMO) sub models. First model controls the longitudinal dynamics and second model is used to control the lateral dynamics. Each MIMO model is converted into ten Single Input Single Output (SISO) systems and then the systems needed for the primary requirement of plant control is selected. Same technique can be also be used to make Manned Aerial Vehicles (MAV) autopilots and to control flight of other aerial vehicles. Multiple loop feedback control technique is used to control a plant which helps to control many outputs of system with one set point value and controller.", 
            "authors": [
                "Nilesh Kumar", 
                "Sheilza Jain"
            ], 
            "fields": [], 
            "title": "Identification, Modeling and Control of Unmanned Aerial Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=1605b24726136235b5cd08301765602d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Department of the Defense has transitioned smart devices into the battlefield as a portable hand-held unmanned aerial vehicle ground control station without adequate cyber security protections, putting critical mission data at risk to cyber security attacks. Industry has developed software apps for smart phones and tablets that allows soldiers to not only pilot unmanned aerial vehicles (UAVs) but to share and receive intelligence and reconnaissance videos and images remotely from the ground control station (GCS) or directly from the UAV. The Department of Defense has not developed a secure communication network that will support a large quantity of smart devices, nor certification, standards or policies for operation of secure smart devices. Therefore, mission critical information will be shared through unsecured, mobile and wireless networks and through unclassified, unsecure smart technology that are vulnerable to cyber security risks. Lack of security of the mobile and wireless networks and smart devices could result in the unintentional sharing of data as well as loss of control of the UAV to enemies. The Department of Defense has failed to develop a threat model and risk assessment to identify the cyber security threats and ensure the proper security countermeasures are in place. This paper will analyze the cyber security vulnerabilities within the communication links, smart devices hardware, specifically smart phones and tablets, and software applications to develop a risk model of the threat profile of the GCS networking hub. This model will help designers and users of the military and civilian UAV communities to understand the threat profile of the GCS networking hub to develop a secure communication network based upon the vulnerabilities identified for smart phones and tablets.", 
            "authors": [
                "Katrina Mansfield", 
                "Timothy Eveleigh", 
                "Thomas H Holzer", 
                "Shahryar Sarkani"
            ], 
            "fields": [
                "Risk management", 
                "Mobile computing"
            ], 
            "title": "Unmanned aerial vehicle smart device ground control station cyber security threat model", 
            "url": "http://cn.bing.com/academic/profile?id=909099e303b39dba9719040885efaa21&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aerial photography from unmanned aerial vehicles (UAVs) bridges the gap between ground-based observations and remotely sensed imagery from aerial and satellite platforms. UAVs can be deployed quickly and repeatedly, are less costly and safer than piloted aircraft, and can obtain very high-resolution imagery. At the Jornada Experimental Range in New Mexico, ongoing research is aimed at determining the utility of UAVs for rangeland mapping, assessment and monitoring. Digital images of arid rangelands were acquired with two UAVs that differed in size/weight, payload capacity, flight duration, GPS guidance capability and cost. The first system was a modified model airplane equipped with GPS and able to fly along preloaded waypoints and acquire images with a digital camera. The second UAV was a BAT 3 (MLB Systems) with fully autonomous flight capability and equipped with color video and digital cameras. Both units provide a data file containing GPS and elevation for each image, but the BAT also records roll, pitch and heading data. Both systems acquired high quality, high-resolution images of approximately 5 cm ground resolution (at 150 m flying height). Because the images have a small footprint (152 m x 114 m), mosaicking is required for further image analysis. Inclusion of camera calibration parameters (lens distortion, focal length, principal point) greatly increased the accuracy of the aero triangulation process and the resulting orthophotos. Due to the greater stability of the BAT and its longer flight range, the BAT imagery is better suited for analysis of larger areas than the imagery from the model airplane. However, the model airplane offers comparable image resolution and a cost effective alternative to the larger and more expensive UAV systems. Details of both systems, image acquisition and image processing results are discussed and compared.", 
            "authors": [
                "Andrea S Laliberte", 
                "A Rango"
            ], 
            "fields": [], 
            "title": "UNMANNED AERIAL VEHICLES FOR RANGELAND MAPPING AND MONITORING: A COMPARISON OF TWO SYSTEMS", 
            "url": "http://cn.bing.com/academic/profile?id=0f7ff9f2ea936ee4f1bfc21d0d437c85&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract Aerial surveys are valuable tools for wildlife research and management. However, problems with safety, cost, statistical integrity, and logistics continue to impede aerial surveys from manned aircraft. The use of small, unmanned aerial vehicles (UAVs) may offer promise for addressing these problems and become a useful tool for many wildlife applications, such as for collecting low-altitude aerial imagery. During 2002 and 2003, we used a 1.5-m wingspan UAV equipped with autonomous control and sophisticated video equipment to test the potential usefulness of such an aircraft for wildlife research applications in Florida, USA. The UAV we used completed >30 missions (missions averaging 13 km linear distance covered) over 2 years before finally crashing due to engine failure. The UAV captured high-quality, progressive-scan video of a number of landscapes and wildlife species (white ibis [Eudocimus albus], other white wading birds, American alligator [Alligator mississippiensis], and Florida manatee [T...", 
            "authors": [
                "George P Jones", 
                "Leonard G Pearlstine", 
                "H Franklin Percival"
            ], 
            "fields": [
                "Suicide prevention", 
                "Image processing", 
                "Occupational safety and health", 
                "Human factors and ergonomics", 
                "Injury prevention"
            ], 
            "title": "An Assessment of Small Unmanned Aerial Vehicles for Wildlife Research", 
            "url": "http://cn.bing.com/academic/profile?id=f2c37caca3736fc653da4a954b9f2167&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aerial photography from unmanned aerial vehicles (UAVs) bridges the gap between ground-based observations and remotely sensed imagery from aerial and satellite platforms. UAVs can be deployed quickly and repeatedly, are less costly and safer than piloted aircraft, and can obtain very high-resolution imagery. At the Jornada Experimental Range in New Mexico, ongoing research is aimed at determining the utility of UAVs for rangeland mapping, assessment and monitoring. Digital images of arid rangelands were acquired with two UAVs that differed in size/weight, payload capacity, flight duration, GPS guidance capability and cost. The first system was a modified model airplane equipped with GPS and able to fly along preloaded waypoints and acquire images with a digital camera. The second UAV was a BAT 3 (MLB Systems) with fully autonomous flight capability and equipped with color video and digital cameras. Both units provide a data file containing GPS and elevation for each image, but the BAT also records roll, pitch and heading data. Both systems acquired high quality, high-resolution images of approximately 5 cm ground resolution (at 150 m flying height). Because the images have a small footprint (152 m x 114 m), mosaicking is required for further image analysis. Inclusion of camera calibration parameters (lens distortion, focal length, principal point) greatly increased the accuracy of the aero triangulation process and the resulting orthophotos. Due to the greater stability of the BAT and its longer flight range, the BAT imagery is better suited for analysis of larger areas than the imagery from the model airplane. However, the model airplane offers comparable image resolution and a cost effective alternative to the larger and more expensive UAV systems. Details of both systems, image acquisition and image processing results are discussed and compared.", 
            "authors": [
                "Andrea S Laliberte", 
                "A Rango"
            ], 
            "fields": [], 
            "title": "UNMANNED AERIAL VEHICLES FOR RANGELAND MAPPING AND MONITORING: A COMPARISON OF TWO SYSTEMS", 
            "url": "http://cn.bing.com/academic/profile?id=0f7ff9f2ea936ee4f1bfc21d0d437c85&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents an Unmanned Surface Vehicle (USV) for multi-mission applications. A small catamaran equipped with remotely operated system based on wireless local area network is developed and used as a universal platform. Outfitted with different appliances and instruments, the USV is tested for various applications including harbor surveillance, water quality sampling, hydrologic survey, maritime search and rescue. Experiments show that the USV is applicable.", 
            "authors": [
                "Jianhua Wang", 
                "Wei Gu", 
                "Jianxin Zhu", 
                "Jubiao Zhang"
            ], 
            "fields": [
                "Wi-Fi", 
                "Payload", 
                "Base station", 
                "Remotely operated underwater vehicle", 
                "Operating system"
            ], 
            "title": "An Unmanned Surface Vehicle for Multi-mission Applications", 
            "url": "http://cn.bing.com/academic/profile?id=cc11e2c2cee04b73d6d706d31321e38b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents the investigation of  the modelling and control of a  quad-rotor helicopter and forms part of research involving the development of an unmanned aerial vehicle (UAV) to be used in search and rescue  applications. Quad-rotor helicopters consist of  two pairs of counter rotating rotors situated at the ends of  a  cross, symmetric about the centre of  gravity, which coincides with the origin of  the reference system used. These rotors provide  the predominant  aerodynamic forces which act on the rotorcraft, and are modelled using momentum theory as well as blade element theory. From this, one can determine the expected payload capacity and lift performance of the rotorcraft. The Euler-Lagrange method has been used to derive the defining equations of  motion of  the six degree-of-freedom system. The Lagrangian was obtained by modelling the kinetic and potential energy of  the system and the external forces obtained from the aerodynamic analysis. Based on this model, a control strategy was developed using linear PD controllers. A numerical simulation was then conducted using MATLAB® Simulink®. First, the derived model was simulated to investigate the behaviour of  the rotorcraft, and then a second investigation was conducted to determine the effectiveness of the implemented control system. The results and findings of these investigations are then presented and discussed.", 
            "authors": [
                "Yogianandh Naidoo", 
                "Riaan Stopforth", 
                "Glen Bright"
            ], 
            "fields": [], 
            "title": "Quad-Rotor Unmanned Aerial Vehicle Helicopter Modelling & Control", 
            "url": "http://cn.bing.com/academic/profile?id=3bf01c341242224f9465967120fd1170&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Ecologists require spatially explicit data to relate structure to function. To date, heavy reliance has been placed on obtaining such data from remote-sensing instruments mounted on spacecraft or manned aircraft, although the spatial and temporal resolutions of the data are often not suited to local-scale ecological investigations. Recent technological innovations have led to an upsurge in the availability of unmanned aerial vehicles (UAVs) – aircraft remotely operated from the ground – and there are now many lightweight UAVs on offer at reasonable costs. Flying low and slow, UAVs offer ecologists new opportunities for scale-appropriate measurements of ecological phenomena. Equipped with capable sensors, UAVs can deliver fine spatial resolution data at temporal resolutions defined by the end user. Recent innovations in UAV platform design have been accompanied by improvements in navigation and the miniaturization of measurement technologies, allowing the study of individual organisms and their spatiotemporal dynamics at close range.", 
            "authors": [
                "K Anderson", 
                "Kevin J Gaston"
            ], 
            "fields": [], 
            "title": "Lightweight unmanned aerial vehicles will revolutionize spatial ecology", 
            "url": "http://cn.bing.com/academic/profile?id=63b03765d7863f9275b3a207e7295e38&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The key challenges in the design of datalinks for UAS systems compared to other wireless links is the long range of distances and speeds that need to be covered. The amount of spectrum available in the L-Band is not sufficient to support video applications common in UASs and so dual-band designs using both L-Band and C-Band are being considered. For LBand, two projects funded by EUROCONTROL L-Band Digital Aeronautical Communications Systems 1 and 2 (L-DACS1 and L-DACS2) are often mentioned for use in UAS also. We briefly discuss issues with their use for UAS. Then we discuss several issues in UAS datalink design including availability, networking, preemption, and chaining. We also propose ways to mitigate interference with other systems in the L-Band.", 
            "authors": [
                "Raj Jain", 
                "Fred L Templin"
            ], 
            "fields": [], 
            "title": "Wireless Datalink for Unmanned Aircraft Systems: Requirements, Challenges and Design Ideas", 
            "url": "http://cn.bing.com/academic/profile?id=fa316d146a2d0daa266cdf54491d64db&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents an Unmanned Surface Vehicle (USV) for multi-mission applications. A small catamaran equipped with remotely operated system based on wireless local area network is developed and used as a universal platform. Outfitted with different appliances and instruments, the USV is tested for various applications including harbor surveillance, water quality sampling, hydrologic survey, maritime search and rescue. Experiments show that the USV is applicable.", 
            "authors": [
                "Jianhua Wang", 
                "Wei Gu", 
                "Jianxin Zhu", 
                "Jubiao Zhang"
            ], 
            "fields": [
                "Wi-Fi", 
                "Payload", 
                "Base station", 
                "Remotely operated underwater vehicle", 
                "Operating system"
            ], 
            "title": "An Unmanned Surface Vehicle for Multi-mission Applications", 
            "url": "http://cn.bing.com/academic/profile?id=cc11e2c2cee04b73d6d706d31321e38b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Because of extreme weather and frequent natural disasters, improvement of disaster prevention capabilities and early warning technologies is an urgent matter. Inshore areas are where ocean and land intersect; the sea conditions and environment are complex and changeable, and human activities are frequent in these areas. Natural disasters, such as a substantial rise in sea levels, coastal erosion and transitions, and rapid flooding from tsunamis, and human development projects, pollution, and ecological damage must be thoroughly investigated, monitored, recorded, and prevented. The west coast of Taiwan, particularly the southeast coastal plain, is a highly populated narrow area; thus, field survey tools with a high degree of freedom and flexible applications are required for data collection to reach its full potential. The Taiwan Ocean Research Institute developed an unmanned surface vehicle (USV) for the “Long Term Observation for Research Performed in TORI” 2010 project. This USV is a platform that integrates scientific equipment, including Wi-Fi communication and a satellite-based global positioning system (GPS) with navigation images and signals, to form an internal network with onshore control bases to allow the instant acquisition of measured data and enable researchers to conduct surveys in safe conditions. USVs are appropriate for various types of inshore research and surveys, such as marine topography, sediment disposition analysis, inshore engineering measurements, and the monitoring of hydrology, water quality, and the environment. One aim of the Taiwan Ocean Research Institute (TORI) is to establish a method to use the USV for collecting inshore marine topography, hydrology, water quality, and meteorological data. Integrating field investigations of Taiwan’s coastal waters will provide data for verifying numerical simulations and lead scientists to explore novel and unknown areas.", 
            "authors": [
                "Wenrong Yang", 
                "Cingying Chen", 
                "Chaomin Hsu", 
                "Chiungjung Tseng", 
                "Wenchang Yang"
            ], 
            "fields": [
                "Emergency management", 
                "Global Positioning System"
            ], 
            "title": "Multifunctional Inshore Survey Platform with Unmanned Surface Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=94b977dfef614e89a39674f11e3c2e46&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Ecologists require spatially explicit data to relate structure to function. To date, heavy reliance has been placed on obtaining such data from remote-sensing instruments mounted on spacecraft or manned aircraft, although the spatial and temporal resolutions of the data are often not suited to local-scale ecological investigations. Recent technological innovations have led to an upsurge in the availability of unmanned aerial vehicles (UAVs) – aircraft remotely operated from the ground – and there are now many lightweight UAVs on offer at reasonable costs. Flying low and slow, UAVs offer ecologists new opportunities for scale-appropriate measurements of ecological phenomena. Equipped with capable sensors, UAVs can deliver fine spatial resolution data at temporal resolutions defined by the end user. Recent innovations in UAV platform design have been accompanied by improvements in navigation and the miniaturization of measurement technologies, allowing the study of individual organisms and their spatiotemporal dynamics at close range.", 
            "authors": [
                "K Anderson", 
                "Kevin J Gaston"
            ], 
            "fields": [], 
            "title": "Lightweight unmanned aerial vehicles will revolutionize spatial ecology", 
            "url": "http://cn.bing.com/academic/profile?id=63b03765d7863f9275b3a207e7295e38&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The use of unmanned autonomous sailing craft for sustained oceanographic observations could result in sea surface measurements that have higher spatial and temporal resolution than contemporary methods such as Lagrangian floats, moored buoys, manned expeditions and satellite observations. Mission-specific autonomous sailing platforms could provide energetically sustainable missionspecific systems to forecast environmental events and to trace the distribution of meteorological and ocean conditions over a long-term period. This paper briefly discusses the motivation for using wind-powered unmanned autonomous vehicles for oceanographic/meteorological measurements, comments on significant historical considerations, outlines some current and past work, introduces aspects of such a vehicle developed at Florida Atlantic University and concludes by presenting policy issues and recommendations for future work.", 
            "authors": [
                "Patrick F Rynne", 
                "Karl D Von Ellenrieder"
            ], 
            "fields": [], 
            "title": "Unmanned Autonomous Sailing: Current Status and Future Role in Sustained Ocean", 
            "url": "http://cn.bing.com/academic/profile?id=a3975c0c718b011fb7192c9c8e033f9d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned aerial vehicles have been developed and applied to support agricultural production management.  Compared with piloted aircraft, an Unmanned Aerial Vehicle (UAV) can focus on small crop fields at lower flight altitudes than regular aircraft to perform site-specific farm management with higher precision.  They can also fill in the gap in locations where fixed winged or rotary winged aircraft are not readily available.  In agriculture, UAVs have primarily been developed and used for remote sensing and application of crop production and protection materials.  Application of fertilizers and chemicals is frequently needed at specific times and locations for site-specific management.  Routine monitoring of crop plant health is often required at very high resolution for accurate site-specific management as well.  This paper presents an overview of research involving the development of UAV technology for agricultural production management.  Technologies, systems and methods are examined and studied.  The limitations of current UAVs for agricultural production management are discussed, as well as future needs and suggestions for development and application of the UAV technologies in agricultural production management.", 
            "authors": [
                "Yanbo Huang", 
                "Steven J Thomson", 
                "W Clint Hoffmann", 
                "Yubin Lan", 
                "Bradley K Fritz"
            ], 
            "fields": [
                "Remote sensing", 
                "Precision agriculture", 
                "Sensor", 
                "Agricultural science", 
                "Agricultural productivity"
            ], 
            "title": "Development and prospect of unmanned aerial vehicle technologies for agricultural production management", 
            "url": "http://cn.bing.com/academic/profile?id=3adf6e3c4b5dab30ea46c40a897c4f1f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Search and exploration using multiple autonomous sensing platforms has been extensively studied in the fields of controls and artificial intelligence. The task of persistent surveillance is different from a coverage or exploration problem, in that the target area needs to be continuously searched, minimizing the time between visitations to the same region. This difference does not allow a straightforward application of most exploration techniques to the problem, although ideas from these methods can still be used. In this research we investigate techniques that are scalable, reliable, efficient, and robust to problem dynamics. These are tested in a multiple unmanned air vehicle (UAV) simulation environment, developed for this program. A semi-heuristic control policy for a single UAV is extended to the case of multiple UAVs using two methods. One is an extension of a reactive policy for a single UAV and the other involves allocation of sub-regions to individual UAVs for parallel exploration. An optimal assignment procedure (based on auction algorithms) has also been developed for this purpose. A comparison is made between the two approaches and a simplified optimal result. The reactive policy is found to exhibit an interesting emergent behavior as the number of UAVs becomes large. The control policy derived for a single UAV is modified to account for actual aircraft dynamics (a 3 degree-of-freedom nonlinear dynamics simulation is used for this purpose) and improvements in performance are observed. Finally, we draw conclusions about the utility and efficiency of these techniques.", 
            "authors": [
                "Nikhil Nigam", 
                "Ilan Kroo"
            ], 
            "fields": [
                "Nonlinear system", 
                "Artificial intelligence", 
                "Aerodynamics", 
                "Emergence", 
                "Vehicle dynamics"
            ], 
            "title": "Persistent Surveillance Using Multiple Unmanned Air Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=bd503eb290209d3acb4de5077a625e5a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aircraft Systems require an ability to sense and avoid other air traffic to gain access to civil airspace and meet requirements in civil aviation regulations. One sense and avoid function is self separation, which requires that aircraft remain “well clear.” An approach is proposed in this paper to treat well clear as a separation standard, thus posing it as a relative state between aircraft where the risk of collision first reaches an unacceptable level. By this approach, an analytically-derived boundary for well clear can be derived that supports rigorous safety assessment. A preliminary boundary is proposed in both time and distance for the well clear separation standard, and recommendations for future work are made. I. Introduction NE key challenge to achieving airspace access for Unmanned Aircraft Systems (UAS) is the ability to provide an acceptably safe means of compliance with federal aviation regulations that require pilots to see and avoid other aircraft. Without a pilot onboard the aircraft, UAS must utilize operational or technical means to detect and resolve potential conflicts. Several efforts are ongoing with the goal of defining required performance of sense and avoid functions. There have been recent recommendations in the U.S. 1 and internationally 2 to define the sense and avoid function as being composed of two separate functions: self separation and collision avoidance. Self separation is execution of maneuvers to remain “well clear” of other aircraft. These maneuvers would typically be gentle, right-of-way compliant maneuvers well in advance of a serious conflict. Collision avoidance would be a function executed to prevent an imminent collision, typically through more aggressive maneuvers. The requirement to maintain well clear derives from regulatory language in U.S. Federal Aviation Regulations governing general flight rules. The language is insufficient to derive a quantitative performance requirement to serve as guidance for algorithm design and system evaluation. An analytical approach to defining a well clear threshold to evaluate self-separation performance is proposed in this paper. This analytical definition can be used as one component of guidance for an acceptable means for UAS to comply with the intent of FAR Part 91 governing sense", 
            "authors": [
                "Roland E Weibel", 
                "Matthew W M Edwards", 
                "Caroline S Fernandes"
            ], 
            "fields": [], 
            "title": "Establishing a Risk-Based Separation Standard for Unmanned Aircraft Self Separation", 
            "url": "http://cn.bing.com/academic/profile?id=1c752c18541bb220fa44fb6d6d62f440&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Conservation of natural ecosystems requires regular monitoring of biodiversity, including the estimation of wildlife density. Recently, unmanned aerial systems (UAS) have become more available for numerous civilian applications. The use of small drones for wildlife surveys as a surrogate for manned aerial surveys is becoming increasingly attractive and has already been implemented with some success. This raises the question of how to process UAS imagery in order to determine the surface area of sampling strips within an acceptable confidence level. For the purpose of wildlife surveys, the estimation of sampling strip surface area needs to be both accurate and quick, and easy to implement. As GPS and an inertial measurement units are commonly integrated within unmanned aircraft platforms, two methods of direct georeferencing were compared here. On the one hand, we used the image footprint projection (IFP) method, which utilizes collinearity equations on each image individually. On the other hand, the Structure from Motion (SfM) technique was used for block orientation and georeferencing. These two methods were compared on eight sampling strips. An absolute orientation of the strip was determined by indirect georeferencing using ground control points. This absolute orientation was considered as the reference and was used for validating the other two methods. The IFP method was demonstrated to be the most accurate and the easiest to implement. It was also found to be less demanding in terms of image quality and overlap. However, even though a flat landscape is the type most widely encountered in wildlife surveys in Africa, we recommend estimating IFP sensitivity at an accentuation of the relief.", 
            "authors": [
                "Jonathan Lisein", 
                "Julie Linchant", 
                "Philippe Lejeune", 
                "Philippe Bouche", 
                "Cedric Vermeulen"
            ], 
            "fields": [], 
            "title": "Aerial Surveys Using an Unmanned Aerial System (UAS): Comparison of Different Methods for Estimating the Surface Area of Sampling Strips", 
            "url": "http://cn.bing.com/academic/profile?id=62dacc5254b53139c7672d9d1e7c4b7e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The use of unmanned autonomous sailing craft for sustained oceanographic observations could result in sea surface measurements that have higher spatial and temporal resolution than contemporary methods such as Lagrangian floats, moored buoys, manned expeditions and satellite observations. Mission-specific autonomous sailing platforms could provide energetically sustainable missionspecific systems to forecast environmental events and to trace the distribution of meteorological and ocean conditions over a long-term period. This paper briefly discusses the motivation for using wind-powered unmanned autonomous vehicles for oceanographic/meteorological measurements, comments on significant historical considerations, outlines some current and past work, introduces aspects of such a vehicle developed at Florida Atlantic University and concludes by presenting policy issues and recommendations for future work.", 
            "authors": [
                "Patrick F Rynne", 
                "Karl D Von Ellenrieder"
            ], 
            "fields": [], 
            "title": "Unmanned Autonomous Sailing: Current Status and Future Role in Sustained Ocean", 
            "url": "http://cn.bing.com/academic/profile?id=a3975c0c718b011fb7192c9c8e033f9d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In future battlefield operations, autonomous agents such as unmanned ground vehicles (UGVs) and unmanned airborne vehicles (UAVs) will be projected to the forefront for intelligence, strike, search and rescue and other tactical operations. The agents will be organized in clusters in order to carry out such missions; different clusters may execute different missions simultaneously. During the mission, the unmanned agents are supported by sensors on the ground and in the air, and can receive commands and send information back to a command ship, say. It is clear that efficient communications between agents, and from agents to sensors and to command posts are critical to mission success. The goal of the Minuteman project is to develop the concept and initial prototype of an agile, dynamic, multi-layer \"Internet in the sky\" architecture that can deliver the \"forward power\" of the unmanned missions. The architecture consists of a high speed, wireless mobile backbone network (MBN) - with point-to-point wireless links. and local access networks feeding to backbone nodes. The design is extremely challenging because of the hostile environment, the need for QoS support and the unpredictable nature of the requirements. The focus of this paper is on scalable addressing and routing in such a multiplayer mobile environment where UAVs can fly at speeds exceeding several hundreds miles per hour. We exploit the fact that agents typically move in groups, and achieve scalability by keeping track of a \"landmark\" for each group. This is done using LANMAR, a land-mark ad hoc routing scheme. The LANMAR scheme originally developed for \"flat\" ad hoc networks extends naturally to a network with a physical backbone. Via simulation we show that LANMAR maintains robust, resilient. rapidly restored connectivity in the face of agent mobility.", 
            "authors": [
                "Mario Gerla", 
                "Kaixin Xu"
            ], 
            "fields": [
                "Wireless ad hoc network", 
                "Point-to-point", 
                "The Internet", 
                "Simulation", 
                "Intelligent sensor"
            ], 
            "title": "Minuteman: Forward projection of unmanned agents using the airborne internet", 
            "url": "http://cn.bing.com/academic/profile?id=f095789b2a04349074e5c4995d3972cb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The recent development and proliferation of unmanned aircraft systems (UASs) has made it possible to examine environmental processes and changes occurring at spatial and temporal scales that would be difficult or impossible to detect using conventional remote sensing platforms. This review article highlights new developments in UAS-based remote sensing, focusing mainly on small UASs (<25 kg). Because this class is generally less expensive and more versatile than larger systems the use of small UASs for civil, commercial, and scientific applications is expected to expand considerably in the future. To highlight different environmental applications, we provide an overview of recent progress in remote sensing with small UASs, including photogrammetry, multispectral and hyperspectral imaging, thermal, and synthetic aperture radar and LiDAR. We also draw on the literature and our own research experience to identify some key research challenges, including limitations of the current generation of platforms and s...", 
            "authors": [
                "Whiteheadken", 
                "H Hugenholtzchris"
            ], 
            "fields": [
                "Natural environment", 
                "Remote sensing"
            ], 
            "title": "Remote sensing of the environment with small unmanned aircraft systems (UASs), part 1: a review of progress and challenges1", 
            "url": "http://cn.bing.com/academic/profile?id=1ef9eff17d4e8048d1bdcd865634b04c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper presents the investigation of  the modelling and control of a  quad-rotor helicopter and forms part of research involving the development of an unmanned aerial vehicle (UAV) to be used in search and rescue  applications. Quad-rotor helicopters consist of  two pairs of counter rotating rotors situated at the ends of  a  cross, symmetric about the centre of  gravity, which coincides with the origin of  the reference system used. These rotors provide  the predominant  aerodynamic forces which act on the rotorcraft, and are modelled using momentum theory as well as blade element theory. From this, one can determine the expected payload capacity and lift performance of the rotorcraft. The Euler-Lagrange method has been used to derive the defining equations of  motion of  the six degree-of-freedom system. The Lagrangian was obtained by modelling the kinetic and potential energy of  the system and the external forces obtained from the aerodynamic analysis. Based on this model, a control strategy was developed using linear PD controllers. A numerical simulation was then conducted using MATLAB® Simulink®. First, the derived model was simulated to investigate the behaviour of  the rotorcraft, and then a second investigation was conducted to determine the effectiveness of the implemented control system. The results and findings of these investigations are then presented and discussed.", 
            "authors": [
                "Yogianandh Naidoo", 
                "Riaan Stopforth", 
                "Glen Bright"
            ], 
            "fields": [], 
            "title": "Quad-Rotor Unmanned Aerial Vehicle Helicopter Modelling & Control", 
            "url": "http://cn.bing.com/academic/profile?id=3bf01c341242224f9465967120fd1170&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The propeller model and a model of the electric system, together with various optimization schemes, are used to design optimal propulsion systems for a mini unmanned aerial vehicle for various goals and under various constraints. Important design trends are presented, discussed, and explained. Although the first part of the investigation is based on typical characteristics of the electric system, the second part includes a sensitivity study of the influence of variations of these characteristics on the optimal system design.", 
            "authors": [
                "Ohad Gur", 
                "Aviv Rosen"
            ], 
            "fields": [
                "Electric motor", 
                "Propulsion", 
                "Aerodynamics", 
                "Optimal design", 
                "Electrically powered spacecraft propulsion"
            ], 
            "title": "Optimizing Electric Propulsion Systems for Unmanned Aerial Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=6023c55e00b112e2e1a11ac9de40074a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The United States is preparing to integrate Unmanned Aircraft Systems (UAS) into the national airspace.  It is expected that UAS will be able to serve the needs of both public and private sector interests. The use of UAS by law enforcement agencies has caused many Americans to express concern about how this new technology may affect privacy rights.  Several states have enacted laws limiting or prohibiting the use of UAS by state or local governmental agencies. #R##N#Privacy concerns are valid, however a full prohibition of UAS technology would limit law enforcement agencies from taking advantage of a valuable public safety tool.  This paper will examine privacy issues and UAS and will review the legal basis for law enforcement’s use of technology.  The focus is to protect the privacy of citizens without prohibiting a potentially revolutionary technology.", 
            "authors": [
                "Daniel Friedenzohn", 
                "Alexander Mirot"
            ], 
            "fields": [], 
            "title": "The Fear of Drones: Privacy and Unmanned Aircraft", 
            "url": "http://cn.bing.com/academic/profile?id=217bbd77bcd4fbbb4221ac98f7793351&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Research on aircraft morphing has exploded in recent years. The motivation and driving force behind this has been to find new and novel ways to increase the capabilities of aircraft. Materials advancements have helped to increase possibilities with respect to actuation and, hence, a diversity of concepts and unimagined capabilities. The expanded role of unmanned aerial vehicles (UAVs) has provided an ideal platform for exploring these emergent morphing concepts since at this scale a greater amount of risk can be taken, as well as having more manageable fabrication and cost requirements. This review focuses on presenting the role UAVs have in morphing research by giving an overview of the UAV morphing concepts, designs, and technologies described in the literature. A presentation of quantitative information as well as a discussion of technical issues is given where possible to begin gaining some insight into the overall assessment and performance of these technologies.", 
            "authors": [
                "Juan Carlos Gomez", 
                "Ephrahim Garcia"
            ], 
            "fields": [
                "Concept art"
            ], 
            "title": "Morphing unmanned aerial vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=e1b5b6b13288204c2622c0c64cfd6ab8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "To celebrate the 40 th  Anniversary of the Oceanic Engineering Society (OES) at the MTS/IEEE OCEANS 2008 Conference in Quebec City a series of review papers were requested from OES technical committee chairs. In response to that request this paper provides a review of the field of unmanned surface vehicles (USVs) and autonomous surface craft (ASCs). The paper discusses the enabling technologies that have allowed USVs to emerge as a viable platform for marine operations as well as the application areas where they offer value. The paper tracks developments in technology from early systems developed by the author in 1993 through the latest developments and demonstration programs. The future outlook for USV technology is also described.", 
            "authors": [
                "Justin Manley"
            ], 
            "fields": [
                "Data mining", 
                "Remotely operated underwater vehicle", 
                "Mobile robot", 
                "Prototype", 
                "Robot"
            ], 
            "title": "Unmanned surface vehicles, 15 years of development", 
            "url": "http://cn.bing.com/academic/profile?id=428310aefcf18c9d4efa2cb17f9caab2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract Aerial surveys are valuable tools for wildlife research and management. However, problems with safety, cost, statistical integrity, and logistics continue to impede aerial surveys from manned aircraft. The use of small, unmanned aerial vehicles (UAVs) may offer promise for addressing these problems and become a useful tool for many wildlife applications, such as for collecting low-altitude aerial imagery. During 2002 and 2003, we used a 1.5-m wingspan UAV equipped with autonomous control and sophisticated video equipment to test the potential usefulness of such an aircraft for wildlife research applications in Florida, USA. The UAV we used completed >30 missions (missions averaging 13 km linear distance covered) over 2 years before finally crashing due to engine failure. The UAV captured high-quality, progressive-scan video of a number of landscapes and wildlife species (white ibis [Eudocimus albus], other white wading birds, American alligator [Alligator mississippiensis], and Florida manatee [T...", 
            "authors": [
                "George P Jones", 
                "Leonard G Pearlstine", 
                "H Franklin Percival"
            ], 
            "fields": [
                "Suicide prevention", 
                "Image processing", 
                "Occupational safety and health", 
                "Human factors and ergonomics", 
                "Injury prevention"
            ], 
            "title": "An Assessment of Small Unmanned Aerial Vehicles for Wildlife Research", 
            "url": "http://cn.bing.com/academic/profile?id=f2c37caca3736fc653da4a954b9f2167&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "An unmanned fying vehicle (UFV) is generally used to search for and track an adversary and even designed to go down with the adversary's vehicle under the extreme conditions of modern wars [1]. The precision of a UFV's electromagnetic sensors generally infuences the accuracy of its guidance. To improve the accuracy of the UFV's guidance system, advanced guidance technologies based on bionic vision have been studied in recent years. Some developments based on bioinspired intelligence [2], [3] have also been investigated for aerial systems. Bionic vision, such as that inspired by the vision of Limulus species (i.e., horseshoe crabs), fruit fies, birds, and humans [4], has become a hot research feld, and some of these new technologies have been applied to missile homing guidance.", 
            "authors": [
                "Haibin Duan", 
                "Yimin Deng", 
                "Xiaohua Wang", 
                "Fang Liu"
            ], 
            "fields": [
                "Tracking", 
                "Sensor"
            ], 
            "title": "Biological eagle-eye ¿ Based visual imaging guidance simulation platform for unmanned flying vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=5d446715aabd93b044d2c212302d3f77&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper discusses the need for informed decision making with respect to the management of the risks Unmanned Aerial System (UAS) operations present to people and property on the ground. In the absence of a wealth of experience in the hazards of UAS operations, an understanding of the risks can be gained through a formal risk analysis.  This paper proposes the development of new risk analysis tools as a means for ensuring risk-informed decision making.  The paper provides an introduction to the risk management of UAS operations over inhabited areas and presents an argument which establishes the need for an objective understanding of the risks.  The development of formal risk analysis tools is then discussed.  A simple casualty expectation model is presented and is applied to the example case-study scenario of a generic Medium Altitude, Long Endurance (MALE) UAS on approach to Royal Australia Air Force (RAAF) Base Edinburgh.  A brief evaluation of the results from the analysis is provided; illustrating how a formal risk analysis can be used to inform practical decision making. The paper concludes by providing a summary on the direction of the program of research and the key points made.", 
            "authors": [
                "Reece A Clothier", 
                "Rodney A Walker", 
                "Neale L Fulton", 
                "Duncan A Campbell"
            ], 
            "fields": [
                "Educational assessment", 
                "Risk"
            ], 
            "title": "A Casualty Risk Analysis For Unmanned Aerial System (UAS) Operations Over Inhabited Areas", 
            "url": "http://cn.bing.com/academic/profile?id=10b33ad347a7d70994d2bb707797496f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper introduces the development of multiple number of Unmanned Arial Vehicle (UAV) system as a part of BErkeley AeRobot (BEAR) project, highlighting the recent achievements in the design and implementation of rotorcraft-based UAV (RUAV) control system. Based on the experimental flight data, linear system model valid near hover condition is found by applying time-domain numerical methods to experimental flight data. The acquired linear model is used to design feedback controller consisting of inner-loop attitude feedback control, mid-loop velocity feedback control and the outer-loop position control. The proposed vehiclelevel controller is implemented and tested in Berkeley UAV, Ursa Magna 2, and shows superior hovering performance. The vehicle level controller is integrated with higher-level control using a script language framework to command UAV.", 
            "authors": [
                "David Hyunchul Shim", 
                "Hyoun Jin Kirn", 
                "Shankar Sastry"
            ], 
            "fields": [
                "Linear system", 
                "Numerical analysis", 
                "Control system", 
                "Regression model validation", 
                "Feedback"
            ], 
            "title": "HIERARCHICAL CONTROL SYSTEM SYNTHESIS FOR ROTORCRAFT-BASED UNMANNED AERIAL VEHICLES", 
            "url": "http://cn.bing.com/academic/profile?id=48df61503b10f012a747f30ad92eb807&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Most unmanned aircraft systems will be required to be equipped with a detect-and-avoid system that is capable of maintaining appropriate separation from other aircraft to operate in the National Airspace System. A surveillance system is one of the critical components of detect-and-avoid systems in order to predict potential conicts with adequate lead time to remain \\well clear\" of other aircraft. The performance requirements of surveillance systems to detect and track intruder aircraft will depend on the encounter geometries that unmanned aircraft are expected to have with other aircraft in the airspace. In this study, a database of unmitigated encounters between unmanned aircraft and conventional manned aircraft operating under visual ight rules is created without maneuvering any aircraft to mitigate the risk of a separation violation. The encounter database is built through fasttime simulation of a large number of unmanned aircraft conducting various missions in the presence of historical visual ight rules trac as recorded from live airspace operations. Analysis of the resulting encounter geometries suggests how the overall safety and performance of a surveillance system may relate to surveillance parameters such as surveillance range, horizontal and vertical elds or regard. This paper proposed and investigated potential safety and performance metrics for evaluating the performance of a surveillance system, such as the ratio of undetected and late-detected separation violations, and the time to violation at rst detection for given sets of surveillance parameters. These example metrics demonstrate the utility of the database of encounters created in this work. It is expected that this database will be useful in the derivation of surveillance system requirements for detect-and-avoid systems.", 
            "authors": [
                "Chunki Park", 
                "Seung Man Lee", 
                "Eric R Mueller"
            ], 
            "fields": [], 
            "title": "Investigating Detect-and-Avoid Surveillance Performance for Unmanned Aircraft Systems", 
            "url": "http://cn.bing.com/academic/profile?id=f1ac5b3e56c50c7550c1e81c83fc81e1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Large areas of tropical lands are being removed from agriculture and restored to address conservation goals. However, monitoring the ecological value of these efforts at the individual land-owner scale is rare, owing largely to issues of cost and accessibility. Traditional field-based measures for assessing forest recovery and habitat quality can be labour intensive and costly. Here we assess whether remote sensing measurements from lightweight unmanned aerial vehicles (UAV) are a cost-effective substitute for traditional field measures. An inexpensive UAV-based remote sensing methodology, “Ecosynth”, was applied to measure forest canopy structure across field plots in a 7–9-yr tropical forest restoration study in southern Costa Rica. Ecosynth methods combine aerial images from consumer-grade digital cameras with computer vision software to generate 3D ‘point cloud’ models of vegetation at high spatial resolutions. Ecosynth canopy structure measurements were compared to field-based measures and their ability to predict the abundance of frugivorous birds; key seed dispersers that are sensitive to canopy structure. Ecosynth canopy height measurements were highly correlated with field-based measurements (R2 ⩾ 0.85), a result comparable in precision to LiDAR-based remote sensing measurements. Ecosynth parameters were also strongly correlated with above-ground biomass (R2 ⩾ 0.81) and percent canopy openness (R2 = 0.82). Correlations were weaker with proportion-based measures such as canopy roughness (R2 = 0.53). Several Ecosynth metrics (e.g., canopy openness and height) predicted frugivore presence and abundance at levels of accuracy similar to those of field-based measurements. Ecosynth UAV remote-sensing provides an effective alternate methodology to traditional field-based measures of evaluating forest structure and complexity across landscapes. Furthermore, given the volume of data that can be generated in a single flight plan, as well as the ability to use the technology in remote areas, these methods could expand the scope of studies on forest dynamics and recovery when combined with field-based calibration plots.", 
            "authors": [
                "Rakan A Zahawi", 
                "J P Dandois", 
                "K D Holl", 
                "Dana Nadwodny", 
                "J L Reid", 
                "E C Ellis"
            ], 
            "fields": [
                "Lidar", 
                "Drone"
            ], 
            "title": "Using lightweight unmanned aerial vehicles to monitor tropical forest recovery", 
            "url": "http://cn.bing.com/academic/profile?id=b8f71b58f16f08901ef4bbbc454cdf58&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Traditional manned airborne surveys are usually exp ensive and the resolution of the acquired images is often limited. The main advantage of Unmanned Aerial Vehicle (UAV) system acting as a photogrammetric sensor platform over more traditional manned airborne system is the high flexibility that allows image acquisition from unconventional viewpoints, the low cost in comparison with classical aerial photogrammetry and the high r esolution images obtained. Nowadays there is a nece ssity for surveying small areas and in these cases, it is not economical the use of normal large format aerial or metric cameras to acquire aerial photos, therefore, the use of UAV platforms can be very sui table. Also the large availability of digital camer as has strongly enhanced the capabilities of UAVs. The use of digital non metric cameras together with the UAV could be used for multiple applications such as aerial surveys, GIS, wildfire mapping, stability of landslides, crop monitoring, etc. The aim of this work was to develop a low cost and accurate methodology in the production of ortho photos and Digital Elevation Models (DEM). The study was conducted in the province of Almeria, south of Spain. The photogrammetric flight had an altitude of 50 m over ground, c overing an area of 5.000 m 2 approximately. The UAV used in this work was the md4-200, which is an electronic battery powered quadr ocopter UAV developed by Microdrones GmbH, Germany. It had on-board a Pextax Optio A40 digital non metric camera with 12 Megapixels. It features a 3x optical zoom lens with a focal range covering an gles of view equivalent to those of 37-111 mm lens in 35 mm format. The quadrocopter can be programmed to follow a route defined by several waypoints and actions and it has t he ability for vertical take off and landing. Proper flight geometry during image ac quisition is essential in order to minimize the num ber of photographs, avoid areas without a good coverage and make the overlaps homogeneous. The flight planning was done using the MdCockpit software, with the module waypoint editor. Flight route file was downloaded into the quadrocopter autonomous chip via cable. A total of twelve vertical images with a longitudinal and tran sversal overlapping of 60 % and 50 % respectively were taken. The digital camera was previously geometrically calibrated. Field cont rol points covering the whole studied area were def ined over the area of interest and their coordinates were measured by a GPS. Natural targets were used as field control points. The c lose range photogrammetric software Photomodeler Scanner v.7 was used in this work to calibrate the camera and to carry out the p hotogrammetric process. The software Golden Surfer was used to produce the DEM. The planimetric and the altimetric root mean squar e error (RMSE) were calculated in order to check the accuracy of the pr oducts. The RMSEx was 6 cm, the RMSEy was 4 cm and the RMSEy was 7 cm. Our preliminary results demonstrate the feasibility and accuracy of orthophotos and DEMs obtained from images captured from a quadrocopter using low cost photogrammetric software. A future work can be the comparison of the produ cts obtained following the route used in this study where the images are taken vertically with the products obtained with an orbi tal route where the number of images will be diminished and the photos will be ta ken oblique.", 
            "authors": [
                "M Perez", 
                "Francisco Orgaz Aguera", 
                "F Carvajal"
            ], 
            "fields": [], 
            "title": "LOW COST SURVEYING USING AN UNMANNED AERIAL VEHICLE", 
            "url": "http://cn.bing.com/academic/profile?id=3d723ecb64c9c0f6544ee7c56ec52f6b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The potential use of Unmanned Air Vehicles (UAVs) in Exploration and Production activities is investigated, leading to the conclusion that the UAV with a 9 Kg payload and a range of 1,800 Km has much to offer. UAVs are starting to be used in oil pipeline monitoring and in whale watching. However, before such UAVs will find widespread use in geophysical survey and pipeline monitoring activities, issues to do with reliability, flying in non-segregated air space, minimizing the consequences of a UAV crash and reputational damage, need to be addressed. The suggestion is made that the development of a reliable UAV, specifically for geophysical survey and pipeline monitoring applications and the development of a miniature gravity meter, will have a tremendous payback for the company, or, companies involved in this initiative.", 
            "authors": [
                "J Barnard"
            ], 
            "fields": [], 
            "title": "The use of Unmanned Air Vehicles in Exploration and Production activities", 
            "url": "http://cn.bing.com/academic/profile?id=c540a111531ca8048bcfdd087326a3ac&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The usage of Unmanned Aerial Vehicles (UAVs) has grown drastically because of their ability to operate in dangerous locations while keeping their human operators at a safe distance. UAVs are widely used in military operations nowadays because of their reliability, cost effectiveness and multi-functionality. The problem we posed in this paper is the weight lifting capacity of UAVs. Improvement in weight lifting capacity may leads to adding a more function in account of UAVs. To validate this proposal, we considered many different structures of UAVs and choose Quadrotor. The payload of our Quadrotor is around 4 kg which adds function of weight lifting in military operations as well as industrial applications. Calculation of aerodynamic drag-lift forces has been done. The stresses generated in the body of quadrotor is not more than 22.5 MPa in \"Box\" sectional chassis and 22.2 MPa in \"C\" Sectional chassis as per the practical testing. To validate these results, the stress analysis of two types of body of quadrotor (\"Box\" and \"C\" section) is carried out in ANSYS static structural solver. As per the Static Structural solver the stress generated are 15.4 MPa and 16.97 MPa in \"Box\" and \"C\" sectional chassis respectively. Further analysis and fabrication of model is under process. Quadrotor can be used in safety, inspection of tool in construction industry, toxic material handling, transmitting important and emergency orders.", 
            "authors": [
                "Kalpesh N Shah", 
                "Bala J Dutt", 
                "Hardik Modh"
            ], 
            "fields": [], 
            "title": "\"Quadrotor - An Unmanned Aerial Vehicle\"", 
            "url": "http://cn.bing.com/academic/profile?id=572a7f30f021a3f9a54f99d73e84d363&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Radiation surveillance equipment was mounted in a small unmanned aerial vehicle. The equipment consists of a commercial CsI detector for count rate measurement and a specially designed sampling unit for airborne radioactive particles. Field and flight tests were performed for the CsI detector in the area where  137 Cs fallout from the Chernobyl accident is 23–45 kBq m −2 . A 3-GBq  137 Cs point source could be detected at the altitude of 50 m using a flight speed of 70 km h −1  and data acquisition interval of 1 s. Respective response for  192 Ir point source is 1 GBq. During the flight, the detector reacts fast to ambient external dose rate rise of 0.1 μSv h −1 , which gives for the activity concentration of  131 I less than 1 kBq m −3 . Operation of the sampler equipped with different type of filters was investigated using wind-tunnel experiments and field tests with the aid of radon progeny. Air flow rate through the sampler is 0.2–0.7 m 3  h −1  at a flight speed of 70 km h −1  depending on the filter type in question. The tests showed that the sampler is able to collect airborne radioactive particles. Minimum detectable concentration for transuranium nuclides, such as  239 Pu, is of the order of 0.2 Bq m −3  or less when alpha spectrometry with no radiochemical sample processing is used for activity determination immediately after the flight. When a gamma-ray spectrometer is used, minimum detectable concentrations for several fission products such as  137 Cs and  131 I are of the order of 1 Bq m −3 .", 
            "authors": [
                "R Pollanen", 
                "Harri Toivonen", 
                "K Perajarvi", 
                "T Karhunen", 
                "Tarja Ilander", 
                "Jukka Lehtinen", 
                "Kimmo Rintala", 
                "Tuure Katajainen", 
                "Jarkko Niemela", 
                "Marko Juusela"
            ], 
            "fields": [
                "Gamma ray spectrometer", 
                "Gamma ray", 
                "Airflow", 
                "Point source", 
                "Human factors and ergonomics"
            ], 
            "title": "Radiation surveillance using an unmanned aerial vehicle.", 
            "url": "http://cn.bing.com/academic/profile?id=dbda9a2081e31b34ace6c6ea99d3806f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We present the design and implementation of a real-time, vision-based landing algorithm for an autonomous helicopter. The helicopter is required to navigate from an initial position to a final position in a partially known environment based on GPS and vision, locate a landing target (a helipad of a known shape) and land on it. We use vision for precise target detection and recognition. The helicopter updates its landing target parameters based on vision and uses an on-board behavior-based controller to follow a path to the landing site. We present results from flight trials in the field which demonstrate that our detection, recognition and control algorithms are accurate and repeatable.", 
            "authors": [
                "Srikanth Saripalli", 
                "James F Montgomery", 
                "Gaurav S Sukhatme"
            ], 
            "fields": [
                "Remotely operated underwater vehicle", 
                "Image segmentation", 
                "Mobile robot", 
                "Global Positioning System", 
                "Software Testing"
            ], 
            "title": "Vision-based autonomous landing of an unmanned aerial vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=ce99499d99f0464fc5af0e13bf4f76cf&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aerial Vehicle (UAV) has evolved rapidly over the past decade. There have been an increased number of studies aiming at improving UAV and in its use for different civil applications. This paper highlights the fundamentals of UAV system and examines the challenges related with the major components such as motors, drives, power systems, communication systems and image processing tools and equipment.", 
            "authors": [
                "B M Eid", 
                "Jalel Chebil", 
                "Fadi M Albatsh", 
                "W F Faris"
            ], 
            "fields": [], 
            "title": "Challenges of Integrating Unmanned Aerial Vehicles In Civil Application", 
            "url": "http://cn.bing.com/academic/profile?id=4ca41cc4f273bf4216d570c0f49c150a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Aircraft Systems require an ability to sense and avoid other air traffic to gain access to civil airspace and meet requirements in civil aviation regulations. One sense and avoid function is self separation, which requires that aircraft remain “well clear.” An approach is proposed in this paper to treat well clear as a separation standard, thus posing it as a relative state between aircraft where the risk of collision first reaches an unacceptable level. By this approach, an analytically-derived boundary for well clear can be derived that supports rigorous safety assessment. A preliminary boundary is proposed in both time and distance for the well clear separation standard, and recommendations for future work are made. I. Introduction NE key challenge to achieving airspace access for Unmanned Aircraft Systems (UAS) is the ability to provide an acceptably safe means of compliance with federal aviation regulations that require pilots to see and avoid other aircraft. Without a pilot onboard the aircraft, UAS must utilize operational or technical means to detect and resolve potential conflicts. Several efforts are ongoing with the goal of defining required performance of sense and avoid functions. There have been recent recommendations in the U.S. 1 and internationally 2 to define the sense and avoid function as being composed of two separate functions: self separation and collision avoidance. Self separation is execution of maneuvers to remain “well clear” of other aircraft. These maneuvers would typically be gentle, right-of-way compliant maneuvers well in advance of a serious conflict. Collision avoidance would be a function executed to prevent an imminent collision, typically through more aggressive maneuvers. The requirement to maintain well clear derives from regulatory language in U.S. Federal Aviation Regulations governing general flight rules. The language is insufficient to derive a quantitative performance requirement to serve as guidance for algorithm design and system evaluation. An analytical approach to defining a well clear threshold to evaluate self-separation performance is proposed in this paper. This analytical definition can be used as one component of guidance for an acceptable means for UAS to comply with the intent of FAR Part 91 governing sense", 
            "authors": [
                "Roland E Weibel", 
                "Matthew W M Edwards", 
                "Caroline S Fernandes"
            ], 
            "fields": [], 
            "title": "Establishing a Risk-Based Separation Standard for Unmanned Aircraft Self Separation", 
            "url": "http://cn.bing.com/academic/profile?id=1c752c18541bb220fa44fb6d6d62f440&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper introduces the development of multiple number of Unmanned Arial Vehicle (UAV) system as a part of BErkeley AeRobot (BEAR) project, highlighting the recent achievements in the design and implementation of rotorcraft-based UAV (RUAV) control system. Based on the experimental flight data, linear system model valid near hover condition is found by applying time-domain numerical methods to experimental flight data. The acquired linear model is used to design feedback controller consisting of inner-loop attitude feedback control, mid-loop velocity feedback control and the outer-loop position control. The proposed vehiclelevel controller is implemented and tested in Berkeley UAV, Ursa Magna 2, and shows superior hovering performance. The vehicle level controller is integrated with higher-level control using a script language framework to command UAV.", 
            "authors": [
                "David Hyunchul Shim", 
                "Hyoun Jin Kirn", 
                "Shankar Sastry"
            ], 
            "fields": [
                "Linear system", 
                "Numerical analysis", 
                "Control system", 
                "Regression model validation", 
                "Feedback"
            ], 
            "title": "HIERARCHICAL CONTROL SYSTEM SYNTHESIS FOR ROTORCRAFT-BASED UNMANNED AERIAL VEHICLES", 
            "url": "http://cn.bing.com/academic/profile?id=48df61503b10f012a747f30ad92eb807&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In recent years, Unmanned aerial vehicles (UAVs) have widely applied in reconnaissance and monitoring to natural disasters for real-time response to time-critical events. The high-resolution video image, on one hand, brings us clarity, details and characteristics of ground surface features, on the other hand, presents new challenges in data processing. This paper presents our research on the UAV dataflow processing system for natural response. This software system consists of four main modules: (1) video data flow input, and other ancillary data (including reference image, and digital elevation model (DEM), and priori exterior orientation parameters driven from onboard GPS and INS; (2) photogrammetric orthorectification model including boresight calibration and lens distortion model; (3) video data resampling and automatic extraction of conjugate points; and (4) orthorectification of video frames through removing the displacements caused by various factors, such as terrain, objects (tree, buildings), lens distortion. The experimental results demonstrated that our system can fast orthorectify the video image with a high accuracy and quality.", 
            "authors": [
                "Gouqing Zhou", 
                "Jun Wu"
            ], 
            "fields": [], 
            "title": "UNMANNED AERIAL VEHICLE (UAV) DATA FLOW PROCESSING FOR NATURAL DISASTER RESPONSE", 
            "url": "http://cn.bing.com/academic/profile?id=1ad79b9d1ec5c2ea381dbdcae3316d74&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The utilization and expectations of unmanned systems is mushrooming following in the success of operations in Afghanistan and Iraq. Focus on operational usefulness of these systems highlights inadequacies in current command and control designs. Current systems require two operators to control a single unmanned vehicle (UV), however future concepts indicate requirements for single operator control of multiple UV’s. The control problem is amplified when UV’s are considered as force multipliers for combat manned systems, such as on the DARPA UCAR program. In this case operators in high workload environments are asked to bear the burden of the additional tasks required to control UV’s. Recent studies indicate that operators are unable to accommodate UV control with current design paradigms because of the significant increase in workload. Technologies such as autonomous behavior capabilities, innovative human machine interface (HMI) concepts, and networked dissemination of data offer potential components for the solution to UV control. The promise of autonomous systems brings with it a new problem that must be addressed, that of maintaining operator situational awareness. The purpose of this paper is to review the challenges that confront UV designs as they evolve to a single/operator/multiple vehicle paradigm.", 
            "authors": [
                "Thomas Spura", 
                "Jerry L Franke", 
                "Robert J Szczerba", 
                "Mike Scarangella"
            ], 
            "fields": [
                "Situation awareness", 
                "Human–machine interface", 
                "Command and control"
            ], 
            "title": "1 Command and Control of Unmanned Vehicles - where are we going?", 
            "url": "http://cn.bing.com/academic/profile?id=c38b17e897e32a547b5e144aacef0d0e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A UAV includes: a rocket body, having a rocket motor and a payload section; a parachute coupled with the payload section; an image capture device; a magnetometer to provide a compass reference for images taken from the image capture device; and a transmitter to communicate image and compass data to a remote receiver. Compass bearings are overlaid on image data from the image capture device. A handheld launch unit includes an ignition system, having an activation mechanism and an igniter to activate the rocket motor. A safety pin prevents electrical current from flowing to the igniter until the pin is removed. An accelerometer and/or magnetometer determines an angular orientation of the UAV. Software verifies that the angle is within a user-defined safety limit before activating the igniter.", 
            "authors": [
                "Peter Joseph Beck", 
                "Nikhil Raghu"
            ], 
            "fields": [], 
            "title": "Unmanned aerial vehicle system", 
            "url": "http://cn.bing.com/academic/profile?id=0ef177196647fcfabd8b75e44512d665&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Purpose – The purpose of this paper is to review the Association for Unmanned Vehicle Systems International (AUVSI) Conference and Show held in Washington DC, with emphasis on unmanned vehicles or service robots and their application on the ground, in the air and in the water.Design/methodology/approach – In‐depth interviews with exhibitors of unmanned vehicles and the providers of the technologies which are fundamental to their design and deployment.Findings – The unmanned vehicle industry is largely driven by government requirements, both military and civilian. Unmanned service robots are also found in applications such as crop monitoring and fish school location at sea. Unmanned vehicles are getting smaller, smarter and more rugged to meet new challenges.Originality/value – Unmanned vehicles continue to address air, ground and marine application needs where human safety is important. The vehicles continue to become more and more autonomous, smaller and ever better to address a wider range of applicatio...", 
            "authors": [
                "Richard Bloss"
            ], 
            "fields": [
                "Robot", 
                "Watercraft"
            ], 
            "title": "Unmanned vehicle show makes a capital appearance", 
            "url": "http://cn.bing.com/academic/profile?id=6bec3fb4eae2cfbdd7f84423cf357538&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we present a framework for systematic design and construction of an unmanned small-scale air-land-water vehicle. The systematic design procedure includes design and integration, hardware component selection, as well as experimental evaluation are used to construct a fully functional unmanned small-scale air-land-water vehicle, namely Unmanned Small-scale Air-Land-Water Vehicle (USALWaV). Various component to support maneuver on the ground, flight, and cruising on surface of water feature has been constructed to verify the feasibility and reliability of USALWaV. Double blade axial rotor, propeller set, and pontoon propel the vehicle while fly on-air, move on-land, and float on-water. A control algorithm has also been proposed to allow the USALWaV to travel from its current location to another location specified with changeable channel on Tx Modulator. The results can be followed and used for build a small-scale air-land-water vehicle for research and development purposes.", 
            "authors": [
                "Arhami Arhami", 
                "Khalid Hasnan", 
                "Abas Ab Wahab"
            ], 
            "fields": [], 
            "title": "A Framework for Systematic Design and Construction of an Unmanned Small-scale Air-Land-Water Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=04751c7ad92e32f3a5d744a36e074e96&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Due to the accident of Fukushima Daiichi Nuclear Power Plant, some areas were contaminated by released radioisotopes (mainly 137Cs and 134Cs). Effective decontamination is demanded to encourage evacuated people to return. This paper proposes a new survey system using an unmanned helicopter equipped with a Compton camera for localizing radionuclides. As a prototype, 32 Ce:Gd3(Al,Ga)5O12 (GAGG) crystals were coupled to 16 silicon photomultipliers and 16 avalanched photodiodes as the scatterer and absorber, respectively. A new Dynamic Time-over-Threshold (dToT) method was applied to convert CR-RC shaping signals to digital signals for multi-channel spectra and coincidence acquisition. The system was designed to work in two modes: one is Compton-camera mode (CCM) which obtains the radiation distribution maps through Compton imaging using hovering flights, while the other one is Gamma-camera mode (GCM) which maps the radiation distribution via measured coincidence events using programmed flights. For point sou...", 
            "authors": [
                "Jianyong Jiang", 
                "K Shimazoe", 
                "Y Nakamura", 
                "Hiroyuki Takahashi", 
                "Y Shikaze", 
                "Yukiyasu Nishizawa", 
                "Mami Yoshida", 
                "Yukihisa Sanada", 
                "Tatsuo Torii", 
                "Masao Yoshino", 
                "Shigeki Ito", 
                "Takanori Endo", 
                "Kosuke Tsutsumi", 
                "Sho Kato", 
                "Hiroki Sato", 
                "Yoshiyuki Usuki", 
                "Shunsuke Kurosawa", 
                "Kei Kamada", 
                "Akira Yoshikawa"
            ], 
            "fields": [
                "Human decontamination"
            ], 
            "title": "A prototype of aerial radiation monitoring system using an unmanned helicopter mounting a GAGG scintillator Compton camera", 
            "url": "http://cn.bing.com/academic/profile?id=7f680f00540605758339f726c5a83e33&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aerial photography from unmanned aerial vehicles (UAVs) bridges the gap between ground-based observations and remotely sensed imagery from aerial and satellite platforms. UAVs can be deployed quickly and repeatedly, are less costly and safer than piloted aircraft, and can obtain very high-resolution imagery. At the Jornada Experimental Range in New Mexico, ongoing research is aimed at determining the utility of UAVs for rangeland mapping, assessment and monitoring. Digital images of arid rangelands were acquired with two UAVs that differed in size/weight, payload capacity, flight duration, GPS guidance capability and cost. The first system was a modified model airplane equipped with GPS and able to fly along preloaded waypoints and acquire images with a digital camera. The second UAV was a BAT 3 (MLB Systems) with fully autonomous flight capability and equipped with color video and digital cameras. Both units provide a data file containing GPS and elevation for each image, but the BAT also records roll, pitch and heading data. Both systems acquired high quality, high-resolution images of approximately 5 cm ground resolution (at 150 m flying height). Because the images have a small footprint (152 m x 114 m), mosaicking is required for further image analysis. Inclusion of camera calibration parameters (lens distortion, focal length, principal point) greatly increased the accuracy of the aero triangulation process and the resulting orthophotos. Due to the greater stability of the BAT and its longer flight range, the BAT imagery is better suited for analysis of larger areas than the imagery from the model airplane. However, the model airplane offers comparable image resolution and a cost effective alternative to the larger and more expensive UAV systems. Details of both systems, image acquisition and image processing results are discussed and compared.", 
            "authors": [
                "Andrea S Laliberte", 
                "A Rango"
            ], 
            "fields": [], 
            "title": "UNMANNED AERIAL VEHICLES FOR RANGELAND MAPPING AND MONITORING: A COMPARISON OF TWO SYSTEMS", 
            "url": "http://cn.bing.com/academic/profile?id=0f7ff9f2ea936ee4f1bfc21d0d437c85&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper describes secure control architecture for UAV control system for multiple operator environments. Multiple access of UAV is necessary because UAV must capture and process various data and UAV's functions become more complex and diverse. From this perspective, UAV control system needs to be secure because new control system will be exposed to multiple operators. To discuss this issue, the paper proposes new control architecture for UAV using RBAC (Roll Based Access Control). Generally, RBAC is applied and contributes to the security of computer systems, thus, we modified RBAC to apply to UAV control system. In this paper, we present how the modified RBAC model can be applied to UAV control systems and implement a prototype UAV control system based on the modified RBAC model.", 
            "authors": [
                "Hyeokjune Jeong", 
                "Youngguk Ha"
            ], 
            "fields": [], 
            "title": "Design and Implementation of Secure Control Architecture for Unmanned Aerial Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=748bafeeb8918b45fdc9898fd8f9def4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Invasive species spread rapidly and their eradication is difficult. New methods enabling fast and efficient monitoring are urgently needed for their successful control. Remote sensing can improve early detection of invading plants and make their management more efficient and less expensive. In an ongoing project in the Czech Republic, we aim at developing innovative methods of mapping invasive plant species (semi-automatic detection algorithms) by using purposely designed unmanned aircraft (UAV). We examine possibilities for detection of two tree and two herb invasive species. Our aim is to establish fast, repeatable and efficient computerassisted method of timely monitoring, reducing the costs of extensive field campaigns. For finding the best detection algorithm we test various classification approaches (object-, pixel-based and hybrid). Thanks to its flexibility and low cost, UAV enables assessing the effect of phenological stage and spatial resolution, and is most suitable for monitoring the efficiency of eradication efforts. However, several challenges exist in UAV application, such as geometrical and radiometric distortions, high amount of data to be processed and legal constrains for the UAV flight missions over urban areas (often highly invaded). The newly proposed UAV approach shall serve invasive species researchers, management practitioners and policy makers.", 
            "authors": [
                "Petr Dvořak", 
                "Jana Mullerova", 
                "Tomas Bartalos", 
                "Josef Brůna"
            ], 
            "fields": [
                "Invasive species"
            ], 
            "title": "UNMANNED AERIAL VEHICLES FOR ALIEN PLANT SPECIES DETECTION AND MONITORING", 
            "url": "http://cn.bing.com/academic/profile?id=c37168df4fd90a670949c4fa90a52dd5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Aerial imaging is key part of remote sensing and surveying, however traditionalacquisition methods such as satellite imagery and manned aircraft suffer from some limitations, namely, “high capital, operational and personnel costs, slow and weather-dependent data collection, restricted manoeuvrability, limited availability, limited flying time, low ground resolution”[1].Unmanned Aerial Vehicle have gained increasing attention in recent years as technological advancements such as sensor minimization have made them a viable alternative for aerial photogrammetry applications.#R##N##R##N#This report outlines the design and development of an Unmanned Aerial Vehicle suited for aerial survey. The first stage of the project involved a comprehensive literature review of existing research and evaluation of existing commercial solutions.#R##N##R##N#Existing commercial solutions such as the Gatewing X100 have proved capable in industry, however a number of limitations were identified; the most prominent being that the optical payload they carry is rigidly coupled to the airframe. As weather conditions become more adverse and wind gusts buffet aircraft, the camera’s axisis no longer orthogonal relative to groundwhich ultimately reduces the quality of the data captured.#R##N##R##N#Research identified from the literature review showed that “payload stabilization increases useful data capture during banking and increases processing success rate thanks to overall more predictable photo properties.” [7] In addition, “even when ordered to ‘fly straight’ over ground, deviations in roll and pitch of a few degrees occur due to turbulence and require extra image overlap pre-planned. Such overlap is costly in terms of flight time and performance worsens significantly during windy weather” [7]. As such, the primary focus of this project was to design an improved imaging payload design that actively stabilized the camera.#R##N##R##N#The project started by evaluating a sub $200, open source, autopilot called the Ardupilot in a fixed wing aircraft. An appropriate camera and airframe were selected and a stabilized gimbal designed. During the project, setbacks were encountered whenCyber Technology, a company that provides ‘UAV solutions for search and rescue operations, military support, high-end surveillance, law enforcement, environmental conservation, agricultural operations, oil & gas structural inspection operations, and cinematography/photography applications’[2] showed interest and suggested that the project should instead focus on designing a surveying payload for one of their flagship products, the CyberQuad MAXI. An imaging payload was designed that satisfied all design constraints and was successfully integrated onto the CyberQuad. A flight planning parameter calculator was created and trial flights were then conducted.#R##N##R##N#The planned test methodology to evaluate the gimbal was to collect imagery of a test site, flying repeated missions with a given overlap first with gimbal stabilization enabled and then again with the stabilization disabled such that the gimbal remained fixed.#R##N##R##N#By contracting licensed surveyors to conduct a conventional surveyof the test site, using their data as an absolute reference, it was planned that the imagery captured could be processed using photogrammetric software and any improvements due to stabilization be quantified.#R##N##R##N#Unfortunately the data from the ground control survey was not provided in time to be used forprocessing; however the gimbal did improve image acquisition. Further, in partnership with the aforementioned surveying company, a commercial test flight wasconducted at Kwinana Bulk Terminal surveying an iron-ore stockpile with industry grade models generated as a result.#R##N##R##N#Development of the project will continue beyond the submission of this thesis and it is hoped that the survey data can be obtained and used for processing. This should definitively prove one of the original hypotheses of the research; using a stabilized gimbal allows for more efficient flight plans as a lower level of overlap is required. Additionally, the data generated from processing should allow an estimated function of overlap vs. model accuracy to be determined allowing future flight plans to be optimized.", 
            "authors": [
                "Nick Sargeant"
            ], 
            "fields": [], 
            "title": "Unmanned aerial vehicle payload development for aerial survey", 
            "url": "http://cn.bing.com/academic/profile?id=062e3ef3cd8c1fa6dbb899d199b82926&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "An unmanned airship, also known as a Unmanned aircraft System (UAS) or a remotely piloted aircraft is a machine which functions either by the remote control of a navigator or pilot. The unmanned airship uses the autonomous flight, navigation and guidance based on the telemetry command of ground station. The Autonomous Flight Control System (AFCS) [1] plays a key role in achieving the given requirements and missions. This paper introduces the overall design architecture of the hardware and software of the flight control systems in a 50m long unmanned airship", 
            "authors": [
                "Vishnu G Nair", 
                "M Dileep", 
                "Prahalad K R"
            ], 
            "fields": [], 
            "title": "GPS Based Autonomous Flight Control System for an Unmanned Airship", 
            "url": "http://cn.bing.com/academic/profile?id=78f4ace5c8c7296abcd693338ea69afe&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "As unmanned aerial vehicles have become more affordable, their popularity with the general public and commercial organisations has seen significant growth in recent years. Whilst remaining a device for both the hobbyist and aircraft-enthusiast to enjoy, they are now also used for carrying out activities such as law enforcement surveillance, agricultural maintenance, acquiring specialist movie and sports event footage along with search and seizure activities. Conversely, despite maintaining many legitimate uses, there are also increasing media reports of unmanned aerial vehicle technology being abused, ranging from physical assaults due to negligent flights to breaches of Civil Aviation Authority Air Navigation Regulations, requiring a forensic analysis of these devices in order to establish the chain of events. This article presents an introductory discussion of unmanned aerial vehicle analysis and provides the results of a digital forensic investigation of a test Parrot Bebop unmanned aerial vehicle. Directions for the acquisition and analysis of the device's internal storage are provided along with an interpretation of on-board flight data, captured media and operating system. Further, as the device can be controlled via Android and iOS devices using the application FreeFlight3, forensic analysis of these devices is also presented. Results showed the ability to recover flight data from both the unmanned aerial vehicle and controller handsets along with captured media, however problems exist with establishing the definitive owner of the device, particularly if a user had abandoned it at the scene of a crime.", 
            "authors": [
                "Graeme Horsman"
            ], 
            "fields": [
                "Global Positioning System", 
                "Drone", 
                "Forensic science"
            ], 
            "title": "Unmanned aerial vehicles: A preliminary analysis of forensic challenges", 
            "url": "http://cn.bing.com/academic/profile?id=ec952c30f3c0f4b436935d5295714ded&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Polar regions are experiencing rapid and severe climatic shifts with major changes in temperature, wind speed and UV-B radiation already observed in Antarctica. Since vegetation is isolated to the coastal fringe and climatic records only extend back 50 years, with limited spatial resolution, we urgently need new proxies to determine if coastal climate has changed over the past century. In a manner similar to trees, old growth mosses also preserve a climate record along their shoots. Our ability to accurately date these mosses and map their extent in sufficient spatial detail means that, for the first time, mosses can be used as sentinels to provide crucial information on how the Antarctic coastal climate has changed over past centuries and how biota has responded to these changes. #R##N##R##N#The spatial scale of the moss beds (tens of m2) makes satellite imagery (even very high resolution imagery of 0.5 m) unsuitable for mapping their extent in sufficient detail. Due to logistical constraints aerial photography is impractical. Recent developments in the use of unmanned aerial vehicles (UAVs) for remote sensing applications provide exciting new opportunities for ultra-high resolution mapping and monitoring of the environment. In this study, we developed a UAV consisting of a remote controlled helicopter carrying three different cameras: visible colour, near-infrared, and thermal infrared for cost-effective, efficient, and ultra-high resolution mapping of terrestrial vegetation in the Windmill Islands, Antarctica. These three sensors allow us to map different physical characteristics of the moss beds at resolutions of several centimetres.  This paper and presentation will address the issues encountered in developing a UAV system, discuss the different UAV sensors and components, and demonstrate how this system can be applied in these fragile remote polar ecosystems.", 
            "authors": [
                "Arko Lucieer", 
                "Sharon A Robinson", 
                "Darren Turner"
            ], 
            "fields": [
                "Geomatics engineering", 
                "Image resolution", 
                "Climate change", 
                "Natural environment", 
                "Aerial photography"
            ], 
            "title": "Using an unmanned aerial vehicle (UAV) for ultra- high resolution mapping of Antarctic moss beds", 
            "url": "http://cn.bing.com/academic/profile?id=0a96128aec288aabed8d0a2f2f6c1d3d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Unmanned Air Vehicles (UAVs) have several advantages and disadvantages compared with Unmanned Ground Vehicles (UGVs). Both systems have different mobility and perception abilities. UAV systems have extended perception, tracking, and mobility capabilities compared with UGVs. UGVs have more intimate mobility and manipulation capabilities. This paper presents the research that has been conducted in the collaboration of UAVs and UGVs. This research demonstrates the use of a passive UAV system for tracking and state estimation of a UGV. This paper presents the UAV sensors and avionics, the algorithms for combining the UGV kinematics equations, and the geo-positioning algorithms used on the UAV to form a robust UGV state estimation. Experimental results are presented.", 
            "authors": [
                "Donald K Macarthur", 
                "Carl D Crane"
            ], 
            "fields": [
                "Tracking", 
                "Intelligent sensor", 
                "Vehicle dynamics", 
                "Mobile robot", 
                "Memory"
            ], 
            "title": "Unmanned Ground Vehicle State Estimation using an Unmanned Air Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=2aa23c2127fcf7083e5137a830f35fb3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "As unmanned aerial vehicles have become more affordable, their popularity with the general public and commercial organisations has seen significant growth in recent years. Whilst remaining a device for both the hobbyist and aircraft-enthusiast to enjoy, they are now also used for carrying out activities such as law enforcement surveillance, agricultural maintenance, acquiring specialist movie and sports event footage along with search and seizure activities. Conversely, despite maintaining many legitimate uses, there are also increasing media reports of unmanned aerial vehicle technology being abused, ranging from physical assaults due to negligent flights to breaches of Civil Aviation Authority Air Navigation Regulations, requiring a forensic analysis of these devices in order to establish the chain of events. This article presents an introductory discussion of unmanned aerial vehicle analysis and provides the results of a digital forensic investigation of a test Parrot Bebop unmanned aerial vehicle. Directions for the acquisition and analysis of the device's internal storage are provided along with an interpretation of on-board flight data, captured media and operating system. Further, as the device can be controlled via Android and iOS devices using the application FreeFlight3, forensic analysis of these devices is also presented. Results showed the ability to recover flight data from both the unmanned aerial vehicle and controller handsets along with captured media, however problems exist with establishing the definitive owner of the device, particularly if a user had abandoned it at the scene of a crime.", 
            "authors": [
                "Graeme Horsman"
            ], 
            "fields": [
                "Global Positioning System", 
                "Drone", 
                "Forensic science"
            ], 
            "title": "Unmanned aerial vehicles: A preliminary analysis of forensic challenges", 
            "url": "http://cn.bing.com/academic/profile?id=ec952c30f3c0f4b436935d5295714ded&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Due to the accident of Fukushima Daiichi Nuclear Power Plant, some areas were contaminated by released radioisotopes (mainly 137Cs and 134Cs). Effective decontamination is demanded to encourage evacuated people to return. This paper proposes a new survey system using an unmanned helicopter equipped with a Compton camera for localizing radionuclides. As a prototype, 32 Ce:Gd3(Al,Ga)5O12 (GAGG) crystals were coupled to 16 silicon photomultipliers and 16 avalanched photodiodes as the scatterer and absorber, respectively. A new Dynamic Time-over-Threshold (dToT) method was applied to convert CR-RC shaping signals to digital signals for multi-channel spectra and coincidence acquisition. The system was designed to work in two modes: one is Compton-camera mode (CCM) which obtains the radiation distribution maps through Compton imaging using hovering flights, while the other one is Gamma-camera mode (GCM) which maps the radiation distribution via measured coincidence events using programmed flights. For point sou...", 
            "authors": [
                "Jianyong Jiang", 
                "K Shimazoe", 
                "Y Nakamura", 
                "Hiroyuki Takahashi", 
                "Y Shikaze", 
                "Yukiyasu Nishizawa", 
                "Mami Yoshida", 
                "Yukihisa Sanada", 
                "Tatsuo Torii", 
                "Masao Yoshino", 
                "Shigeki Ito", 
                "Takanori Endo", 
                "Kosuke Tsutsumi", 
                "Sho Kato", 
                "Hiroki Sato", 
                "Yoshiyuki Usuki", 
                "Shunsuke Kurosawa", 
                "Kei Kamada", 
                "Akira Yoshikawa"
            ], 
            "fields": [
                "Human decontamination"
            ], 
            "title": "A prototype of aerial radiation monitoring system using an unmanned helicopter mounting a GAGG scintillator Compton camera", 
            "url": "http://cn.bing.com/academic/profile?id=7f680f00540605758339f726c5a83e33&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Unmanned Aerial Systems (UAS) heralds a new convergence of aeronautics, robotics, control and mechatronics. The technology is expected to find numerous unforeseen applications, much in the same way as the mobile phone technology has revolutionised the way people work and socialise in the early 21 st century. The main segmentation for applications of UAS are in Energy; Agriculture, forestry and fisheries; Earth Observation and Remote Sensing; Communication and Broadcasting; Fire fighting and others. This paper proposes a roadmap for the integration of Unmanned Aerial Systems into the economy in the realisation of Vision 2030 goals in the counties in Kenya. A background study is carried out followed by structured interviews with key industry players. The direct benefit to adopting UAV technology is found to have an annual value of US$ 24,265,882. This is in addition to the potential for job creation and other downstream economic benefits.", 
            "authors": [
                "Diana Madara"
            ], 
            "fields": [], 
            "title": "Emerging Technologies: Use of Unmanned Aerial Systems in the Realisation of Vision 2030 Goals in the Counties", 
            "url": "http://cn.bing.com/academic/profile?id=d573453061ea94c18df10949d612338f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Most of the unmanned air vehicles (UAV) were developed with military purposes and freely used without any regulatory concerns. UAVs are expected to be used at the commercial applications in near future. The noise generation mechanism of conventional aircrafts, reduction techniques and regulatory goals are outlined in the paper. Similarly, the noise generation and control for the UAVs are discussed. Study, indicated that future studies are needed to control the noise of UAVs better and regulatory involvement is essential to keep their impact minimum on human health and environment. I. INTRODUCTION Unmanned air vehicles (UAV) have been used for many tasks including surveillance, reconnaissance, target acquisition, relaying communications, delivering small items, working as decoy and many others. Any size UAV including the nano, micro, mini through large UAVs should be well designed and properly configured to perform the assigned tasks. The structure, aerodynamic profile, electromechanical components, sensors, power source, computers, propulsion system and other components have been selected by considering mainly the required payload, operational distance, altitude and speed. The aero-acoustics of the UAVs has been gaining importance with the maturity of the available UAVs. To give them system stealth feature or not to disturb people while operating at the populated areas, the aero-acoustic of the propulsion system should be carefully studied. The length, wingspan, payload, weight, endurance, cruise speed are carefully selected during the design stage of the UaVs [1]. Most of the existing propulsion systems of UaVs were initially designed by considering the basic operation conditions including the dimensions, weight, flight distance, altitude, atmospheric conditions and operation time. They may use electrical motor(s), internal combustion engine(s) (piston engine, Wankel), turbines such as Turboprop, turbojet, turbofan, propfan), rocket(s), Pulse/Scram/Motor/Ram ‐jets. Fuel cell(s) or solar panels may be used to generate the electricity during the operation of the system. The electrically powered UaVs are usually powered by (a) batteries (good for small size aircrafts due to the weight versus energy density), (b) fuel cells (good for high altitude UaVs due to their high effective energy density), (c) Solar cells (good for very light aircrafts, for long endurance flies, with simple missions in calm and sunny weather conditions).", 
            "authors": [
                "Balemir Uragun", 
                "Ibrahim N Tansel"
            ], 
            "fields": [
                "Vibration", 
                "Noise reduction", 
                "Active noise control", 
                "Noise"
            ], 
            "title": "The noise reduction techniques for unmanned air vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=9e5f93ab1a684478eb93a97078a7016f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "PEREIRA , E., BENCATEL , R., CORREIA , J., FELIX , L., GONCALVES , G., MORGADO, J. AND SOUSA , J., 2009. Unmanned Air Vehicles for coastal environmental research. Journal of Coastal Research, SI 56 (Proceedings of the 10th International Coastal Symposium), pg – pg. Lisbon, Portugal, ISBN (Leave the number of pages blank) In the last decade we have witnessed an unprecedented development of Unmanned Air Vehicles (UAVs) for missions with high societal impact. Future generations of UAV systems will reflect the major current trends: increased levels of autonomy, lower cost, longer endurance, and networking capabilities. Networking is one of the major trends for unmanned vehicle systems; it is also one of the enabling technologies for distributed cooperation (and computation). In mobile network systems, vehicles, sensors and operators interact through (inter-operated) communication networks. Dynamic networks of UAVs can be used in a broad range of missions like border patrol, tracking of pollution at sea, and oceanographic and environmental research. The Portuguese Air Force Academy and the School of Engineering at Porto University have been collaborating, since 2006, on the design, implementation and testing of different types of UAVs to demonstrate these technologies in a wide spectrum of military/civil missions. This is a multi-disciplinary cooperation encompassing several technological fields: advanced vision systems for identification and tracking of fixed and mobile features, cooperative control of teams of UAVs in mixed-initiative environments, sensor fusion and navigation systems. These technologies are being developed and integrated into UAV platforms for demonstration in military missions like reconnaissance, surveillance and target acquisition, and also in several civil missions like aerial gravimetry, aerial photography, surveillance and control of maritime traffic, fishing surveillance, and detection and control of coastal hazards. This paper reports on these developments and on the demonstrations that took place in the last two years. We report on video surveillance and environmental monitoring operations with six different types of fixed-wing UAVs (wingspans ranging from 1 to 6 meters), with autonomous take-off and landing capabilities. The smaller platforms can be easily deployed (hand-launched) while the others are more suitable for endurance and larger payloads.", 
            "authors": [
                "E Pereira", 
                "R Bencatel", 
                "J Correia", 
                "L Felix", 
                "G Goncalves", 
                "J Morgado", 
                "J Sousa"
            ], 
            "fields": [], 
            "title": "Unmanned Air Vehicles for coastal and environmental research", 
            "url": "http://cn.bing.com/academic/profile?id=16cdaccaf57ff4aca3748707d91ff052&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Research on aircraft morphing has exploded in recent years. The motivation and driving force behind this has been to find new and novel ways to increase the capabilities of aircraft. Materials advancements have helped to increase possibilities with respect to actuation and, hence, a diversity of concepts and unimagined capabilities. The expanded role of unmanned aerial vehicles (UAVs) has provided an ideal platform for exploring these emergent morphing concepts since at this scale a greater amount of risk can be taken, as well as having more manageable fabrication and cost requirements. This review focuses on presenting the role UAVs have in morphing research by giving an overview of the UAV morphing concepts, designs, and technologies described in the literature. A presentation of quantitative information as well as a discussion of technical issues is given where possible to begin gaining some insight into the overall assessment and performance of these technologies.", 
            "authors": [
                "Juan Carlos Gomez", 
                "Ephrahim Garcia"
            ], 
            "fields": [
                "Concept art"
            ], 
            "title": "Morphing unmanned aerial vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=e1b5b6b13288204c2622c0c64cfd6ab8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper describes planar motion modeling for an unmanned surface vehicle (USV), including a comparative evaluation of several experimentally identified models over a wide range of speeds and planing conditions. The modeling and identification objective is to determine a model that is sufficiently rich to enable effective model-based control design and trajectory optimization, sufficiently simple to allow parameter identification, and sufficiently general to describe a variety of hullforms and actuator configurations. We focus, however, on a specific platform: a modified rigid hull inflatable boat with automated throttle and steering. Analysis of experimental results for this vessel indicates that Nomoto's first-order steering model provides the best compromise between simplicity and fidelity at higher speeds. At low speeds, it is helpful to include a first-order lag model for sideslip. Accordingly, we adopt a multiple model approach in which the model structure and parameter values are scheduled based on the nominal forward speed. The speed-scheduled planar motion model may be used to generate dynamically feasible trajectories and to develop trajectory tracking control laws. The paper describes the development, analysis, and experimental implementation of two trajectory tracking control algorithms: a cascade of proportional-derivative controllers and a nonlinear controller obtained through backstepping. Experimental results indicate that the backstepping controller is much more effective at tracking trajectories with highly variable speed and course angle. © 2013 Wiley Periodicals, Inc.", 
            "authors": [
                "C Sonnenburg", 
                "Craig A Woolsey"
            ], 
            "fields": [], 
            "title": "Modeling, Identification, and Control of an Unmanned Surface Vehicle", 
            "url": "http://cn.bing.com/academic/profile?id=9ff5d57087227878505cf1638626dd93&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We tried more precise mapping of#R##N#vegetation using UAV (unmanned aerial vehicle), as a new method of#R##N#creating vegetation maps, and we objected to be clearly the efficient#R##N#mapping of vegetation using the UAV method by comparing vegetation maps created#R##N#by analysing aerial photographs taken by a UAV and an aircraft (manned flight).#R##N#The aerial photography using UAV was conducted in the Niida River estuary (the#R##N#secondary river flowing into Minamisoma City in Fukushima Prefecture, Japan).#R##N#The photography period was in August 2013. We analysed the aerial photographs#R##N#using ArcGis 9 (Esri Japan Corporation, Tokyo, Japan). The aerial photographs#R##N#of the main plant communities (Phragmites australis, Typha#R##N#domingensis, and Miscanthus sacchariflorus) taken by the UAV#R##N#could clearly discriminate each plant community at the 1/50 scale. Moreover, it#R##N#could clearly discriminate the shape of a plant at the 1/10 scale. We compared#R##N#the vegetation maps by analysing the aerial photos taken by a UAV (2013#R##N#shooting) and an aircraft (2011 shooting). As a result, the vegetation map#R##N#created by the UAV method could clearly discriminate community distributions.#R##N#We conclude that vegetation surveys using UAV are possible and are capable of a#R##N#highly precise community division in places where field reconnaissance is#R##N#difficult. The UAV method is effective and will contribute to the improvement#R##N#of research methods in the future; this method may reduce research costs#R##N#associated with a reduction in field survey days and man-power.", 
            "authors": [
                "Korehisa Kaneko", 
                "Seiich Nohara"
            ], 
            "fields": [
                "Plant community"
            ], 
            "title": "Review of Effective Vegetation Mapping Using the UAV (Unmanned Aerial Vehicle) Method", 
            "url": "http://cn.bing.com/academic/profile?id=89d1a0beff360744bb0910434a6e3f11&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Automated maintenance has become a necessity for Unmanned Aerial Vehicle (UAV) systems to function in remote environments for an extended period of time with a higher number of vehicles. Once removed from the energy management loop, the human operator is free to concentrate on higher level task management and data analysis. This paper firstly describes the design, test and construction of an autonomous Ground Recharge Stations (GRS) for battery-powered quadrotor helicopter. In order to incorporate the charging of the quadrotors in the overall swarm behaviour, the focus of the research presented here has been to reduce the charging phase of a single vehicle by developing safer electrical contacts and using a balancer in the charging process. The amount of extra current available from the new design easily pushed the flying-time/charging-time ratio of the quadrotors over 1. Then the paper describes a novel approach for the integration of this technology into an energy efficient multi-agent system. The development of a prioritisation function and queuing protocols between the UAVs and GRSs guarantee an optimised solution to the assignment problem dependent on the mission profile. Results show that the system's energy management remains efficient regardless of number and position of the platforms, or nature of the environment.", 
            "authors": [
                "Jeremie Leonard", 
                "Al Savvaris", 
                "Antonios Tsourdos"
            ], 
            "fields": [
                "Groundwater recharge", 
                "Resistance", 
                "Energy management", 
                "Communication"
            ], 
            "title": "Energy management in swarm of Unmanned Aerial Vehicles", 
            "url": "http://cn.bing.com/academic/profile?id=67c46f54b8457058070b07941d528074&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Diversity in unmanned vehicle designs and control as well as diversity in existing autopilots lead to major compatibility issues among different platforms. The small number of different autopilot designs currently available in the market and their limitations, justifies the rationale for proposing design of a new modular, flexible, easy to integrate autopilot, suitable for multiple platforms. A discussion and comparison of the state of the art in autopilot research is presented, followed by the introduction of an autopilot design that will provide a novel and well-needed processing platform for unmanned systems. The design is fully integrated with MATLAB/Simulink allowing for both simplified high level programming and hardware-in-the-loop capabilities, and provides a flexible FPGA-based platform that maximizes parallel processing and allows for analog signal conditioning that can be modified through digital communication from FPGA processor.", 
            "authors": [
                "Wendy Alvis", 
                "Shyam Murthy", 
                "Kimon P Valavanis", 
                "Wilfrido Moreno", 
                "Maryanne Fields", 
                "Srinivas Katkoori"
            ], 
            "fields": [
                "Control system", 
                "Remotely operated underwater vehicle", 
                "Field-programmable gate array", 
                "Autopilot", 
                "Parallel processing"
            ], 
            "title": "FPGA based flexible autopilot platform for unmanned systems", 
            "url": "http://cn.bing.com/academic/profile?id=7b1db84d928c617d1a7851e930395b04&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 97
}