{
    "data": [
        {
            "abstract": "Arlequin ver 3.0 is a software package integrating several basic and advanced methods for population genetics data analysis, like the computation of standard genetic diversity indices, the estimation of allele and haplotype frequencies, tests of departure from linkage equilibrium, departure from selective neutrality and demographic equilibrium, estimation or parameters from past population expansions, and thorough analyses of population subdivision under the AMOVA framework. Arlequin 3 introduces a completely new graphical interface written in C++, a more robust semantic analysis of input fi les, and two new methods: a Bayesian estimation of gametic phase from multi-locus genotypes, and an estimation of the parameters of an instantaneous spatial expansion from DNA sequence polymorphism. Arlequin can handle several data types like DNA sequences, microsatellite data, or standard multi-locus genotypes. A Windows version of the software is freely available on http://cmpg.unibe.ch/software/arlequin3.", 
            "authors": [
                "Laurent Excoffier", 
                "Guillaume Laval", 
                "Stefan Schneider"
            ], 
            "fields": [
                "Microarray", 
                "Genomics", 
                "Review article", 
                "Pharmacy", 
                "Health informatics"
            ], 
            "title": "Arlequin (version 3.0): An integrated software package for population genetics data analysis", 
            "url": "http://cn.bing.com/academic/profile?id=7de0ea89464b20c87713d616989a40d8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The human genome holds an extraordinary trove of information about human development, physiology, medicine and evolution. Here we report the results of an international collaboration to produce and make freely available a draft sequence of the human genome. We also present an initial analysis of the data, describing some of the insights that can be gleaned from the sequence.", 
            "authors": [
                "Eric S Lander", 
                "Lauren Linton", 
                "Bruce W Birren", 
                "Chad Nusbaum", 
                "Michael C Zody", 
                "Jennifer Baldwin", 
                "Keri Devon", 
                "Ken Dewar", 
                "Michael Doyle", 
                "William W Fitzhugh", 
                "Roel P Funke", 
                "Diane Gage", 
                "Katrina C Harris", 
                "Andrew C Heaford", 
                "John E Howland", 
                "Lisa M Kann", 
                "Jessica Lehoczky", 
                "Rosie Levine", 
                "Paul Mcewan", 
                "Kevin Mcke…", 
                ""
            ], 
            "fields": [
                "Materials Science", 
                "Pharmacology", 
                "Systems biology", 
                "Drug discovery", 
                "Cell signaling"
            ], 
            "title": "Initial sequencing and analysis of the human genome", 
            "url": "http://cn.bing.com/academic/profile?id=82084e4577cffdf4a9238180516f4b83&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Conservationists are far from able to assist all species under threat, if only for lack of funding. This places a premium on priorities: how can we support the most species at the least cost? One way is to identify ‘biodiversity hotspots’ where exceptional concentrations of endemic species are undergoing exceptional loss of habitat. As many as 44% of all species of vascular plants and 35% of all species in four vertebrate groups are confined to 25 hotspots comprising only 1.4% of the land surface of the Earth. This opens the way for a ‘silver bullet’ strategy on the part of conservation planners, focusing on these hotspots in proportion to their share of the world’s species at risk.", 
            "authors": [
                "Norman Myers", 
                "Russell A Mittermeier", 
                "Cristina G Mittermeier", 
                "Gustavo A B Da Fonseca", 
                "Jennifer Kent"
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Tropics", 
                "Astronomy", 
                "Metabolomics"
            ], 
            "title": "Biodiversity hotspots for conservation priorities", 
            "url": "http://cn.bing.com/academic/profile?id=99536c7364f0f8bbc8bf560cb55014f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Electronic properties of materials are commonly described by quasiparticles that behave as non-relativistic electrons with a finite mass and obey the Schroedinger equation. Here we report a condensed matter system where electron transport is essentially governed by the Dirac equation and charge carriers mimic relativistic particles with zero mass and an effective \"speed of light\" c* ~10^6m/s. Our studies of graphene - a single atomic layer of carbon - have revealed a variety of unusual phenomena characteristic of two-dimensional (2D) Dirac fermions. In particular, we have observed that a) the integer quantum Hall effect in graphene is anomalous in that it occurs at half-integer filling factors; b) graphene's conductivity never falls below a minimum value corresponding to the conductance quantum e^2/h, even when carrier concentrations tend to zero; c) the cyclotron mass m of massless carriers with energy E in graphene is described by equation E =mc*^2; and d) Shubnikov-de Haas oscillations in graphene exhibit a phase shift of pi due to Berry's phase.", 
            "authors": [
                "K S Novoselov", 
                "A K Geim", 
                "S V Morozov", 
                "D Jiang", 
                "M I Katsnelson", 
                "I V Grigorieva", 
                "S V Dubonos", 
                "Alexander A Firsov"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Nanotechnology", 
                "Astronomy", 
                "Quantum electrodynamics"
            ], 
            "title": "Two-Dimensional Gas of Massless Dirac Fermions in Graphene", 
            "url": "http://cn.bing.com/academic/profile?id=3c42752e18fbc96939cc79736ec9e821&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Tissues impacted by chronic infiltration of immune cells, for example, chronic inflammation, have a significantly increased risk of neoplasia. Once tumor development begins, immune cells that infiltrate and subsequently reside within neoplastic microenvironments regulate paracrine pathways in the tissue that foster neoplastic cell survival and proliferation, as well as regulating vascular cells, mesenchymal support cells, and other immune cells to similarly support neoplastic progression and tumor development. We now appreciate that immune microenvironments in solid tumors are targets for anticancer therapy, whereby therapeutics aim to neutralize their tumor-promoting activities, which is coincident with bolstering their embedded activities to foster T cell mobilization and cytotoxic functions through enhanced recognition of tumor-specific antigens. The key leukocytes that contribute to acute versus chronic inflammation in cancer, as well as the mechanisms by which they do so are subjects of the ongoing investigations. This article outlines differences between acute and chronic inflammation in the context of cancer, how each state arises, and how each can be manipulated for development of new cancer therapeutics.", 
            "authors": [
                "Lisa M Coussens", 
                "Zena Werb"
            ], 
            "fields": [
                "Computational biology", 
                "Molecular biology", 
                "Physics", 
                "Ecology", 
                "Evolutionary biology"
            ], 
            "title": "Inflammation and cancer", 
            "url": "http://cn.bing.com/academic/profile?id=3f423dcd48cf6bc3576857e4273c0433&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Apoptosis - the regulated destruction of a cell - is a complicated process. The decision to die cannot be taken lightly, and the activity of many genes influence a cell's likelihood of activating its self-destruction programme. Once the decision is taken, proper execution of the apoptotic programme requires the coordinated activation and execution of multiple subprogrammes. Here I review the basic components of the death machinery, describe how they interact to regulate apoptosis in a coordinated manner, and discuss the main pathways that are used to activate cell death.", 
            "authors": [
                "Michael O Hengartner"
            ], 
            "fields": [
                "Geophysics", 
                "Molecular biology", 
                "Metabolomics", 
                "Astrophysics", 
                "Physics"
            ], 
            "title": "The biochemistry of apoptosis", 
            "url": "http://cn.bing.com/academic/profile?id=978a31150b9558f31f11cc11cc7ad07a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Cancers arise owing to the accumulation of mutations in critical genes that alter normal programmes of cell proliferation, differentiation and death. As the first stage of a systematic genome-wide screen for these genes, we have prioritized for analysis signalling pathways in which at least one gene is mutated in human cancer. The RAS RAF MEK ERK MAP kinase pathway mediates cellular responses to growth signals. RAS is mutated to an oncogenic form in about 15% of human cancer. The three RAF genes code for cytoplasmic serine/threonine kinases that are regulated by binding RAS. Here we report BRAF somatic missense mutations in 66% of malignant melanomas and at lower frequency in a wide range of human cancers. All mutations are within the kinase domain, with a single substitution (V599E) accounting for 80%. Mutated BRAF proteins have elevated kinase activity and are transforming in NIH3T3 cells. Furthermore, RAS function is not required for the growth of cancer cell lines with the V599E mutation. As BRAF is a serine/threonine kinase that is commonly activated by somatic point mutation in human cancer, it may provide new therapeutic opportunities in malignant melanoma.", 
            "authors": [
                "Helen Davies", 
                "Graham R Bignell", 
                "Charles Cox", 
                "Philip J Stephens", 
                "Sarah Edkins", 
                "S M Clegg", 
                "Jon W Teague", 
                "Hayley Woffendin", 
                "Mathew J Garnett", 
                "William Bottomley", 
                "Neil W Davis", 
                "Ed Dicks", 
                "Rebecca R Ewing", 
                "Yvonne Floyd", 
                "Kristian Gray", 
                "S J Hall", 
                "R H Hawes", 
                "Jaime Hughes", 
                "Vivian Kosmidou", 
                "Andrew Menzies", 
                ""
            ], 
            "fields": [
                "Environmental science", 
                "Hedgehog signaling pathway", 
                "Biotechnology", 
                "Metabolomics", 
                "Missense mutation"
            ], 
            "title": "Mutations of the BRAF gene in human cancer", 
            "url": "http://cn.bing.com/academic/profile?id=59d479fada4a886dd12168316a5416e3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "12 Pathology and Microbiology, and 13 Diffuse large B-cell lymphoma (DLBCL), the most common subtype of non-Hodgkin's lymphoma, is clinically heterogeneous: 40% of patients respond well to current therapy and have prolonged survival, whereas the remainder succumb to the disease. We proposed that this variability in natural history reflects unrecognized molecular heterogeneity in the tumours. Using DNA microarrays, we have conducted a systematic characterization of gene expression in B-cell malignancies. Here we show that there is diversity in gene expression among the tumours of DLBCL patients, apparently reflecting the variation in tumour proliferation rate, host response and differentiation state of the tumour. We identified two molecularly distinct forms of DLBCL which had gene expression patterns indicative of different stages of B-cell differentiation. One type expressed genes characteristic of germinal centre B cells ('germinal centre B-like DLBCL'); the second type expressed genes normally induced during in vitro activation of peripheral blood B cells ('activated B-like DLBCL'). Patients with germinal centre B-like DLBCL had a significantly better overall survival than those with activated B-like DLBCL. The molecular classification of tumours on the basis of gene expression can thus identify previously undetected and clinically significant subtypes of cancer.", 
            "authors": [
                "Ash A Alizadeh", 
                "Michael B Eisen", 
                "R Eric Davis", 
                "Chi Ma", 
                "Izidore S Lossos", 
                "Andreas Rosenwald", 
                "Jennifer C Boldrick", 
                "Hajeer Sabet", 
                "Truc Tran", 
                "Xin Yu", 
                "John Powell", 
                "Liming Yang", 
                "Gerald E Marti", 
                "Troy Moore", 
                "James Hudson", 
                "Lisheng Lu", 
                "David B Lewis", 
                "Robert Tibshirani", 
                "Gavin Sherlock", 
                "Wing C Chan", 
                "Timothy C Gr…", 
                ""
            ], 
            "fields": [
                "Nanotechnology", 
                "Cell cycle", 
                "Messenger RNA", 
                "Immunology", 
                "DNA"
            ], 
            "title": "Distinct types of diffuse large B-cell lymphoma identified by gene expression profiling", 
            "url": "http://cn.bing.com/academic/profile?id=03a21ef4c7d42fd12959199c9e1a9d54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Like Drosophila Toll, human Toll is a type I transmembrane protein with an extracellular domain consisting of a leucine-rich repeat (LRR) domain, and a cytoplasmic domain homologous to the cytoplasmic domain of the human interleukin (IL)-1 receptor. Both Drosophila Toll and the IL-1 receptor are known to signal through the NF-kB pathway 5-7 . We show that a constitutively active mutant of human Toll transfected into human cell lines can induce the activation of NF-kB and the expression of NF-kB-controlled genes for the inflammatory cyto- kines IL-1, IL-6 and IL-8, as well as the expression of the co- stimulatory molecule B7.1, which is required for the activation of naive T cells. The Toll protein controls dorsal-ventral patterning in Drosophila embryos and activates the transcription factor Dorsal upon binding to its ligand Spatzle 8 . In adult Drosophila, the Toll/Dorsal signalling pathway participates in an anti-fungal immune response 2 . Signal- ling through Toll parallels the signalling pathway induced by the IL- 1 receptor (IL-1R) in mammalian cells: IL-1R signals through the NF-kB pathway, and Dorsal and its inhibitor Cactus are homo- logous to NF-kB and I-kB proteins, respectively 5,6 . Moreover, the cytoplasmic domain of Drosophila Toll is homologous to the cytoplasmic domain of IL-1R (ref. 9). Remarkably, the tobacco- virus-resistance gene that encodes N-protein is also similar to Toll in that it contains both a Toll signalling domain and an LRR domain 10 . It thus appears that the immune-response system mediated by Toll represents an ancient host defence mechanism 6 (Fig. 1). To inves- tigate the possibility that this pathway has been retained in the immune system of vertebrates, we used sequence and pattern searches 11 of the expressed-sequence tag (EST) database at the fragment was used to probe northern blots containing poly(A) + RNA from several organs. Most organs expressed two mRNA species: one of ,5 kilobases (kb) was predominant in most tissues except peripheral blood leukocytes (PBL), and corresponded to the length of the cDNA that we cloned. The lower band was ,4 kb long and this band was predominant in the PBL. The 4-kb band was not detectable in kidney, and liver did not contain any mRNA at all (Fig. 3). We also tested different mouse and human cell lines for expression of hToll mRNA by using PCR with reverse transcription (RT-PCR). We found mRNA for hToll in monocytes, macrophages, dendritic cells, g/d T cells, Th1 and Th2 a/b T cells, a small intestinal epithelial cell line, and a B-cell line (data not shown). The hToll gene is expressed most strongly in spleen and PBL (Fig. 3); its expression in other tissues may be due to the presence of macrophages and dendritic cells, in which it could act as an early-warning system for infection. Alternatively, hToll may be widely expressed because hToll signals through the conserved NF-kB pathway (see below) and NF- kB is a ubiquitous transcription factor. To characterize hToll functions and see whether it can induce transcription of immune response genes like dToll, we generated a dominant-positive mutant of hToll because the natural ligand of hToll is unknown. To produce a constitutively active mutant of hToll, we made use of genetic information from dToll: analysis of ventra- lizing mutants in Drosophila embryos had identified the function of the ectodomain C-flanking cysteine-rich region in dToll 16 as control- ling the activity of dToll in signal transduction. In three dominant", 
            "authors": [
                "Ruslan Medzhitov", 
                "Paula Prestonhurlburt", 
                "Charles A Janeway"
            ], 
            "fields": [
                "Transmembrane protein", 
                "Nature", 
                "Developmental biology", 
                "Computational biology", 
                "Astrophysics"
            ], 
            "title": "A human homologue of the Drosophila Toll protein signals activation of adaptive immunity", 
            "url": "http://cn.bing.com/academic/profile?id=bceb1f0c276d26296af94cb87168cf07&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Countless millions of people have died from tuberculosis, a chronic infectious disease caused by the tubercle bacillus. The complete genome sequence of the best-characterized strain of Mycobacterium tuberculosis, H37Rv, has been determined and analysed in order to improve our understanding of the biology of this slow-growing pathogen and to help the conception of new prophylactic and therapeutic interventions. The genome comprises 4,411,529 base pairs, contains around 4,000 genes, and has a very high guanine + cytosine content that is reflected in the biased amino-acid content of the proteins. M. tuberculosis differs radically from other bacteria in that a very large portion of its coding capacity is devoted to the production of enzymes involved in lipogenesis and lipolysis, and to two new families of glycine-rich proteins with a repetitive structure that may represent a source of antigenic variation.", 
            "authors": [
                "Stewart T Cole", 
                "Roland Brosch", 
                "Julian Parkhill", 
                "T Garnier", 
                "Carol Churcher", 
                "David Harris", 
                "Stephen V Gordon", 
                "Karin Eiglmeier", 
                "Shahinaz Gas", 
                "Clifton E Barry", 
                "Fredj Tekaia", 
                "Karen L Badcock", 
                "D Basham", 
                "David Brown", 
                "Tracey Chillingworth", 
                "R Connor", 
                "R M Davies", 
                "K Devlin", 
                "Theresa Feltwell", 
                "S Gentles", 
                "N Hamlin", 
                "S Holroyd", 
                ""
            ], 
            "fields": [
                "Base pair", 
                "Cell signaling", 
                "Bacteria", 
                "Earth science", 
                "Cancer"
            ], 
            "title": "Deciphering the biology of Mycobacterium tuberculosis from the complete genome sequence.", 
            "url": "http://cn.bing.com/academic/profile?id=5e8d6594ca3fd94138dcbad8b43c2db0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Power in policy making revolves in part around the ability to control media attention to an issue while framing an issue in favorable terms. These two characteristics of media coverage both reflect and shape where an issue is decided, by whom, and with what outcomes. In understanding this process, a number of studies have observed cyclical waves in media attention and historical shifts in how an issue is framed,linking these features to policy decisions. Yet there has been little theoretical specification and testing of the social mechanisms that drive these cycles. With this in mind, this study outlines a model for understanding “mediated issue development.” The theoretical components of the model include the type of policy arena where debate takes place, the media lobbying activities of strategic actors, the journalistic need for narrative structure, and the competition from other issues for attention across policy and media environments. Related factors include the type of journalist assigned coverage and the level of attention from opinion pages. Using data from a content analysis of twenty-five years of coverage at the New York Times and Washington Post, the model is applied and tested against the issue of plant biotechnology. Generalizability of the model is the primary goal,and the authors conclude with comparisons to other issues such as the Human Genome Project and intelligent design. Understanding, however, why plant biotechnology remains at low levels of controversy in the United States compared to the rest of the world remains the object of considerable curiosity, and the focus of this study posits several explanations.", 
            "authors": [
                "Matthew C Nisbet", 
                "Mike Huge"
            ], 
            "fields": [
                "Intelligent Design", 
                "Framing", 
                "Content analysis", 
                "Biotechnology", 
                "Narrative structure"
            ], 
            "title": "Attention Cycles and Frames in the Plant Biotechnology Debate Managing Power and Participation through the Press/Policy Connection", 
            "url": "http://cn.bing.com/academic/profile?id=1d7ecaef7e1bcdfeafc7536bfb316e3c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Diamond v. Chakrabarty over patenting microorganisms and later extended to plants and animals 3 ,b iotechnology startups and established seed and agrochemical companies initiated intensive research efforts, taking a leading role in the development, production and marketing of new biotechnology-based crop varieties. The Bayh-Dole Act of 1980, which allowed universities to patent results of research financed by federal monies, and the subsequent proliferation of public-sector offices of technology transfer created new opportunities and outlets for the results of the public sector’s molecular biology R&D efforts.", 
            "authors": [
                "Gregory Graff", 
                "Susan E Cullen", 
                "Kent J Bradford", 
                "David Zilberman", 
                "Alan B Bennett"
            ], 
            "fields": [
                "Agriculture", 
                "Derecho", 
                "Public sector", 
                "Assignment", 
                "Rights"
            ], 
            "title": "The public-private structure of intellectual property ownership in agricultural biotechnology.", 
            "url": "http://cn.bing.com/academic/profile?id=6b2edff509230c0713e5a22f480718cb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract Although seeds have been the subject of extensive studies for many years, their seed coats are just beginning to be examined from the perspective of molecular genetics and control of development. The seed coat plays a vital role in the life cycle of plants by controlling the development of the embryo and determining seed dormancy and germination. Within the seed coat are a number of unique tissues that undergo differentiation to serve specific functions in the seed. A large number of genes are known to be specifically expressed within the seed coat tissues; however, very few of them are understood functionally. The seed coat synthesizes a wide range of novel compounds that may serve the plant in diverse ways, including defense and control of development. Many of the compounds are sources of industrial products and are components of food and feeds. The use of seed coat biotechnology to enhance seed quality and yield, or to generate novel components has not been exploited, largely because of lack o...", 
            "authors": [
                "Jaimie A Moise", 
                "Shuyou Han", 
                "Loreta Gudynaitęsavitch", 
                "Douglas A Johnson", 
                "Brian Miki"
            ], 
            "fields": [
                "Industrial production", 
                "Embryo", 
                "Molecular genetics", 
                "Molecular biology", 
                "Seed dormancy"
            ], 
            "title": "SEED COATS: STRUCTURE, DEVELOPMENT, COMPOSITION, AND BIOTECHNOLOGY", 
            "url": "http://cn.bing.com/academic/profile?id=a9cf6e834341a8a0c89e3a82e6e18887&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "World-wide consumer response toward food products made from genetically modified ingredients has been largely negative. However, the majority of the previous studies on consumer attitudes towards genetically modified food products were conducted in developed countries in Europe as well as Japan. The small number of studies conducted in developing countries obtained different results from the developed world. This paper considers the motivations for consumer attitudes towards genetically modified foods in developing countries. We conclude that the generally positive perception towards genetically modified foods in developing countries could be the result of a cost-benefit analysis consistent with expected utility theory. Developing countries have more urgent needs in terms of food availability and nutritional content. Additionally, perceived levels of risk may be smaller due to trust in government regulation, positive perceptions of scientific discovery, and positive media influences. This is contrary to the small benefits and high perceived risks found in many developed countries, and hence, the rational for low or non-acceptance of genetically modified foods in those countries.", 
            "authors": [
                "Kynda R Curtis", 
                "Jill J Mccluskey", 
                "Thomas I Wahl"
            ], 
            "fields": [
                "Biotechnology", 
                "Regulation", 
                "Risk perception", 
                "Risk", 
                "Consumer"
            ], 
            "title": "Consumer Acceptance of Genetically Modified Food Products in the Developing World", 
            "url": "http://cn.bing.com/academic/profile?id=28d242d629a6f8d54dee19e2b6517dca&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Fungi are of excellent value nutritionally, and of great importance to vegetarians. Edible mushrooms are excellent sources of protein, have low-fat content and are free of cholesterol. They are easily cultivable and are consumed either in fresh or processed form. Yeasts and filamentous fungi secrete a plethora of important enzymes in the growth medium together with other secondary metabolites. Most of these are hydrolytic in nature being employed in different food processing industries as well as in refinement of fodder quality. Edible filamentous fungi producing these enzymes present an added advantage for their use in food and feed. In this article these aspects will be discussed along with the results from edible mushroom Termitomyces clypeatus, producing a wide variety of hydrolytic enzymes and products, from our laboratory. It is likely that the functional understanding of different enzyme classes will provide new applications within the food industry in the future. 2009 Published by Elsevier Ltd.", 
            "authors": [
                "Shakuntala Ghorai", 
                "Samudra Prosad Banik", 
                "Deepak Verma", 
                "Sudeshna Chowdhury", 
                "Soumya Mukherjee", 
                "Suman Khowala"
            ], 
            "fields": [
                "Fermentation", 
                "Enzyme", 
                "Sporocarp", 
                "Food processing", 
                "Fodder"
            ], 
            "title": "Fungal biotechnology in food and feed processing", 
            "url": "http://cn.bing.com/academic/profile?id=4fb6552a8f7b8d4be065b43562b38307&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Adaptive laboratory evolution is a frequent method in biological studies to gain insights into the basic mechanisms of molecular evolution and adaptive changes that accumulate in microbial populations during long term selection under specified growth conditions. Although regularly performed for more than 25 years, the advent of transcript and cheap next-generation sequencing technologies has resulted in many recent studies, which successfully applied this technique in order to engineer microbial cells for biotechnological applications. Adaptive laboratory evolution has some major benefits as compared with classical genetic engineering but also some inherent limitations. However, recent studies show how some of the limitations may be overcome in order to successfully incorporate adaptive laboratory evolution in microbial cell factory design. Over the last two decades important insights into nutrient and stress metabolism of relevant model species were acquired, whereas some other aspects such as niche-specific differences of non-conventional cell factories are not completely understood. Altogether the current status and its future perspectives highlight the importance and potential of adaptive laboratory evolution as approach in biotechnological engineering.", 
            "authors": [
                "Martin Dragosits", 
                "Diethard Mattanovich"
            ], 
            "fields": [
                "Microbiology", 
                "Biotechnology", 
                "Gene regulatory network"
            ], 
            "title": "Adaptive laboratory evolution -- principles and applications for biotechnology.", 
            "url": "http://cn.bing.com/academic/profile?id=9536206b78487c0150c87b18dcd599a0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The advancement of gene silencing via RNA interference is limited by the lack of effective short interfering RNA (siRNA) delivery vectors. Rational design of polymeric carriers has been complicated by the fact that most chemical modifications affect multiple aspects of the delivery process. In this work, the extent of primary amine acetylation of generation 5 poly(amidoamine) (PAMAM) dendrimers was studied as a modification for the delivery of siRNA to U87 malignant glioma cells.", 
            "authors": [
                "Carolyn L Waite", 
                "Sarah M Sparks", 
                "Kathryn E Uhrich", 
                "Charles M Roth"
            ], 
            "fields": [
                "Stem cell", 
                "Gene silencing", 
                "Physical property", 
                "Biotechnology", 
                "RNA interference"
            ], 
            "title": "Acetylation of PAMAM dendrimers for cellular delivery of siRNA", 
            "url": "http://cn.bing.com/academic/profile?id=c76349fbc51e03e36f86b1c8e6e37f17&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Many complex systems, such as communication networks, display a surprising degree of robustness: while key components regularly malfunction, local failures rarely lead to the loss of the global information-carrying ability of the network. The stability of these complex systems is often attributed to the redundant wiring of the functional web defined by the systems' components. In this paper we demonstrate that error tolerance is not shared by all redundant systems, but it is displayed only by a class of inhomogeneously wired networks, called scale-free networks. We find that scale-free networks, describing a number of systems, such as the World Wide Web, Internet, social networks or a cell, display an unexpected degree of robustness, the ability of their nodes to communicate being unaffected by even unrealistically high failure rates. However, error tolerance comes at a high price: these networks are extremely vulnerable to attacks, i.e. to the selection and removal of a few nodes that play the most important role in assuring the network's connectivity.", 
            "authors": [
                "Reka Albert", 
                "Hawoong Jeong", 
                "Albertlaszlo Barabasi"
            ], 
            "fields": [
                "Materials Science", 
                "Computational biology", 
                "Cancer", 
                "Nature", 
                "Molecular biology"
            ], 
            "title": "Error and attack tolerance of complex networks", 
            "url": "http://cn.bing.com/academic/profile?id=437df4f26d9384a503fbc6212b975496&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is now ample evidence of the ecological impacts of recent climate change, from polar terrestrial to tropical marine environments. The responses of both flora and fauna span an array of ecosystems and organizational hierarchies, from the species to the community levels. Despite continued uncertainty as to community and ecosystem trajectories under global change, our review exposes a coherent pattern of ecological change across systems. Although we are only at an early stage in the projected trends of global warming, ecological responses to recent climate change are already clearly visible.", 
            "authors": [
                "Gianreto Walther", 
                "Eric Post", 
                "Peter Convey", 
                "Annette Menzel", 
                "Camille Parmesan", 
                "Trevor J C Beebee", 
                "Jeanmarc Fromentin", 
                "Ove Hoeghguldberg", 
                "Franz Bairlein"
            ], 
            "fields": [
                "Neuroscience", 
                "Computational biology", 
                "Signal transduction", 
                "Geophysics", 
                "Physics"
            ], 
            "title": "Ecological responses to recent climate change.", 
            "url": "http://cn.bing.com/academic/profile?id=6035981cffe8f5cca1e8900f5248ceae&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is increasing evidence that genome-wide association ( GWA) studies represent a powerful approach to the identification of genes involved in common human diseases. We describe a joint GWA study ( using the Affymetrix GeneChip 500K Mapping Array Set) undertaken in the British population, which has examined similar to 2,000 individuals for each of 7 major diseases and a shared set of similar to 3,000 controls. Case-control comparisons identified 24 independent association signals at P < 5 X 10(-7): 1 in bipolar disorder, 1 in coronary artery disease, 9 in Crohn's disease, 3 in rheumatoid arthritis, 7 in type 1 diabetes and 3 in type 2 diabetes. On the basis of prior findings and replication studies thus-far completed, almost all of these signals reflect genuine susceptibility effects. We observed association at many previously identified loci, and found compelling evidence that some loci confer risk for more than one of the diseases studied. Across all diseases, we identified a large number of further signals ( including 58 loci with single-point P values between 10(-5) and 5 X 10(-7)) likely to yield additional susceptibility loci. The importance of appropriately large samples was confirmed by the modest effect sizes observed at most loci identified. This study thus represents a thorough validation of the GWA approach. It has also demonstrated that careful use of a shared control group represents a safe and effective approach to GWA analyses of multiple disease phenotypes; has generated a genome-wide genotype database for future studies of common diseases in the British population; and shown that, provided individuals with non-European ancestry are excluded, the extent of population stratification in the British population is generally modest. Our findings offer new avenues for exploring the pathophysiology of these important disorders. We anticipate that our data, results and software, which will be widely available to other investigators, will provide a powerful resource for human genetics research.", 
            "authors": [
                "Paul R Burton", 
                "David G Clayton", 
                "Lon R Cardon", 
                "Nick Craddock", 
                "Panos Deloukas", 
                "Audrey Duncanson", 
                "Dominic P Kwiatkowski", 
                "Mark I Mccarthy", 
                "Willem H Ouwehand", 
                "Nilesh J Samani", 
                "John A Todd", 
                "Peter Donnelly", 
                "Jeffrey C Barrett", 
                "Dan Davison", 
                "Doug Easton", 
                "D H Evans", 
                "Hintak Leung", 
                "Jonathan Marchini", 
                "Andre…", 
                ""
            ], 
            "fields": [
                "RNA", 
                "Biotechnology", 
                "Marine biology", 
                "Biochemistry", 
                "Ecology"
            ], 
            "title": "Genome-wide association study of 14,000 cases of seven common diseases and 3,000 shared controls.", 
            "url": "http://cn.bing.com/academic/profile?id=dd4b50ae5f4fd55333ff809740d97cce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The sequence of the mouse genome is a key informational tool for understanding the contents of the human genome and a key experimental tool for biomedical research. Here, we report the results of an international collaboration to produce a high-quality draft sequence of the mouse genome. We also present an initial comparative analysis of the mouse and human genomes, describing some of the insights that can be gleaned from the two sequences. We discuss topics including the analysis of the evolutionary forces shaping the size, structure and sequence of the genomes; the conservation of large-scale synteny across most of the genomes; the much lower extent of sequence orthology covering less than half of the genomes; the proportions of the genomes under selection; the number of protein-coding genes; the expansion of gene families related to reproduction and immunity; the evolution of proteins; and the identification of intraspecies polymorphism.", 
            "authors": [
                "Asif Chinwalla", 
                "Lisa L Cook", 
                "Kimberly D Delehaunty", 
                "Ginger Fewell", 
                "Lucinda Fulton", 
                "Robert S Fulton", 
                "Tina Graves", 
                "Ladeana W Hillier", 
                "Elaine R Mardis", 
                "John D Mcpherson", 
                "Tracie L Miner", 
                "William E Nash", 
                "Joanne O Nelson", 
                "Michael N Nhan", 
                "Kymberlie H Pepin", 
                "Craig S Pohl", 
                "Tracy C Ponce", 
                "Brian Schultz", 
                "Johanna Th…", 
                ""
            ], 
            "fields": [
                "Nucleic acid", 
                "Materials Science", 
                "Computational biology", 
                "Cancer", 
                "Nature"
            ], 
            "title": "Initial sequencing and comparative analysis of the mouse genome", 
            "url": "http://cn.bing.com/academic/profile?id=dc30ffb020253c25be50963e722175ce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "RNA interference (RNAi) is the mechanism through which double-stranded RNAs silence cognate genes 1-5. In plants, this can occur at both the transcriptional and the post-transcriptional levels 1,2,5; however, in animals, only post-transcriptional RNAi has been reported to date. In both plants and animals, RNAi is characterized by the presence of RNAs of about 22 nucleotides in length that are homologous to the gene that is being suppressed 6-8. These 22-nucleotide sequences serve as guide sequences that instruct a multicomponent nuclease, RISC, to destroy specific messenger RNAs 6. Here we identify an enzyme, Dicer, which can produce putative guide RNAs. Dicer is a member of the RNase III family of nucleases that specifically cleave double-stranded RNAs, and is evolutionarily conserved in worms, flies, plants, fungi and mammals. The enzyme has a distinctive structure, which includes a helicase domain and dual RNase III motifs. Dicer also contains a region of homology to the RDE1/QDE2/ARGONAUTE family that has been genetically linked to RNAi 9,10.", 
            "authors": [
                "Emily Bernstein", 
                "Amy A Caudy", 
                "Scott M Hammond", 
                "Gregory J Hannon"
            ], 
            "fields": [
                "Quantum mechanics", 
                "RNA", 
                "Molecular biology", 
                "Medicine", 
                "Developmental biology"
            ], 
            "title": "Role for a bidentate ribonuclease in the initiation step of RNA interference", 
            "url": "http://cn.bing.com/academic/profile?id=f5970b228d71d9bb841222f5cf33c0fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy BRCA1 and BRCA2 are important for DNA double-strand break repair by homologous recombination(1), and mutations in these genes predispose to breast and other cancers(2). Poly(ADP- ribose) polymerase ( PARP) is an enzyme involved in base excision repair, a key pathway in the repair of DNA single- strand breaks(3). We show here that BRCA1 or BRCA2 dysfunction unexpectedly and profoundly sensitizes cells to the inhibition of PARP enzymatic activity, resulting in chromosomal instability, cell cycle arrest and subsequent apoptosis. This seems to be because the inhibition of PARP leads to the persistence of DNA lesions normally repaired by homologous recombination. These results illustrate how different pathways cooperate to repair damage, and suggest that the targeted inhibition of particular DNA repair pathways may allow the design of specific and less toxic therapies for cancer.", 
            "authors": [
                "Hannah Farmer", 
                "Nuala Mccabe", 
                "Christopher J Lord", 
                "Andrew Tutt", 
                "Damian Johnson", 
                "Tobias B Richardson", 
                "Manuela Santarosa", 
                "Krystyna J Dillon", 
                "Ian Hickson", 
                "Charlotte Knights", 
                "Niall M B Martin", 
                "Stephen P Jackson", 
                "Graeme C M Smith", 
                "Alan Ashworth"
            ], 
            "fields": [
                "Structural biology", 
                "Mutation", 
                "Cancer", 
                "Quantum mechanics", 
                "Systems biology"
            ], 
            "title": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy", 
            "url": "http://cn.bing.com/academic/profile?id=038cb2c15823f1e3552a66e06177ed54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In response to a need for a general catalog of genome variation to address the large-scale sampling designs required by association studies, gene mapping and evolutionary biology, the National Center for Biotechnology Information (NCBI) has established the dbSNP database [S.T.Sherry, M.Ward and K.Sirotkin (1999) Genome Res., 9, 677–679]. Submissions to dbSNP will be integrated with other sources of information at NCBI such as GenBank, PubMed, LocusLink and the Human Genome Project data. The complete contents of dbSNP are available to the public at website: http://www.ncbi.nlm.nih.gov/SNP. The complete contents of dbSNP can also be downloaded in multiple formats via anonymous FTP at ftp:// ncbi.nlm.nih.gov/snp/.", 
            "authors": [
                "Stephen T Sherry", 
                "Ming Ward", 
                "Michael Kholodov", 
                "Jonathan B Baker", 
                "Lon Phan", 
                "Elizabeth M Smigielski", 
                "Karl Sirotkin"
            ], 
            "fields": [
                "Information system", 
                "Biotechnology", 
                "Genetic variation", 
                "The Internet", 
                "Nucleic acid"
            ], 
            "title": "dbSNP: the NCBI database of genetic variation", 
            "url": "http://cn.bing.com/academic/profile?id=e84868e0ea40d62ee17d560b1d911902&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "RNA and DNA expression vectors containing genes for chloramphenicol acetyltransferase, luciferase, and beta-galactosidase were separately injected into mouse skeletal muscle in vivo. Protein expression was readily detected in all cases, and no special delivery system was required for these effects. The extent of expression from both the RNA and DNA constructs was comparable to that obtained from fibroblasts transfected in vitro under optimal conditions. In situ cytochemical staining for beta-galactosidase activity was localized to muscle cells following injection of the beta-galactosidase DNA vector. After injection of the DNA luciferase expression vector, luciferase activity was present in the muscle for at least 2 months.", 
            "authors": [
                "J A Wolff", 
                "Robert W Malone", 
                "P Williams", 
                "W Chong", 
                "Gyula Acsadi", 
                "Agnes Jani", 
                "Philip L Felgner"
            ], 
            "fields": [
                "Protein expression", 
                "Gene expression", 
                "Reporter gene", 
                "DNA", 
                "Myocyte"
            ], 
            "title": "Direct gene transfer into mouse muscle in vivo", 
            "url": "http://cn.bing.com/academic/profile?id=ecc3895ec5d540255fd25305beaf481e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Two large-scale yeast two-hybrid screens were undertaken to identify protein‐protein interactions between full-length open reading frames predicted from the Saccharomyces cerevisiae genome sequence. In one approach, we constructed a protein array of about 6,000 yeast transformants, with each transformant expressing one of the open reading frames as a fusion to an activation domain. This array was screened by a simple and automated procedure for 192 yeast proteins, with positive responses identified by their positions in the array. In a second approach, we pooled cells expressing one of about 6,000 activation domain fusions to generate a library. We used a high-throughput screening procedure to screen nearly all of the 6,000 predicted yeast proteins, expressed as Gal4 DNA-binding domain fusion proteins, against the library, and characterized positives by sequence analysis. These approaches resulted in the detection of 957 putative interactions involving 1,004 S. cerevisiae proteins. These data reveal interactions that place functionally unclassified proteins in a biological context, interactions between proteins involved in the same biological function, and interactions that link biological functions together into larger cellular processes. The results of these screens are shown here.", 
            "authors": [
                "Peter Uetz", 
                "Loic Giot", 
                "Gerard Cagney", 
                "Traci A Mansfield", 
                "Richard S Judson", 
                "James R Knight", 
                "Daniel Lockshon", 
                "Vaibhav A Narayan", 
                "Maithreyan Srinivasan", 
                "Pascale Pochart", 
                "Alia Qureshiemili", 
                "Ying Li", 
                "Brian C Godwin", 
                "D P Conover", 
                "Theodore S Kalbfleisch", 
                "G V Vijayadamodar", 
                "Meijia Yang", 
                "Mark Johnston", 
                "Stanle…", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Fusion protein", 
                "Evolution", 
                "Signal transduction", 
                "Transcriptome"
            ], 
            "title": "A comprehensive analysis of protein|[ndash]|protein interactions in Saccharomyces cerevisiae", 
            "url": "http://cn.bing.com/academic/profile?id=09e01707ef5736a35a08572daefd9c23&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The universality of calcium as an intracellular messenger depends on its enormous versatility. Cells have a calcium signalling toolkit with many components that can be mixed and matched to create a wide range of spatial and temporal signals. This versatility is exploited to control processes as diverse as fertilization, proliferation, development, learning and memory, contraction and secretion, and must be accomplished within the context of calcium being highly toxic. Exceeding its normal spatial and temporal boundaries can result in cell death through both necrosis and apoptosis.", 
            "authors": [
                "Michael J Berridge", 
                "Peter Lipp", 
                "Martin D Bootman"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Genetics", 
                "Genomics", 
                "Cancer"
            ], 
            "title": "The versatility and universality of calcium signalling", 
            "url": "http://cn.bing.com/academic/profile?id=d8d18e8ac66a4102adbad7f64bc0feb8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Climate change over the past 30 years has produced numerous shifts in the distributions and abundances of species and has been implicated in one species-level extinction. Using projections of species' distributions for future climate scenarios, we assess extinction risks for sample regions that cover some 20% of the Earth's terrestrial surface. Exploring three approaches in which the estimated probability of extinction shows a power-law relationship with geographical range size, we predict, on the basis of mid-range climate-warming scenarios for 2050, that 15–37% of species in our sample of regions and taxa will be 'committed to extinction'. When the average of the three methods and two dispersal scenarios is taken, minimal climate-warming scenarios produce lower projections of species committed to extinction (18%) than mid-range (24%) and maximum-change (35%) scenarios. These estimates show the importance of rapid implementation of technologies to decrease greenhouse gas emissions and strategies for carbon sequestration.", 
            "authors": [
                "Chris D Thomas", 
                "Alison Cameron", 
                "Rhys E Green", 
                "Michel Bakkenes", 
                "Linda J Beaumont", 
                "Yvonne C Collingham", 
                "Barend F N Erasmus", 
                "Marinez Ferreira De Siqueira", 
                "Alan Grainger", 
                "Lee Hannah", 
                "Lesley Hughes", 
                "Brian Huntley", 
                "Albert S Van Jaarsveld", 
                "Guy F Midgley", 
                "Lera Miles", 
                "Miguel A Ortegahuerta", 
                "A Townsend …", 
                ""
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Global warming", 
                "Drug discovery", 
                "Astronomy"
            ], 
            "title": "EXTINCTION RISK FROM CLIMATE CHANGE", 
            "url": "http://cn.bing.com/academic/profile?id=1779fa53df681e1ec20b5f13aabb2815&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Most cellular processes are carried out by multiprotein complexes. The identification and analysis of their components provides insight into how the ensemble of expressed proteins (proteome) is organized into functional units. We used tandem-affinity purification (TAP) and mass spectrometry in a large-scale approach to characterize multiprotein complexes in Saccharomyces cerevisiae. We processed 1,739 genes, including 1,143 human orthologues of relevance to human biology, and purified 589 protein assemblies. Bioinformatic analysis of these assemblies defined 232 distinct multiprotein complexes and proposed new cellular roles for 344 proteins, including 231 proteins with no previous functional annotation. Comparison of yeast and human complexes showed that conservation across species extends from single proteins to their molecular environment. Our analysis provides an outline of the eukaryotic proteome as a network of protein complexes at a level of organization beyond binary interactions. This higher-order map contains fundamental biological information and offers the context for a more reasoned and informed approach to drug discovery. A formidable challenge of postgenomic biology is to understand how genetic information results in the concerted action of gene products in time and space to generate function. In medicine, this is perhaps best reflected in the numerous disorders based on polygenic traits and the notion that the number of human diseases", 
            "authors": [
                "Anneclaude Gavin", 
                "Markus Bosche", 
                "Roland Krause", 
                "Paola Grandi", 
                "Martina Marzioch", 
                "Andreas Bauer", 
                "Jorg Schultz", 
                "Jens M Rick", 
                "Annemarie Michon", 
                "Cristinamaria Cruciat", 
                "Marita Remor", 
                "Christian Hofert", 
                "Malgorzata Schelder", 
                "Miro Brajenovic", 
                "Heinz Ruffner", 
                "Alejandro Merino", 
                "Karin Klein", 
                "Manuela Hudak", 
                "D…", 
                ""
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Bioinformatics", 
                "Climate change", 
                "Execution unit"
            ], 
            "title": "Functional organization of the yeast proteome by systematic analysis of protein complexes", 
            "url": "http://cn.bing.com/academic/profile?id=b510b109342910954d2f7781c4fe9ac6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Chitin is the most abundant natural amino polysaccharide and is estimated to be produced annually almost as much as cellulose. It has become of great interest not only as an underutilized resource, but also as a new functional material of high potential in various fields, and recent progress in chitin chemistry is quite noteworthy. The purpose of this review is to take a closer look at chitin and chitosan applications. Based on current research and existing products, some new and futuristic approaches in this fascinating area are thoroughly discussed.", 
            "authors": [
                "Majeti N V Ravi Kumar"
            ], 
            "fields": [
                "Fiber", 
                "Nanoparticle", 
                "Biotechnology", 
                "Self-healing hydrogels"
            ], 
            "title": "A review of chitin and chitosan applications", 
            "url": "http://cn.bing.com/academic/profile?id=c3c3302c86f22591ac8abf2950b62a29&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Hypoxia-inducible factor-1 (HIF-1) has a key role in cellular responses to hypoxia, including the regulation of genes involved in energy metabolism, angiogenesis and apoptosis(1-4). The alpha subunits of HIF are rapidly degraded by the proteasome under normal conditions, but are stabilized by hypoxia(5). Cobaltous ions or iron chelators mimic hypoxia, indicating that the stimuli may interact through effects on a ferroprotein oxygen sensor(6,7). Here we demonstrate a critical role for the von Hippel-Lindau (VHL) tumour suppressor gene product pVHL in HIF-1 regulation. In VHL-defective cells, HIF alpha-subunits are constitutively stabilized and HIF-1 is activated. Re-expression of pVHL restored oxygen-dependent instability. pVHL and HIF alpha-subunits co-immunoprecipitate, and pVHL is present in the hypoxic HIF-1 DNA-binding complex. In cells exposed to iron chelation or cobaltous ions, HIF-1 is dissociated from pVHL. These findings indicate that the interaction between HIF-1 and pVHL is iron dependent, and that it is necessary for the oxygen-dependent degradation of HIF alpha-subunits. Thus, constitutive HIF-1 activation may underlie the angiogenic phenotype of VHL-associated tumours. The pVHL/HIF-1 interaction provides a new focus for understanding cellular oxygen sensing.", 
            "authors": [
                "Patrick H Maxwell", 
                "Michael S Wiesener", 
                "G W Chang", 
                "Steven C Clifford", 
                "Emma Vaux", 
                "Matthew E Cockman", 
                "Charles C Wykoff", 
                "Christopher W Pugh", 
                "Eamonn R Maher", 
                "Peter J Ratcliffe"
            ], 
            "fields": [
                "Carcinogenesis", 
                "Ecology", 
                "Astrophysics", 
                "Cancer", 
                "Pharmacology"
            ], 
            "title": "The tumour suppressor protein VHL targets hypoxia-inducible factors for oxygen-dependent proteolysis", 
            "url": "http://cn.bing.com/academic/profile?id=7ae2b9459acd4692c38b9a3a38a315c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: In a cell or microorganism the processes that generate mass, energy, information transfer, and cell fate specification are seamlessly integrated through a complex network of various cellular constituents and reactions. However, despite the key role these networks play in sustaining various cellular functions, their large-scale structure is essentially unknown. Here we present the first systematic comparative mathematical analysis of the metabolic networks of 43 organisms representing all three domains of life. We show that, despite significant variances in their individual constituents and pathways, these metabolic networks display the same topologic scaling properties demonstrating striking similarities to the inherent organization of complex non-biological systems. This suggests that the metabolic organization is not only identical for all living organisms, but complies with the design principles of robust and error-tolerant scale-free networks, and may represent a common blueprint for the large-scale organization of interactions among all cellular constituents.", 
            "authors": [
                "Hawoong Jeong", 
                "B Tombor", 
                "Reka Albert", 
                "Zoltan N Oltvai", 
                "A L Barabasi"
            ], 
            "fields": [
                "Developmental biology", 
                "Marine biology", 
                "Small-world network", 
                "Metabolism", 
                "Biotechnology"
            ], 
            "title": "The large-scale organization of metabolic networks.", 
            "url": "http://cn.bing.com/academic/profile?id=235ca47941389e7e413dfaa334a77d85&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In addition to maintaining the GenBank(R) nucleic acid sequence database, the National Center for Biotechnology Information (NCBI) provides data retrieval systems and computational resources for the analysis of data in GenBank and other biological data made available through NCBI’s website. NCBI resources include Entrez, Entrez Programming Utilities, PubMed, PubMed Central, Entrez Gene, the NCBI Taxonomy Browser, BLAST, BLAST Link (BLink), Electronic PCR, OrfFinder, Spidey, RefSeq, UniGene, HomoloGene, ProtEST, dbMHC, dbSNP, Cancer Chromosomes, Entrez Genomes and related tools,theMapViewer,ModelMaker,EvidenceViewer, Clusters of Orthologous Groups (COGs), Retroviral Genotyping Tools, HIV-1/Human Protein Interaction Database, SAGEmap, Gene Expression Omnibus (GEO), Online Mendelian Inheritance in Man (OMIM), the Molecular Modeling Database (MMDB), the Conserved Domain Database (CDD) and the Conserved Domain Architecture Retrieval Tool (CDART). Augmenting many of the Web applications are custom implementations of the BLAST program optimized to search specialized datasets. All of the resources can be accessed through the NCBI home page at http://www.ncbi.nlm.nih.gov.", 
            "authors": [
                "David L Wheeler", 
                "Deanna M Church", 
                "Alex E Lash", 
                "Detlef D Leipe", 
                "Thomas L Madden", 
                "Joan Pontius", 
                "Gregory D Schuler", 
                "Lynn M Schriml", 
                "Tatiana Tatusova", 
                "Lukas Wagner", 
                "Barbara A Rapp"
            ], 
            "fields": [
                "Genotype", 
                "Gene expression", 
                "Human genome", 
                "Medical research", 
                "Algorithm"
            ], 
            "title": "Database Resources of the National Center for Biotechnology Information", 
            "url": "http://cn.bing.com/academic/profile?id=8e77798c2579304a6c10870598e2e1fc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Genome-wide association studies have identified hundreds of genetic variants associated with complex human diseases and traits, and have provided valuable insights into their genetic architecture. Most variants identified so far confer relatively small increments in risk, and explain only a small proportion of familial clustering, leading many to question how the remaining, 'missing' heritability can be explained. Here we examine potential sources of missing heritability and propose research strategies, including and extending beyond current genome-wide association approaches, to illuminate the genetics of complex diseases and enhance its potential to enable effective disease prevention or treatment.", 
            "authors": [
                "Teri A Manolio", 
                "Francis S Collins", 
                "Nancy J Cox", 
                "David B Goldstein", 
                "Lucia A Hindorff", 
                "David J Hunter", 
                "Mark I Mccarthy", 
                "Erin M Ramos", 
                "Lon R Cardon", 
                "Aravinda Chakravarti", 
                "Judy H Cho", 
                "Alan E Guttmacher", 
                "Augustine Kong", 
                "Leonid Kruglyak", 
                "Elaine R Mardis", 
                "Charles N Rotimi", 
                "Montgomery Slatkin", 
                "David Valle", 
                "Alice …", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Pharmacology", 
                "Biology", 
                "Proteomics", 
                "Molecular biology"
            ], 
            "title": "Finding the missing heritability of complex diseases", 
            "url": "http://cn.bing.com/academic/profile?id=ab6469b27d1845f8c431b102f8b356d7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The worldwide obesity epidemic is stimulating efforts to identify host and environmental factors that affect energy balance. Comparisons of the distal gut microbiota of genetically obese mice and their lean littermates, as well as those of obese and lean human volunteers have revealed that obesity is associated with changes in the relative abundance of the two dominant bacterial divisions, the Bacteroidetes and the Firmicutes. Here we demonstrate through metagenomic and biochemical analyses that these changes affect the metabolic potential of the mouse gut microbiota. Our results indicate that the obese microbiomehasanincreasedcapacitytoharvestenergyfromthediet.Furthermore,thistraitistransmissible:colonizationof germ-free mice with an ‘obese microbiota’ results in a significantly greater increase in total body fat than colonization with a ‘lean microbiota’. These results identify the gut microbiota as an additional contributing factor to the pathophysiology of obesity.", 
            "authors": [
                "Peter J Turnbaugh", 
                "Ruth E Ley", 
                "Michael A Mahowald", 
                "Vincent Magrini", 
                "Elaine R Mardis", 
                "Jeffrey I Gordon"
            ], 
            "fields": [
                "Signal transduction", 
                "Biochemistry", 
                "Biotechnology", 
                "Medical research", 
                "Medicine"
            ], 
            "title": "An obesity-associated gut microbiome with increased capacity for energy harvest.", 
            "url": "http://cn.bing.com/academic/profile?id=58b404f3334efbd273d047f9bee7b22c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#Much of the prior research on interorganizational learning has focused on the role of absorptive capacity, a firm's ability to value, assimilate, and utilize new external knowledge. However, this definition of the construct suggests that a firm has an equal capacity to learn from all other organizations. We reconceptualize the firm-level construct absorptive capacity as a learning dyad-level construct, relative absorptive capacity. One firm's ability to learn from another firm is argued to depend on the similarity of both firms' (1) knowledge bases, (2) organizational structures and compensation policies, and (3) dominant logics. We then test the model using a sample of pharmaceutical–biotechnology R&D alliances. As predicted, the similarity of the partners' basic knowledge, lower management formalization, research centralization, compensation practices, and research communities were positively related to interorganizational learning. The relative absorptive capacity measures are also shown to have greater explanatory power than the established measure of absorptive capacity, R&D spending. © 1998 John Wiley & Sons, Ltd.", 
            "authors": [
                "Peter J Lane", 
                "Michael Lubatkin"
            ], 
            "fields": [
                "Business", 
                "Biotechnology", 
                "Knowledge", 
                "Management", 
                "Organizational learning"
            ], 
            "title": "Relative absorptive capacity and interorganizational learning", 
            "url": "http://cn.bing.com/academic/profile?id=7432c9f118854c6512dc4cc12c97cc64&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "High-throughput mRNA sequencing (RNA-Seq) promises simultaneous transcript discovery and abundance estimation. However, this would require algorithms that are not restricted by prior gene annotations and that account for alternative transcription and splicing. Here we introduce such algorithms in an open-source software program called Cufflinks. To test Cufflinks, we sequenced and analyzed >430 million paired 75-bp RNA-Seq reads from a mouse myoblast cell line over a differentiation time series. We detected 13,692 known transcripts and 3,724 previously unannotated ones, 62% of which are supported by independent expression data or by homologous genes in other species. Over the time series, 330 genes showed complete switches in the dominant transcription start site (TSS) or splice isoform, and we observed more subtle shifts in 1,304 other genes. These results suggest that Cufflinks can illuminate the substantial regulatory flexibility and complexity in even this well-studied model of muscle development and that it can improve transcriptome-based genome annotation.", 
            "authors": [
                "Cole Trapnell", 
                "Brian A Williams", 
                "Geo Pertea", 
                "Ali Mortazavi", 
                "Gordon Kwan", 
                "Marijke J Van Baren", 
                "Steven L Salzberg", 
                "Barbara J Wold", 
                "Lior Pachter"
            ], 
            "fields": [
                "Genome", 
                "Nature", 
                "Gene expression profiling", 
                "Biotechnology", 
                "Algorithm"
            ], 
            "title": "Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation", 
            "url": "http://cn.bing.com/academic/profile?id=9ea64d9a1702e2cd618f186ad55a5b7e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Quantum computers promise to increase greatly the efficiency of solving problems such as factoring large integers, combinatorial optimization and quantum physics simulation. One of#N#  the greatest challenges now is to implement the basic quantum-computational elements in a physical system and to demonstrate that they can be reliably and scalably controlled. One of the earliest#N#  proposals for quantum computation is based on implementing a quantum bit with two optical modes containing one photon. The proposal is appealing because of the ease with which photon interference#N#  can be observed. Until now, it suffered from the requirement for non-linear couplings between optical modes containing few photons. Here we show that efficient quantum computation is possible using#N#  only beam splitters, phase shifters, single photon sources and photo-detectors. Our methods exploit feedback from photo-detectors and are robust against errors from photon loss and detector#N#  inefficiency. The basic elements are accessible to experimental investigation with current technology.", 
            "authors": [
                "E Knill", 
                "Raymond Laflamme", 
                "G J Milburn"
            ], 
            "fields": [
                "Ecology", 
                "Pharmacology", 
                "Physics", 
                "Metabolomics", 
                "Bioinformatics"
            ], 
            "title": "A scheme for efficient quantum computation with linear optics", 
            "url": "http://cn.bing.com/academic/profile?id=f30e28f3faa44831351e8ec6fc37e575&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Maize, the highest-yielding cereal crop worldwide, is particularly susceptible to drought during its 2- to 3-week flowering period. Many genetic engineering strategies for drought tolerance impinge on plant development, reduce maximum yield potential or do not translate from laboratory conditions to the field. We overexpressed a gene encoding a rice trehalose-6-phosphate phosphatase (TPP) in developing maize ears using a floral promoter. This reduced the concentration of trehalose-6-phosphate (T6P), a sugar signal that regulates growth and development, and increased the concentration of sucrose in ear spikelets. Overexpression of TPP increased both kernel set and harvest index. Field data at several sites and over multiple seasons showed that the engineered trait improved yields from 9% to 49% under non-drought or mild drought conditions, and from 31% to 123% under more severe drought conditions, relative to yields from nontransgenic controls.", 
            "authors": [
                "Michael Nuccio", 
                "Jeff Wu", 
                "Ron Mowers", 
                "Huaping Zhou", 
                "Moez Meghji", 
                "Lucia F Primavesi", 
                "Matthew J Paul", 
                "Xi Chen", 
                "Yan Gao", 
                "Emdadul Haque", 
                "Shib Sankar Basu", 
                "L Mark Lagrimini"
            ], 
            "fields": [
                "Recombinant DNA", 
                "Biotechnology"
            ], 
            "title": "Expression of trehalose-6-phosphate phosphatase in maize ears improves yield in well-watered and drought conditions", 
            "url": "http://cn.bing.com/academic/profile?id=2638d90701a3aa1efbbe0d76d78e64f6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The study presents a detailed analysis of research performance of biotechnology faculties in central universities of India from 1997-2006. The data used for the study were retrieved from two database sources, namely, PubMed, NCBI (National Centre for Biotechnology Information); and ISI Web of Science database—Science Citation Index Expanded (SCIE). Bibliometric techniques have been employed to analyse the data. The results indicate that the growth of literature in biotechnology has steadily increased from 15 articles in 1997 to 43 articles in 2006; two-authored publications predominate amongst the pattern of authorship; applicability of Lotka’s law is validated from the values n = 2.12, C = 0.669, and D = 0.027 obtained using least square method. However, the application of Bradford’s law does not fit to the literature analysed.  DOI: 10.14429/djlit.28.6.218", 
            "authors": [
                "R Sevukan", 
                "Jaideep Sharma"
            ], 
            "fields": [
                "Bibliometrics", 
                "Biotechnology"
            ], 
            "title": "Bibliometric Analysis of Research Output of Biotechnology Faculties in Some Indian Central Universities", 
            "url": "http://cn.bing.com/academic/profile?id=79a98044a3e660fbe21acf8a53162301&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The purpose of this study was to determine college students’ awareness of and perceptions toward biotechnology issues reported in the mass media. Agricultural communications students (N = 330) responded from 11 land-grant universities in 10 states; respondents were mostly seniors (46%), female (55%), and considered themselves “B” average students (60%). Respondents were most aware of biotechnology practices affecting their food, but only somewhat aware of their effects on health or the environment. They were somewhat accepting of biotechnology practices for genetically modified organisms involving plant life, but viewed these same practices as somewhat unacceptable for using on humans. Respondents ranked knowledge from science classes, experience in science labs, and university professors’ biotechnology beliefs as the top three sources used most often to form their perceptions about biotechnology. Agricultural communications educators are encouraged to seek opportunities that engage students in the learning processes of biotechnology, especially for students who lack an agricultural background. Such opportunities may include establishing student internships; site visits to biotechnology firms, regulatory and communication agencies; and professional interactions with biotechnology scientists.", 
            "authors": [
                "Gary J Wingenbach", 
                "Tracy A Rutherford", 
                "Deborah W Dunsford"
            ], 
            "fields": [
                "Genetic engineering", 
                "Mass media", 
                "Agricultural education", 
                "Biotechnology", 
                "Higher education"
            ], 
            "title": "Agricultural Communications Students' Awareness and Perceptions of Biotechnology Issues.", 
            "url": "http://cn.bing.com/academic/profile?id=c316ac5bb8b62a0d313faa369a07e2fb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Global adoption of transgenic crops reached 67.7 million hectares in 2003 from 2.8 million in 1996. Delivery has occurred almost entirely through the private sector and adoption has been rapid in areas where the crops addressed serious production constraints and where farmers had access to the new technologies. Three countries (USA, Argentina and Canada), three crops (soybean, cotton and maize) and two traits (insect resistance and herbicide tolerance) account for the vast majority of global transgenic area. While some farmers in some developing countries are benefiting, most do not have access to transgenic crops and traits that address their needs. This paper surveys the level and distribution of the economic impacts of transgenic cotton and soybeans to date and reviews the impacts of these crops on chemical pesticide and herbicide use. It concludes with some considerations of ways to address the development and delivery of technological innovations to small farmers in developing countries.", 
            "authors": [
                "Greg Traxler"
            ], 
            "fields": [
                "Economic impact analysis", 
                "Plant breeding", 
                "Genetically modified crops", 
                "Private sector", 
                "Biotechnology"
            ], 
            "title": "The Economic Impacts of Biotechnology-Based Technological Innovations", 
            "url": "http://cn.bing.com/academic/profile?id=2ec7279e974823089e653f5f54c13436&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This book documents and evaluates the dramatic expansion of intellectual property law to accommodate various forms of biotechnology from micro-organisms, plants, and animals to human genes and stem cells. It makes a unique theoretical contribution to the controversial public debate over the commercialization of biological inventions.#R##N##R##N#The author also considers the contradictions between the Supreme Court of Canada rulings in respect of the Harvard oncomouse, and genetically modified canola. He explores law, policy, and practice in both Australia and New Zealand in respect to gene patents and non-coding DNA. This study charts the rebellion against the European Union Biotechnology Directive – particularly in respect of Myriad Genetics’ BRCA1 and BRCA2 patents, and stem cell patent applications. The book also considers whether patent law will accommodate frontier technologies – such as bioinformatics, haplotype mapping, proteomics, pharmacogenomics, and nanotechnology.#R##N##R##N#Intellectual Property and Biotechnology will be of prime interest to lawyers and patent attorneys, scientists and researchers, business managers and technology transfer specialists.", 
            "authors": [
                "Matthew Rimmer"
            ], 
            "fields": [
                "Biotechnology", 
                "Genetically modified crops", 
                "Noncoding DNA", 
                "Expressed sequence tag", 
                "Bioethics"
            ], 
            "title": "Intellectual Property and Biotechnology: Biological Inventions", 
            "url": "http://cn.bing.com/academic/profile?id=f6482b14d5cd86b54d73fa3f5e9c0e54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The ketoisovalerate reductase (EC 1.2.7.7 ) is required for the formation of beauvericin via the nonribosomal peptide synthetase biosynthetic pathway. It catalyzes the NADPH-specific reduction of ketoisovaleric acid to hydroxyisovalerate. However, little is known about the bioinformatics’ data about the 2-Kiv reductase in Fusarium. To date, heterologous production of the gene KivRFp from Fusarium has not been achieved.", 
            "authors": [
                "Tao Zhang", 
                "Xiaopeng Jia", 
                "Ying Zhuo", 
                "Mei Liu", 
                "Hong Gao", 
                "Jintao Liu", 
                "Lixin Zhang"
            ], 
            "fields": [
                "Biotechnology", 
                "Genetically modified organism", 
                "Peptide sequence", 
                "Sequence alignment", 
                "Stem cell"
            ], 
            "title": "Cloning and characterization of a novel 2-ketoisovalerate reductase from the beauvericin producer Fusarium proliferatum LF061", 
            "url": "http://cn.bing.com/academic/profile?id=205c83dc28346ebfd3ca4c6145ba3325&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Human cooperation is an evolutionary puzzle. Unlike other creatures, people frequently cooperate with genetically unrelated strangers, often in large groups, with people they will never meet again, and when reputation gains are small or absent. These patterns of cooperation cannot be explained by the nepotistic motives associated with the evolutionary theory of kin selection and the sel®sh motives associated with signalling theory or the theory of reciprocal altruism. Here we show experimentally that the altruistic punishment of defectors is a key motive for the explanation of cooperation. Altruistic punishment means that individuals punish, although the punishment is costly for them and yields no material gain. We show that cooperation ¯ourishes if altruistic punishment is possible, and breaks down if it is ruled out. The evidence indicates that negative emotions towards defectors are the proximate mechanism behind altruistic punishment. These results suggest that future study of the evolution of human cooperation should include a strong focus on explaining altruistic punishment.", 
            "authors": [
                "Ernst Fehr", 
                "Simon Gachter"
            ], 
            "fields": [
                "Cooperation", 
                "Pharmacology", 
                "Transcriptome", 
                "Paleobiology", 
                "Signal transduction"
            ], 
            "title": "Altruistic punishment in humans", 
            "url": "http://cn.bing.com/academic/profile?id=61d1f0ee253e3d88a2c1cc43093929e4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The realization of conservation goals requires strategies for managing whole landscapes including areas allocated to both production and protection. Reserves alone are not adequate for nature conservation but they are the cornerstone on which regional strategies are built. Reserves have two main roles. They should sample or represent the biodiversity of each region and they should separate this biodiversity from processes that threaten its persistence. Existing reserve systems throughout the world contain a biased sample of biodiversity, usually that of remote places and other areas that are unsuitable for commercial activities. A more systematic approach to locating and designing reserves has been evolving and this approach will need to be implemented if a large proportion of today's biodiversity is to exist in a future of increasing numbers of people and their demands on natural resources.", 
            "authors": [
                "C R Margules", 
                "Robert L Pressey"
            ], 
            "fields": [
                "Medicine", 
                "Cell cycle", 
                "Physics", 
                "Natural resource", 
                "Astronomy"
            ], 
            "title": "Systematic conservation planning.", 
            "url": "http://cn.bing.com/academic/profile?id=b3732260dec333a9991eab2fdf8efad8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "To understand the impact of gut microbes on human health and well-being it is crucial to assess their genetic potential. Here we describe the Illumina-based metagenomic sequencing, assembly and characterization of 3.3 million non-redundant microbial genes, derived from 576.7 gigabases of sequence, from faecal samples of 124 European individuals. The gene set, 150 times larger than the human gene complement, contains an overwhelming majority of the prevalent (more frequent) microbial genes of the cohort and probably includes a large proportion of the prevalent human intestinal microbial genes. The genes are largely shared among individuals of the cohort. Over 99% of the genes are bacterial, indicating that the entire cohort harbours between 1,000 and 1,150 prevalent bacterial species and each individual at least 160 such species, which are also largely shared. We define and describe the minimal gut metagenome and the minimal gut bacterial genome in terms of functions present in all individuals and most bacteria, respectively.", 
            "authors": [
                "Junjie Qin", 
                "Ruiqiang Li", 
                "Jeroen Raes", 
                "Manimozhiyan Arumugam", 
                "Kristoffer Solvsten Burgdorf", 
                "Chaysavanh Manichanh", 
                "Trine Nielsen", 
                "Nicolas Pons", 
                "Florence Levenez", 
                "Takuji Yamada", 
                "Daniel R Mende", 
                "Junhua Li", 
                "Junming Xu", 
                "Shaochuan Li", 
                "Dongfang Li", 
                "Jianjun Cao", 
                "Bo Wang", 
                "Huiqing Liang", 
                "Huisong Zheng", 
                "Yinlong …", 
                ""
            ], 
            "fields": [
                "Biochemistry", 
                "Molecular biology", 
                "Neuroscience", 
                "Open reading frame", 
                "Cohort study"
            ], 
            "title": "A human gut microbial gene catalogue established by metagenomic sequencing", 
            "url": "http://cn.bing.com/academic/profile?id=9818577ced4c795c3dca4dfed9b995f9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The goal of the International HapMap Project is to determine the common patterns of DNA sequence variation in the human genome and to make this information freely available in the public domain. An international consortium is developing a map of these patterns across the genome by determining the genotypes of one million or more sequence variants, their frequencies and the degree of association between them, in DNA samples from populations with ancestry from parts of Africa, Asia and Europe. The HapMap will allow the discovery of sequence variants that affect common disease, will facilitate development of diagnostic tools, and will enhance our ability to choose targets for therapeutic intervention.", 
            "authors": [
                "Richard A Gibbs", 
                "John W Belmont", 
                "Paul Hardenbol", 
                "Thomas D Willis", 
                "Fuli Yu", 
                "Huanming Yang", 
                "L Y Chang", 
                "Wei Huang", 
                "Bin Liu", 
                "Y Shen", 
                "P K H Tam", 
                "L K Tsui", 
                "Mary M Y Waye", 
                "J T Y Wong", 
                "Changqing Zeng", 
                "Qingrun Zhang", 
                "Mark S Chee", 
                "Luana Galver", 
                "Semyon Kruglyak", 
                "Sarah S Murray", 
                "Arnold Oliphant", 
                "Alexandre …", 
                ""
            ], 
            "fields": [
                "Marine biology", 
                "Earth science", 
                "Signal transduction", 
                "Genomics", 
                "Evolutionary biology"
            ], 
            "title": "The International HapMap Project", 
            "url": "http://cn.bing.com/academic/profile?id=ee3328daa989947306017e0ba5c216b6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We report the generation and analysis of functional data from multiple, diverse experiments performed on a targeted 1% of the human genome as part of the pilot phase of the ENCODE Project. These data have been further integrated and augmented by a number of evolutionary and computational analyses. Together, our results advance the collective knowledge about human genome function in several major areas. First, our studies provide convincing evidence that the genome is pervasively transcribed, such that the majority of its bases can be found in primary transcripts, including non-protein-coding transcripts, and those that extensively overlap one another. Second, systematic examination of transcriptional regulation has yielded new understanding about transcription start sites, including their relationship to specific regulatory sequences and features of chromatin accessibility and histone modification. Third, a more sophisticated view of chromatin structure has emerged, including its inter-relationship with DNA replication and transcriptional regulation. Finally, integration of these new sources of information, in particular with respect to mammalian evolution based on inter- and intra-species sequence comparisons, has yielded new mechanistic and evolutionary insights concerning the functional landscape of the human genome. Together, these studies are defining a path for pursuit of a more comprehensive characterization of human genome function.", 
            "authors": [
                "Ewan Birney", 
                "John A Stamatoyannopoulos", 
                "Anindya Dutta", 
                "Roderic Guigo", 
                "Thomas R Gingeras", 
                "Elliott H Margulies", 
                "Zhiping Weng", 
                "Michael Snyder", 
                "Emmanouil T Dermitzakis", 
                "Robert E Thurman", 
                "Michael S Kuehn", 
                "Christopher M Taylor", 
                "Shane Neph", 
                "Christoph M Koch", 
                "Saurabh Asthana", 
                "Ankit Malhotra", 
                "Ivan Adzhubei", 
                ""
            ], 
            "fields": [
                "Molecular biology", 
                "Biotechnology", 
                "Medical research", 
                "Transcription", 
                "Astronomy"
            ], 
            "title": "Identification and analysis of functional elements in 1% of the human genome by the ENCODE pilot project", 
            "url": "http://cn.bing.com/academic/profile?id=0ae19500fd6a33b1c11026b292142964&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Microarray analysis has become a widely used tool for the generation of gene expression data on a genomic scale. Although many significant results have been derived from microarray studies, one limitation has been the lack of standards for presenting and exchanging such data. Here we present a proposal, the Minimum Information About a Microarray Experiment (MIAME), that describes the minimum information required to ensure that microarray data can be easily interpreted and that results derived from its analysis can be independently verified. The ultimate goal of this work is to establish a standard for recording and reporting microarray-based gene expression data, which will in turn facilitate the establishment of databases and public repositories and enable the development of data analysis tools. With respect to MIAME, we concentrate on defining the content and structure of the necessary information rather than the technical format for capturing it.", 
            "authors": [
                "Alvis Brazma", 
                "Pascal Hingamp", 
                "John Quackenbush", 
                "Gavin Sherlock", 
                "Paul T Spellman", 
                "C J Stoeckert", 
                "John Aach", 
                "Wilhelm Ansorge", 
                "Catherine A Ball", 
                "Helen C Causton", 
                "Terry Gaasterland", 
                "Patrick Glenisson", 
                "Frank C P Holstege", 
                "Irene F Kim", 
                "Victor Markowitz", 
                "John C Matese", 
                "Helen Parkinson", 
                "Alan Robinson", 
                "Ugis Sa…", 
                ""
            ], 
            "fields": [
                "Information", 
                "Scientific control", 
                "Fabry–Pérot interferometer", 
                "Biotechnology", 
                "Technical standard"
            ], 
            "title": "Minimum information about a microarray experiment (MIAME)|[mdash]|toward standards for microarray data", 
            "url": "http://cn.bing.com/academic/profile?id=efc0e621c88c103143b5711581bd2b99&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We describe the Phase II HapMap, which characterizes over 3.1 million human single nucleotide polymorphisms (SNPs) genotyped in 270 individuals from four geographically diverse populations and includes 25-35% of common SNP variation in the populations surveyed. The map is estimated to capture untyped common variation with an average maximum r(2) of between 0.9 and 0.96 depending on population. We demonstrate that the current generation of commercial genome-wide genotyping products captures common Phase II SNPs with an average maximum r(2) of up to 0.8 in African and up to 0.95 in non-African populations, and that potential gains in power in association studies can be obtained through imputation. These data also reveal novel aspects of the structure of linkage disequilibrium. We show that 10-30% of pairs of individuals within a population share at least one region of extended genetic identity arising from recent ancestry and that up to 1% of all common variants are untaggable, primarily because they lie within recombination hotspots. We show that recombination rates vary systematically around genes and between genes of different function. Finally, we demonstrate increased differentiation at non-synonymous, compared to synonymous, SNPs, resulting from systematic differences in the strength or efficacy of natural selection between populations.", 
            "authors": [
                "Kelly A Frazer", 
                "Dennis G Ballinger", 
                "David R Cox", 
                "David A Hinds", 
                "Laura L Stuve", 
                "Richard A Gibbs", 
                "John W Belmont", 
                "Andrew Boudreau", 
                "Paul Hardenbol", 
                "Suzanne M Leal", 
                "Shiran Pasternak", 
                "David A Wheeler", 
                "Thomas D Willis", 
                "Fuli Yu", 
                "Huanming Yang", 
                "Changqing Zeng", 
                "Yang Gao", 
                "Haoran Hu", 
                "Weitao Hu", 
                "Chaohua Li", 
                ""
            ], 
            "fields": [
                "Structural biology", 
                "Evolutionary biology", 
                "Geophysics", 
                "Neuroscience", 
                "Marine biology"
            ], 
            "title": "A second generation human haplotype map of over 3.1 million SNPs.", 
            "url": "http://cn.bing.com/academic/profile?id=2486c07e9638a852b986a8bcb7d8f856&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Biomass represents an abundant carbon-neutral renewable resource for the production of bioenergy and biomaterials, and its enhanced use would address several societal needs. Advances in genetics, biotechnology, process chemistry, and engineering are leading to a new manufacturing concept for converting renewable biomass to valuable fuels and products, generally referred to as the biorefinery. The integration of agroenergy crops and biorefinery manufacturing technologies offers the potential for the development of sustainable biopower and biomaterials that will lead to a new manufacturing paradigm.", 
            "authors": [
                "Arthur J Ragauskas", 
                "Charlotte K Williams", 
                "Brian H Davison", 
                "George J P Britovsek", 
                "John Cairney", 
                "Charles A Eckert", 
                "W J Frederick", 
                "Jason P Hallett", 
                "David J Leak", 
                "Charles L Liotta", 
                "Jonathan R Mielenz", 
                "Richard J Murphy", 
                "Richard H Templer", 
                "Timothy J Tschaplinski"
            ], 
            "fields": [
                "Biotechnology", 
                "Chemistry", 
                "Textile", 
                "Resizing", 
                "Crop"
            ], 
            "title": "The Path Forward for Biofuels and Biomaterials", 
            "url": "http://cn.bing.com/academic/profile?id=a96382936108ba78c3989f9de367f354&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Many complex systems in nature and society can be described in terms of networks capturing the intricate web of connections among the units they are made of. A key question is how to interpret the global organization of such networks as the coexistence of their structural subunits (communities) associated with more highly interconnected parts. Identifying these a priori unknown building blocks (such as functionally related proteins, industrial sectors and groups of people) is crucial to the understanding of the structural and functional properties of networks. The existing deterministic methods used for large networks find separated communities, whereas most of the actual networks are made of highly overlapping cohesive groups of nodes. Here we introduce an approach to analysing the main statistical features of the interwoven sets of overlapping communities that makes a step towards uncovering the modular structure of complex systems. After defining a set of new characteristic quantities for the statistics of communities, we apply an efficient technique for exploring overlapping communities on a large scale. We find that overlaps are significant, and the distributions we introduce reveal universal features of networks. Our studies of collaboration, word-association and protein interaction graphs show that the web of communities has non-trivial correlations and specific scaling properties.", 
            "authors": [
                "Gergely Palla", 
                "Imre Derenyi", 
                "Illes J Farkas", 
                "Tamas Vicsek"
            ], 
            "fields": [
                "The Internet", 
                "Computational biology", 
                "Genetics", 
                "Cell cycle", 
                "Earth science"
            ], 
            "title": "Uncovering the overlapping community structure of complex networks in nature and society", 
            "url": "http://cn.bing.com/academic/profile?id=6da17a242a745b4e0624b8fc33bd515a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Ca 2+  is a highly versatile intracellular signal that operates over a wide temporal range to regulate many different cellular processes. An extensive Ca 2+ -signalling toolkit is used to assemble signalling systems with very different spatial and temporal dynamics. Rapid highly localized Ca 2+  spikes regulate fast responses, whereas slower responses are controlled by repetitive global Ca 2+  transients or intracellular Ca 2+  waves. Ca 2+  has a direct role in controlling the expression patterns of its signalling systems that are constantly being remodelled in both health and disease.", 
            "authors": [
                "Michael J Berridge", 
                "Martin D Bootman", 
                "H Llewelyn Roderick"
            ], 
            "fields": [
                "Medicine", 
                "Materials Science", 
                "RNA", 
                "Metabolomics", 
                "Quantum mechanics"
            ], 
            "title": "Calcium signalling: dynamics, homeostasis and remodelling", 
            "url": "http://cn.bing.com/academic/profile?id=e40f6a8e00310fe042701d1387a1a26a&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 56
}