{
    "data": [
        {
            "abstract": "The research area \"Virtual Manufacturing\" can be defined as an integrated manufacturing environment which can enhance one or several levels of decision and control in manufacturing process. Several domains can be addressed: Product and Process Design, Process and Production Planning, Machine Tool, Robot and Manufacturing System. As automation technologies such as CAD/CAM have substantially shortened the time required to design products, Virtual Manufacturing will have a similar effect on the manufacturing phase thanks to the modelling, simulation and optimisation of the product and the processes involved in its fabrication.", 
            "authors": [
                "Philippe Depince", 
                "Damien Chablat", 
                "Peeroliver Woelk"
            ], 
            "fields": "virtual ", 
            "title": "VIRTUAL MANUFACTURING Tools for improving Design and Production", 
            "types": [
                "Process design", 
                "Machine tool"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=63b699104159f1e2db7ed7cc34fd6d98&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In March 1999, a small number of Californians discovered a new world called \"Norrath\", populated by an exotic but industrious people. About 12,000 people call this place their permanent home, although some 60,000 are present there at any given time. The nominal hourly wage is about USD 3.42 per hour, and the labors of the people produce a GNP per capita somewhere between that of Russia and Bulgaria. A unit of Norrath's currency is traded on exchange markets at USD 0.0107, higher than the Yen and the Lira. The economy is characterized by extreme inequality, yet life there is quite attractive to many. The population is growing rapidly, swollen each each day by hundreds of imigris from various places around the globe, but especially the United States. Perhaps the most interesting thing about the new world is its location. Norrath is a virtual world that exists entirely on 40 computers in San Diego. Unlike many internet ventures, virtual worlds are making money -- with annual revenues expected to top USD 1.5 billion by 2004 -- and if network effects are as powerful here as they have been with other internet innovations, virtual worlds may soon become the primary venue for all online activity.", 
            "authors": [
                "Edward Castronova"
            ], 
            "fields": "virtual ", 
            "title": "Virtual Worlds: A First-Hand Account of Market and Society on the Cyberian Frontier", 
            "types": [
                "Network effect", 
                "Intellectual property", 
                "Metaverse", 
                "The Internet"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=b87525afc9986b1c920b54e8c02e6451&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual Reality interfaces offer several advantages for scientific visualization such as the ability to perceive three-dimensional data structures in a natural way. The focus of this chapter is direct manipulation, the ability for a user in virtual reality to control objects in the virtual environment in a direct and natural way, much as objects are manipulated in the real world. Direct manipulation provides many advantages for the exploration of complex, multi-dimensional data sets, by allowing the investigator the ability to intuitively explore the data environment. Because direct manipulation is essentially a control interface, it is better suited for the exploration and analysis of a data set than for the publishing or communication of features found in that data set. Thus direct manipulation is most relevant to the analysis of complex data that fills a volume of three-dimensional space, such as a fluid flow data set. Direct manipulation allows the intuitive exploration of that data, which facilitates the discovery of data features that would be difficult to find using more conventional visualization methods. Using a direct manipulation interface in virtual reality, an investigator can, for example, move a data probe about in space, watching the results and getting a sense of how the data varies within its spatial volume.", 
            "authors": [
                "Steve Bryson"
            ], 
            "fields": "virtual ", 
            "title": "Direct Manipulation in Virtual Reality", 
            "types": [
                "Scientific visualization", 
                "Virtual reality", 
                "Computer programming", 
                "Computer graphics", 
                "Human–computer interaction"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=acec8b08c5a01fcdfacc54016dcac8b1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual machines (VMs) are commonly used to distribute programs in an architecture-neutral format, which can easily be interpreted or compiled. A long-running question in the design of VMs is whether stack architecture or register architecture can be implemented more efficiently with an interpreter. We extend existing work on comparing virtual stack and virtual register architectures in two ways. Firstly, our translation from stack to register code is much more sophisticated. The result is that we eliminate an average of more than 47% of executed VM instructions, with the register machine bytecode size only 25% larger than that of the corresponding stack bytecode. Secondly we present an implementation of a register machine in a fully standard-compliant implementation of the Java VM. We find that, on the Pentium 4, the register architecture requires an average of 32.3% less time to execute standard benchmarks if dispatch is performed using a C switch statement. Even if more efficient threaded dispatch is available (which requires labels as first class values), the reduction in running time is still approximately 26.5% for the register architecture.", 
            "authors": [
                "Yunhe Shi", 
                "David Gregg", 
                "Andrew Beatty", 
                "M Anton Ertl"
            ], 
            "fields": "virtual ", 
            "title": "Virtual machine showdown: stack versus registers", 
            "types": [
                "Virtual machine", 
                "Interpreter"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=ce46c8071dc8bfbb5bd184c2d7dfe50f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The Internet and the Web have transformed society, spawning new industries, altering social and cultural practices, and challenging long-accepted notions of individual privacy, intellectual property, and national security. In this talk, I argue that social science is also being transformed. In particular, I describe how crowd sourcing sites like Amazon's Mechanical Turk are increasingly being used by researchers to create \"virtual labs\" in which they can conduct behavioral experiments on a scale and speed that would have been hard to imagine just a decade ago. To illustrate the point, I describe some recent experiments that showcase the advantages of virtual over traditional physical labs, as well as some of the limitations. I then discuss how this relatively new experimental capability may unfold in the near future, along with some implications for social and behavioral science.", 
            "authors": [
                "Duncan J Watts"
            ], 
            "fields": "virtual ", 
            "title": "The virtual lab", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=9cc3b191a90c248037c06cce0565ec5f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract : This report describes virtual reality technology, which uses three-dimensional user- generated content, and its use by the U.S. military and intelligence community for training and other purposes. Both the military and private sector use this new technology, but terrorist groups may also be using it to train more realistically for future attacks, while still avoiding detection on the Internet. The issues for Congress to consider may include the cost-benefit implications of this technology, whether sufficient resources are available for the communications infrastructure needed to support expanded use of virtual reality technology, and whether there might be national security considerations if the United States falls behind other nations in developing or adopting this new technology. This report will be updated as events warrant.", 
            "authors": [
                "Clay Wilson"
            ], 
            "fields": "virtual ", 
            "title": "Avatars, Virtual Reality Technology, and the U.S. Military: Emerging Policy Issues", 
            "types": [
                "National security", 
                "Military intelligence", 
                "Policy-based design", 
                "Virtual reality", 
                "Three-dimensional space"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=7ad0e16ff0b0716f0dc87cb72b1b7518&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Virtual environment displays arose from vehicle simulation and teleoperations technology of the 1960s. They are interactive, head-referenced computer displays that give users the illusion of displacement to another location. Different terms have been applied to the illusion. Some, like the oxymoronic \"artificial reality\" and \"virtual reality\", suggest much higher performance than current technology can generally provide. Others, like \"cyberspace\" are puzzling neologisms. Expressions like \"virtual worlds\" and \"virtual environment\" seem preferable because they are linguistically conservative, relating to well-established terms like virtual image. In fact, we can define virtual environments as interactive, virtual image displays enhanced by special processing and by nonvisual display modalities, such as auditory and haptic, to convince users that they are immersed in a synthetic space. Why are these displays useful? Who uses them? How are they developed? The article addresses these and other questions related to this emerging technology. >", 
            "authors": [
                "Stephen R Ellis"
            ], 
            "fields": "virtual ", 
            "title": "What are virtual environments", 
            "types": [
                "Natural environment", 
                "Emerging technologies", 
                "Illusion", 
                "Virtual reality", 
                "Metaverse"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=0238e4d6f23dd1a5a3479f4f00422cfb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In the past, the term e-learning referred to any method of learning that used electronic delivery methods. With the advent of the Internet however, e-learning has evolved and the term is now most commonly used to refer to online courses. A multitude of systems are now available to manage and deliver learning content online. While these have proved popular, they are often single-user learning environments which provide little in the way of interaction or stimulation for the student. As the concept of lifelong learning now becomes a reality and thus more and more people are partaking in online courses, researchers are constantly exploring innovative techniques to motivate online students and enhance the e-learning experience. This article presents our research in this area and the resulting development of CLEV-R, a Collaborative Learning Environment with Virtual Reality. This web-based system uses Virtual Reality (VR) and multimedia and provides communication tools to support collaboration among students. In this article, we describe the features of CLEV-R, its adaptation for mobile devices and present the findings from an initial evaluation.", 
            "authors": [
                "Teresa Monahan", 
                "Gavin Mcardle", 
                "Michela Bertolotto"
            ], 
            "fields": "virtual ", 
            "title": "Virtual reality for collaborative e-learning", 
            "types": [
                "Mobile device", 
                "Virtual reality", 
                "Cooperative learning", 
                "Computer-mediated communication", 
                "Lifelong learning"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=296679dbda6e11d7beda965681768288&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In this paper, we introduce a novel approach to bypass modern face authentication systems. More specifically, by leveraging a handful of pictures of the target user taken from social media, we show how to create realistic, textured, 3D facial models that undermine the security of widely used face authentication solutions. Our framework makes use of virtual reality (VR) systems, incorporating along the way the ability to perform animations (e.g., raising an eyebrow or smiling) of the facial model, in order to trick liveness detectors into believing that the 3D model is a real human face. The synthetic face of the user is displayed on the screen of the VR device, and as the device rotates and translates in the real world, the 3D face moves accordingly. To an observing face authentication system, the depth and motion cues of the display match what would be expected for a human face. We argue that such VR-based spoofing attacks constitute a fundamentally new class of attacks that point to a serious weaknesses in camera-based authentication systems: Unless they incorporate other sources of verifiable data, systems relying on color image data and camera motion are prone to attacks via virtual realism. To demonstrate the practical nature of this threat, we conduct thorough experiments using an end-to-end implementation of our approach and show how it undermines the security of several face authentication solutions that include both motion-based and liveness detectors.", 
            "authors": [
                "Yi Xu", 
                "True Price", 
                "Jan Michael Frahm", 
                "Fabian Monrose"
            ], 
            "fields": "virtual ", 
            "title": "Virtual U: Defeating Face Liveness Detection by Building Virtual Models from Your Public Photos.", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=e3e810fcd92e60279a0757ddc67c6820&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 9
}