{
    "data": [
        {
            "abstract": "A 40-year-old obese black woman has had weakness and epigastric pain for several weeks and diarrhea and vomiting for four days. She does not appear acutely ill; the physical examination is normal except for abdominal tenderness. Her hematocrit is 25 percent. The platelet count is 10,000 per cubic millimeter. The peripheral-blood smear shows occasional fragmented and polychromatophilic red cells. The serum creatinine level is 1.1 mg per deciliter (97.2 μmol per liter), bilirubin 2.5 mg per deciliter (42.8 μmol per liter), and lactate dehydrogenase 722 U per liter (normal, <250). How should this case be managed?", 
            "authors": [
                "James N George"
            ], 
            "fields": "medicine", 
            "title": "Thrombotic Thrombocytopenic Purpura", 
            "types": [
                "Medicine", 
                "Platelet"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=ecf0cf5f93356a11fc4384f8442ec3bd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Renal failure, a challenging complication of cirrhosis, is one of the most important risk factors for liver transplantation. In recent years, substantial progress has been made toward understanding the pathogenesis and natural history of renal failure in cirrhosis. This review discusses recently identified information about renal failure in cirrhosis and clinical interventions that may assist in the prevention and management of this complication.", 
            "authors": [
                "Pere Gines", 
                "Robert W Schrier"
            ], 
            "fields": "medicine", 
            "title": "Renal Failure in Cirrhosis", 
            "types": [
                "Medicine"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=44b6b9b3115f458bd563fc62a1767d9f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background: Testosterone therapy is increasingly promoted. No randomized placebo-controlled trial has been implemented to assess the effect of testosterone therapy on cardiovascular events, although very high levels of androgens are thought to promote cardiovascular disease. Methods: A systematic review and meta-analysis was conducted of placebo-controlled randomized trials of testosterone therapy among men lasting 12+ weeks reporting cardiovascular-related events. We searched PubMed through the end of 2012 using “(“testosterone” or “androgen”) and trial and (“random*”)” with the selection limited to studies of men in English, supplemented by a bibliographic search of the World Health Organization trial registry. Two reviewers independently searched, selected and assessed study quality with differences resolved by consensus. Two statisticians independently abstracted and analyzed data, using random or fixed effects models, as appropriate, with inverse variance weighting. Results: Of 1,882 studies identified 27 trials were eligible including 2,994, mainly older, men who experienced 180 cardiovascular-related events. Testosterone therapy increased the risk of a cardiovascular-related event (odds ratio (OR) 1.54, 95% confidence interval (CI) 1.09 to 2.18). The effect of testosterone therapy varied with source of funding (P-value for interaction 0.03), but not with baseline testosterone level (P-value for interaction 0.70). In trials not funded by the pharmaceutical industry the risk of a cardiovascular-related event on testosterone therapy was greater (OR 2.06, 95% CI 1.34 to 3.17) than in pharmaceutical industry funded trials (OR 0.89, 95% CI 0.50 to 1.60). Conclusions: The effects of testosterone on cardiovascular-related events varied with source of funding. Nevertheless, overall and particularly in trials not funded by the pharmaceutical industry, exogenous testosterone increased the risk of cardiovascular-related events, with corresponding implications for the use of testosterone therapy.", 
            "authors": [
                "Lin Xu", 
                "Guy Freeman", 
                "Benjamin J Cowling", 
                "C Mary Schooling"
            ], 
            "fields": "medicine", 
            "title": "Testosterone therapy and cardiovascular events among men: a systematic review and meta-analysis of placebo-controlled randomized trials", 
            "types": [
                "Risk assessment", 
                "Experiment", 
                "Testosterone", 
                "Circulatory system", 
                "Medicine"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=df317178d0b64df0d0f7af99485f794a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Exposure to ultraviolet B (UVB) radiation from the sun can result in sunburn, premature aging and carcinogenesis, but the mechanism responsible for acute inflammation of the skin is not well understood. Here we show that RNA is released from keratinocytes after UVB exposure and that this stimulates production of the inflammatory cytokines tumor necrosis factor α (TNF-α) and interleukin-6 (IL-6) from nonirradiated keratinocytes and peripheral blood mononuclear cells (PBMCs). Whole-transcriptome sequencing revealed that UVB irradiation of keratinocytes induced alterations in the double-stranded domains of some noncoding RNAs. We found that this UVB-damaged RNA was sufficient to induce cytokine production from nonirradiated cells, as UVB irradiation of a purified noncoding RNA (U1 RNA) reproduced the same response as the one we observed to UVB-damaged keratinocytes. The responses to both UVB-damaged self-RNAs and UVB-damaged keratinocytes were dependent on Toll-like receptor 3 (TLR3) and Toll-like receptor adaptor molecule 1 (TRIF). In response to UVB exposure, Tlr3−/− mice did not upregulate TNF-α in the skin. Moreover, TLR3 was also necessary for UVB-radiation–induced immune suppression. These findings establish that UVB damage is detected by TLR3 and that self-RNA is a damage-associated molecular pattern that serves as an endogenous signal of solar injury.", 
            "authors": [
                "Jamie J Bernard", 
                "Christopher Cowingzitron", 
                "Teruaki Nakatsuji", 
                "Beda Muehleisen", 
                "Jun Muto", 
                "Andrew W Borkowski", 
                "Laisel Martinez", 
                "Eric L Greidinger", 
                "Benjamin D Yu", 
                "Richard L Gallo"
            ], 
            "fields": "medicine", 
            "title": "Ultraviolet radiation damages self noncoding RNA and is detected by TLR3", 
            "types": [
                "Skin", 
                "Downregulation and upregulation", 
                "Interleukin 6", 
                "Regulation of gene expression", 
                "Tumor necrosis factor alpha"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=a53e170a7ff1572dc6b7829d675201dc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Touch is essential for hand use. Yet, brain-controlled prosthetic limbs have not been endowed with this critical sense. In a new study by Flesher et al ., microelectrode arrays were implanted into the primary somatosensory cortex of a person with spinal cord injury and, by delivering current through the electrodes, generated sensations of touch that were perceived as coming from his own paralyzed hand. These sensations often felt like pressure, could be graded in intensity, and were stable for months. The authors suggest that this approach could be used to convey information about contact location and pressure necessary for prosthetic hands to interact with objects.", 
            "authors": [
                "Sharlene N Flesher", 
                "Jennifer L Collinger", 
                "Stephen T Foldes", 
                "Jeffrey M Weiss", 
                "John E Downey", 
                "Elizabeth C Tylerkabara", 
                "Sliman J Bensmaia", 
                "Andrew B Schwartz", 
                "Michael L Boninger", 
                "Robert A Gaunt"
            ], 
            "fields": "medicine", 
            "title": "Intracortical microstimulation of human somatosensory cortex", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=c8812658a1d33aec14ec1ffb80c12e49&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The traditional physical diagnosis course taught in the first two years of medical school has changed little in over half a century, and it deserves some scrutiny, if only because it is quite out of step with what students see when they begin on the wards during their clinical years. They are surprised to find that the house staff and attending staff carry very few of the instruments the student has acquired: reflex hammers are occasionally spotted, but ophthalmoscopes are quite rare. Even more vexing for the student is the realization that the currency on the ward, the “clinical skill” they were so anxious to acquire, does not involve the patient as much as it involves finesse and efficiency on the computer in ordering tests, in discharging patients and in completing notes-throughput. Indeed, one could make the case that it is time to dispense with the physical exam course altogether because the physical exam is being dispensed with altogether. It would appear that the two-dimensional rendering of the patient through imaging occupies us more than the three dimensional reality of the patient.", 
            "authors": [
                "John Kugler", 
                "Abraham Verghese"
            ], 
            "fields": "medicine", 
            "title": "The Physical Exam and Other Forms of Fiction", 
            "types": [
                "Physical examination", 
                "Knowledge base", 
                "Internal medicine", 
                "Three-dimensional space"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=b7517c49c26e4dba3ec2fe77b9cb70f6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract MYC oncoproteins are involved in the genesis and maintenance of the majority of human tumors but are considered undruggable. By using a direct in vivo shRNA screen, we show that liver cancer cells that have mutations in the gene encoding the tumor suppressor protein p53 (Trp53 in mice and TP53 in humans) and that are driven by the oncoprotein NRAS become addicted to MYC stabilization via a mechanism mediated by aurora kinase A (AURKA). This MYC stabilization enables the tumor cells to overcome a latent G2/M cell cycle arrest that is mediated by AURKA and the tumor suppressor protein p19(ARF). MYC directly binds to AURKA, and inhibition of this protein-protein interaction by conformation-changing AURKA inhibitors results in subsequent MYC degradation and cell death. These conformation-changing AURKA inhibitors, with one of them currently being tested in early clinical trials, suppressed tumor growth and prolonged survival in mice bearing Trp53-deficient, NRAS-driven MYC-expressing hepatocellular carcinomas (HCCs). TP53-mutated human HCCs revealed increased AURKA expression and a positive correlation between AURKA and MYC expression. In xenograft models, mice bearing TP53-mutated or TP53-deleted human HCCs were hypersensitive to treatment with conformation-changing AURKA inhibitors, thus suggesting a therapeutic strategy for this subgroup of human HCCs.", 
            "authors": [
                "Daniel Dauch", 
                "Ramona Rudalska", 
                "Giacomo Cossa", 
                "Jeancharles Nault", 
                "Taewon Kang", 
                "Torsten Wuestefeld", 
                "Anja Hohmeyer", 
                "Sandrine Imbeaud", 
                "Tetyana Yevsa", 
                "Lisa Hoenicke", 
                "Tatu Pantsar", 
                "Przemyslaw Bozko", 
                "Nisar P Malek", 
                "Thomas Longerich", 
                "Stefan Laufer", 
                "Antti Poso", 
                "Jessica Zucmanrossi", 
                "Martin Eilers", 
                "Lars Zender"
            ], 
            "fields": "medicine", 
            "title": "A MYC-aurora kinase A protein complex represents an actionable drug target in p53-altered liver cancer", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=af724eb6b450a0672056106b8affc012&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "th , 2013; revised January 28 th , 2014; accepted February 6 th , 2014 Copyright © 2014 Mbih Jerome Tosam. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. In accordance of the Creative Commons Attribution License all Copyrights © 2014 are reserved for SCIRP and the owner of the intellectual property Mbih Jerome Tosam. All Copyright © 2014 are guarded by law and by SCIRP as a guardian. In this paper I argue that contrary to what some philosophers think, there exists a very close link between philosophy and medicine. From ancient Greece with Hippocrates to the modern era, philosophy has been at the basis of medicine. This is especially true of Western medicine which greatly depends on the philosophies of Bacon and Descartes. Although the two disciplines seem to pursue two disparate goals— philosophy being the quest for truth while medicine is the quest for health, they are in complementary ways striving for the enhancement of human wellbeing. While medicine seeks to fight diseases of the body like bacteria and viruses, philosophy seeks to fight the diseases of the mind like half-truths, prejudices, woolly judgments and uncritical conceptions of the world, health and disease, which have direct impact on health, and health delivery. Using substantive examples, I show that the practice of medicine raises questions beyond the scope of medicine, questions to which only philosophy may provide answers because they fall within its scope. Daily, physicians are confronted with questions in such philosophical areas like metaphysics, epistemology, ethics, and logic. Moreover, I argue that one of the weaknesses of modern Western medicine is its over-dependence on the Cartesian ontology which considers human bodies as machines which need to be studied using scientific logic, and the physician as a technician whose job is to repair dysfunctioned bodies. This modern metaphysical outlook resulted in the neglect of the patient as a subjective being. This deficiency cannot be overcome without reviewing the Cartesian reductionist worldview which is at its foundation.", 
            "authors": [
                "Mbih Jerome Tosam"
            ], 
            "fields": "medicine", 
            "title": "The Role of Philosophy in Modern Medicine", 
            "types": [
                "Philosophy of medicine", 
                "Subjectivity", 
                "Epistemology", 
                "Metaphysics", 
                "Ethics"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=c696ffec8b7771d5e0a13689a4622018&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background #R##N#Effects of major dietary macronutrients on glucose-insulin homeostasis remain controversial and may vary by the clinical measures examined. We aimed to assess how saturated fat (SFA), monounsaturated fat (MUFA), polyunsaturated fat (PUFA), and carbohydrate affect key metrics of glucose-insulin homeostasis.#R##N#Methods and Findings #R##N#We systematically searched multiple databases (PubMed, EMBASE, OVID, BIOSIS, Web-of-Knowledge, CAB, CINAHL, Cochrane Library, SIGLE, Faculty1000) for randomised controlled feeding trials published by 26 Nov 2015 that tested effects of macronutrient intake on blood glucose, insulin, HbA1c, insulin sensitivity, and insulin secretion in adults aged ≥18 years. We excluded trials with non-isocaloric comparisons and trials providing dietary advice or supplements rather than meals. Studies were reviewed and data extracted independently in duplicate. Among 6,124 abstracts, 102 trials, including 239 diet arms and 4,220 adults, met eligibility requirements. Using multiple-treatment meta-regression, we estimated dose-response effects of isocaloric replacements between SFA, MUFA, PUFA, and carbohydrate, adjusted for protein, trans fat, and dietary fibre. Replacing 5% energy from carbohydrate with SFA had no significant effect on fasting glucose (+0.02 mmol/L, 95% CI = -0.01, +0.04; n trials = 99), but lowered fasting insulin (-1.1 pmol/L; -1.7, -0.5; n = 90). Replacing carbohydrate with MUFA lowered HbA1c (-0.09%; -0.12, -0.05; n = 23), 2 h post-challenge insulin (-20.3 pmol/L; -32.2, -8.4; n = 11), and homeostasis model assessment for insulin resistance (HOMA-IR) (-2.4%; -4.6, -0.3; n = 30). Replacing carbohydrate with PUFA significantly lowered HbA1c (-0.11%; -0.17, -0.05) and fasting insulin (-1.6 pmol/L; -2.8, -0.4). Replacing SFA with PUFA significantly lowered glucose, HbA1c, C-peptide, and HOMA. Based on gold-standard acute insulin response in ten trials, PUFA significantly improved insulin secretion capacity (+0.5 pmol/L/min; 0.2, 0.8) whether replacing carbohydrate, SFA, or even MUFA. No significant effects of any macronutrient replacements were observed for 2 h post-challenge glucose or insulin sensitivity (minimal-model index). Limitations included a small number of trials for some outcomes and potential issues of blinding, compliance, generalisability, heterogeneity due to unmeasured factors, and publication bias.#R##N#Conclusions #R##N#This meta-analysis of randomised controlled feeding trials provides evidence that dietary macronutrients have diverse effects on glucose-insulin homeostasis. In comparison to carbohydrate, SFA, or MUFA, most consistent favourable effects were seen with PUFA, which was linked to improved glycaemia, insulin resistance, and insulin secretion capacity.", 
            "authors": [
                "Fumiaki Imamura", 
                "Renata Micha", 
                "Jason H Y Wu", 
                "Marcia C De Oliveira Otto", 
                "Fadar O Otite", 
                "Ajibola I Abioye", 
                "Dariush Mozaffarian"
            ], 
            "fields": "medicine", 
            "title": "Effects of Saturated Fat, Polyunsaturated Fat, Monounsaturated Fat, and Carbohydrate on Glucose-Insulin Homeostasis: A Systematic Review and Meta-analysis of Randomised Controlled Feeding Trials", 
            "types": [
                "Homeostasis", 
                "Diabetes mellitus", 
                "Meta-analysis", 
                "Proinsulin"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=990059dfa2a573a323c391148349ac8c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "© 2015 Kearns et al. In 1966, the National Institute of Dental Research (NIDR) began planning a targeted research program to identify interventions for widespread application to eradicate dental caries (tooth decay) within a decade. In 1971, the NIDR launched the National Caries Program (NCP). The objective of this paper is to explore the sugar industry’s interaction with the NIDR to alter the research priorities of the NIDR NCP. We used internal cane and beet sugar industry documents from 1959 to 1971 to analyze industry actions related to setting research priorities for the NCP. The sugar industry could not deny the role of sucrose in dental caries given the scientific evidence. They therefore adopted a strategy to deflect attention to public health interventions that would reduce the harms of sugar consumption rather than restricting intake. Industry tactics included the following: funding research in collaboration with allied food industries on enzymes to break up dental plaque and a vaccine against tooth decay with questionable potential for widespread application, cultivation of relationships with the NIDR leadership, consulting of members on an NIDR expert panel, and submission of a report to the NIDR that became the foundation of the first request for proposals issued for the NCP. Seventy-eight percent of the sugar industry submission was incorporated into the NIDR’s call for research applications. Research that could have been harmful to sugar industry interests was omitted from priorities identified at the launch of the NCP. Limitations are that this analysis relies on one source of sugar industry documents and that we could not interview key actors. The NCP was a missed opportunity to develop a scientific understanding of how to restrict sugar consumption to prevent tooth decay. A key factor was the alignment of research agendas between the NIDR and the sugar industry. This historical example illustrates how industry protects itself from potentially damaging research, which can inform policy makers today. Industry opposition to current policy proposals—including a World Health Organization guideline on sugars proposed in 2014 and changes to the nutrition facts panel on packaged food in the US proposed in 2014 by the US Food and Drug Administration—should be carefully scrutinized to ensure that industry interests do not supersede public health goals.", 
            "authors": [
                "Cristin Kearns", 
                "Stanton A Glantz", 
                "Laura A Schmidt"
            ], 
            "fields": "medicine", 
            "title": "Sugar Industry Influence on the Scientific Agenda of the National Institute of Dental Research’s 1971 National Caries Program: A Historical Analysis of Internal Documents", 
            "types": [
                "Public health", 
                "Tooth", 
                "Scientific misconduct", 
                "Industrial organization", 
                "Food industry"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=181d6e4c93148fe008c84db84521d204&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 10
}