{
    "data": [
        {
            "abstract": "Convex optimization problems arise frequently in many different fields. A comprehensive introduction to the subject, this book shows in detail how such problems can be solved numerically with great efficiency. The focus is on recognizing convex optimization problems and then finding the most appropriate technique for solving them. The text contains many worked examples and homework exercises and will appeal to students, researchers and practitioners in fields such as engineering, computer science, mathematics, statistics, finance, and economics.", 
            "authors": [
                "Stephen P Boyd", 
                "Lieven Vandenberghe"
            ], 
            "fields": "engineering", 
            "title": "Convex Optimization", 
            "types": [
                "Engineering", 
                "Mathematical optimization"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=8a01617142e5bb7f11e92ebd8ddcc5f9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "It has been recognized for some time that the spontaneous emission of atoms is not necessarily a fixed and immutable property of the coupling between matter and space, but that it can be controlled by modification of the properties of the radiation field. This is equally true in the solid state, where spontaneous emission plays a fundamental role in limiting the performance of semiconductor lasers, heterojunction bipolar transistors. and solar cells. If a three dimensionally periodic dielectric structure has an electromagnetic band gap which overlaps the electronic band edge then spontaneous emission can be rigorously forbidden.", 
            "authors": [
                "Eli Yablonovitch"
            ], 
            "fields": "engineering", 
            "title": "Inhibited spontaneous emission in solid-state physics and electronics", 
            "types": [
                "Solid-state physics", 
                "Performance", 
                "Physics", 
                "Band gap", 
                "Electromagnetic radiation"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=0eb77c66e81b81c21fbb85b7cd3d630b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This review describes a new paradigm of electronics based on the spin degree of freedom of the electron. Either adding the spin degree of freedom to conventional charge-based electronic devices or using the spin alone has the potential advantages of nonvolatility, increased data processing speed, decreased electric power consumption, and increased integration densities compared with conventional semiconductor devices. To successfully incorporate spins into existing semiconductor technology, one has to resolve technical issues such as efficient injection, transport, control and manipulation, and detection of spin polarization as well as spin-polarized currents. Recent advances in new materials engineering hold the promise of realizing spintronic devices in the near future. We review the current state of the spin-based devices, efforts in new materials fabrication, issues in spin transport, and optical spin manipulation.", 
            "authors": [
                "S A Wolf", 
                "D D Awschalom", 
                "R A Buhrman", 
                "J M Daughton", 
                "S Von Molnar", 
                "M L Roukes", 
                "Almadena Yu Chtchelkanova", 
                "Daryl M Treger"
            ], 
            "fields": "engineering", 
            "title": "Spintronics: A Spin-Based Electronics Vision for the Future", 
            "types": [
                "Polarization", 
                "Electronics", 
                "Semiconductor device", 
                "Electron", 
                "Electric power"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=d275bfb431e0df09f89e96092db25126&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Room-temperature ultraviolet lasing in semiconductor nanowire arrays has been demonstrated. The self-organized,   oriented zinc oxide nanowires grown on sapphire substrates were synthesized with a simple vapor transport and condensation process. These wide band-gap semiconductor nanowires form natural laser cavities with diameters varying from 20 to 150 nanometers and lengths up to 10 micrometers. Under optical excitation, surface-emitting lasing action was observed at 385 nanometers, with an emission linewidth less than 0.3 nanometer. The chemical flexibility and the one-dimensionality of the nanowires make them ideal miniaturized laser light sources. These short-wavelength nanolasers could have myriad applications, including optical computing, information storage, and microanalysis.", 
            "authors": [
                "Michael Huang", 
                "Samuel S Mao", 
                "H Feick", 
                "Haoquan Yan", 
                "Yiying Wu", 
                "Hannes Kind", 
                "E R Weber", 
                "Richard E Russo", 
                "Peidong Yang"
            ], 
            "fields": "engineering", 
            "title": "Room-Temperature Ultraviolet Nanowire Nanolasers", 
            "types": [
                "Wide-bandgap semiconductor", 
                "Zinc", 
                "Nanowire", 
                "Energy storage", 
                "Emission spectrum"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=9abbe7c568cc00c0740ec120de8cfa8d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Solar radiation, its measurement, and manipulation of the available data into forms useful in calculating solar process performance are treated. Heat transfer by convection and radiation and properties of materials relevant to solar processes are reviewed. System components are examined, including flat plate and concentrating collectors, storage components and others, and their assembly into systems. Life-cycle economics are treated, and it is shown how economic calculations can be applied to evaluation of solar processes. Specific applications are discussed such as active solar space and water heating, passive space heating, solar industrial process heat, solar cooling, and conversion to mechanical energy. Methods are presented for estimating the thermal performance of systems. Solar ponds are also discussed. (LEW)", 
            "authors": [
                "John A Duffie", 
                "W A Beckman"
            ], 
            "fields": "engineering", 
            "title": "Solar Engineering of Thermal Processes", 
            "types": [
                "Convection", 
                "Sunlight", 
                "Materials Science", 
                "Economics", 
                "Heat engine"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=f1b54e9deae4e09ccd2c641249ad4e33&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Preface. CHAPTER 1: INTRODUCTION. 1.1 Soil Behavior in Civil and Environmental Engineering. 1.2 Scope and Organization. 1.3 Getting Started. CHAPTER 2: SOIL FORMATION. 2.1 Introduction. 2.2 The Earth's Crust. 2.3 Geologic Cycle and Geological Time. 2.4 Rock and Mineral Stability. 2.5 Weathering. 2.6 Origin of Clay Minerals and Clay Genesis. 2.7 Soil Profiles and Their Development. 2.8 Sediment Erosion, Transport, and Deposition. 2.9 Postdepositional Changes in Sediments. 2.10 Concluding Comments. Questions and Problems. CHAPTER 3: SOIL MINERALOGY. 3.1 Importance of Soil Mineralogy in Geotechnical Engineering. 3.2 Atomic Structure. 3.3 Interatomic Bonding. 3.4 Secondary Bonds. 3.5 Crystals and Their Properties. 3.6 Crystal Notation. 3.7 Factors Controlling Crystal Structures. 3.8 Silicate Crystals. 3.9 Surfaces. 3.10 Gravel, Sand, and Silt Particles. 3.11 Soil Minerals and Materials Formed by Biogenic and Geochemical Processes. 3.12 Summary of Nonclay Mineral Characteristics. 3.13 Structural Units of the Layer Silicates. 3.14 Synthesis Pattern and Classification of the Clay Minerals. 3.15 Intersheet and Interlayer Bonding in the Clay Minerals. 3.16 The 1:1 Minerals. 3.17 Smectite Minerals. 3.18 Micalike Clay Minerals. 3.19 Other Clay Minerals. 3.20 Summary of Clay Mineral Characteristics. 3.21 Determination of Soil Composition. 3.22 X-ray Diffraction Analysis. 3.23 Other Methods for Compositional Analysis. 3.24 Quantitative Estimation of Soil Components. 3.25 Concluding Comments. Questions and Problems. CHAPTER 4: SOIL COMPOSITION AND ENGINEERING PROPERTIES. 4.1 Introduction. 4.2 Approaches to the Study of Composition and Property Interrelationships. 4.3 Engineering Properties of Granular Soils. 4.4 Dominating Influence of the Clay Phase. 4.5 Atterberg Limits. 4.6 Activity. 4.7 Influences of Exchangeable Cations and pH. 4.8 Engineering Properties of Clay Minerals. 4.9 Effects of Organic Matter. 4.10 Concluding Comments. Questions and Problems. CHAPTER 5: SOIL FABRIC AND ITS MEASUREMENT. 5.1 Introduction. 5.2 Definitions of Fabrics and Fabric Elements. 5.3 Single-Grain Fabrics. 5.4 Contact Force Characterization Using Photoelasticity. 5.5 Multigrain Fabrics. 5.6 Voids and Their Distribution. 5.7 Sample Acquisition and Preparation for Fabric Analysis. 5.8 Methods for Fabric Study. 5.9 Pore Size Distribution Analysis. 5.10 Indirect Methods for Fabric Characterization. 5.11 Concluding Comments. Questions and Problems. CHAPTER 6: SOIL-WATER-CHEMICAL INTERACTIONS. 6.1 Introduction. 6.2 Nature of Ice and Water. 6.3 Influence of Dissolved Ions on Water. 6.4 Mechanisms of Soil-Water Interaction. 6.5 Structure and Properties of Adsorbed Water. 6.6 Clay-Water-Electrolyte System. 6.7 Ion Distributions in Clay-Water Systems. 6.8 Elements of Double-Layer Theory. 6.9 Influences of System Variables on the Double Layer. 6.10 Limitations of the Gouy-Chapman Diffuse Double Layer Model. 6.11 Energy and Force of Repulsion. 6.12 Long-Range Attraction. 6.13 Net Energy of Interaction. 6.14 Cation Exchange-General Considerations. 6.15 Theories for Ion Exchange. 6.16 Soil-Inorganic Chemical Interactions. 6.17 Clay-Organic Chemical Interactions. 6.18 Concluding Comments. Questions and Problems. CHAPTER 7: EFFECTIVE, INTERGRANULAR, AND TOTAL STRESS. 7.1 Introduction. 7.2 Principle of Effective Stress. 7.3 Force Distributions in a Particulate System. 7.4 Interparticle Forces. 7.5 Intergranular Pressure. 7.6 Water Pressures and Potentials. 7.7 Water Pressure Equilibrium in Soil. 7.8 Measurement of Pore Pressures in Soils. 7.9 Effective and Intergranular Pressure. 7.10 Assessment of Terzaghi's Equation. 7.11 Water-Air Interactions in Soils. 7.12 Effective Stress in Unsaturated Soils. 7.13 Concluding Comments. Questions and Problems. CHAPTER 8: SOIL DEPOSITS-THEIR FORMATION, STRUCTURE, GEOTECHNICAL PROPERTIES, AND STABILITY. 8.1 Introduction. 8.2 Structure Development. 8.3 Residual Soils. 8.4 Surficial Residual Soils and Taxonomy. 8.5 Terrestrial Deposits. 8.6 Mixed Continental and Marine Deposits. 8.7 Marine Deposits. 8.8 Chemical and Biological Deposits. 8.9 Fabric, Structure, and Property Relationships: General Considerations. 8.10 Soil Fabric and Property Anisotropy. 8.11 Sand Fabric and Liquefaction. 8.12 Sensitivity and Its Causes. 8.13 Property Interrelationships in Sensitive Clays. 8.14 Dispersive Clays. 8.15 Slaking. 8.16 Collapsing Soils and Swelling Soils. 8.17 Hard Soils and Soft Rocks. 8.18 Concluding Comments. Questions and Problems. CHAPTER 9: CONDUCTION PHENOMENA. 9.1 Introduction. 9.2 Flow Laws and Interrelationships. 9.3 Hydraulic Conductivity. 9.4 Flows Through Unsaturated Soils. 9.5 Thermal Conductivity. 9.6 Electrical Conductivity. 9.7 Diffusion. 9.8 Typical Ranges of Flow Parameters. 9.9 Simultaneous Flows of Water, Current, and Salts Through Soil-Coupled Flows. 9.10 Quantification of Coupled Flows. 9.11 Simultaneous Flows of Water, Current, and Chemicals. 9.12 Electrokinetic Phenomena. 9.13 Transport Coefficients and the Importance of Coupled Flows. 9.14 Compatibility-Effects of Chemical Flows on Properties. 9.15 Electroosmosis. 9.16 Electroosmosis Efficiency. 9.17 Consolidation by Electroosmosis. 9.18 Electrochemical Effects. 9.19 Electrokinetic Remediation. 9.20 Self-Potentials. 9.21 Thermally Driven Moisture Flows. 9.22 Ground Freezing. 9.23 Concluding Comments. Questions and Problems. CHAPTER 10: VOLUME CHANGE BEHAVIOR. 10.1 Introduction. 10.2 General Volume Change Behavior of Soils. 10.3 Preconsolidation Pressure. 10.4 Factors Controlling Resistance to Volume Change. 10.5 Physical Interactions in Volume Change. 10.6 Fabric, Structure, and Volume Change. 10.7 Osmotic Pressure and Water Adsorption Influences on Compression and Swelling. 10.8 Influences of Mineralogical Detail in Soil Expansion. 10.9 Consolidation. 10.10 Secondary Compression. 10.11 In Situ Horizontal Stress (K  0  ). 10.12 Temperature-Volume Relationships. 10.13 Concluding Comments. Questions and Problems. CHAPTER 11 STRENGTH AND DEFORMATION BEHAVIOR. 11.1 Introduction. 11.2 General Characteristics of Strength and Deformation. 11.3 Fabric, Structure, and Strength. 11.4 Friction Between Solid Surfaces. 11.5 Frictional Behavior of Minerals. 11.6 Physical Interactions Among Particles. 11.7 Critical State: A Useful Reference Condition. 11.8 Strength Parameters for Sands. 11.9 Strength Parameters for Clays. 11.10 Behavior After Peak and Strain Localization. 11.11 Residual State and Residual Strength. 11.12 Intermediate Stress Effects and Anisotropy. 11.13 Resistance to Cyclic Loading and Liquefaction. 11.14 Strength of Mixed Soils. 11.15 Cohesion. 11.16 Fracturing of Soils. 11.17 Deformation Characteristics. 11.18 Linear Elastic Stiffness. 11.19 Transition from Elastic to Plastic States. 11.20 Plastic Deformation. 11.21 Temperature Effects. 11.22 Concluding Comments. Questions and Problems. CHAPTER 12: TIME EFFECTS ON STRENGTH AND DEFORMATION. 12.1 Introduction. 12.2 General Characteristics. 12.3 Time-Dependent Deformation-Structure Interaction. 12.4 Soil Deformation as a Rate Process. 12.5 Bonding, Effective Stresses, and Strength. 12.6 Shearing Resistance as a Rate Process. 12.7 Creep and Stress Relaxation. 12.8 Rate Effects on Stress-Strain Relationships. 12.9 Modeling of Stress-Strain-Time Behavior. 12.10 Creep Rupture. 12.11 Sand Aging Effects and Their Significance. 12.12 Mechanical Processes of Aging. 12.13 Chemical Processes of Aging. 12.14 Concluding Comments. Questions and Problems. List of Symbols. References. Index.", 
            "authors": [
                "James Kenneth Mitchell"
            ], 
            "fields": "engineering", 
            "title": "Fundamentals of soil behavior.", 
            "types": [
                "Stability", 
                "Volume", 
                "Conductivity", 
                "Chemical industry", 
                "Engineering"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=5358fc49e2e7a81e1a4240944cb720d8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A method of second-order accuracy is described for integrating the equations of ideal compressible flow. The method is based on the integral conservation laws and is dissipative, so that it can be used across shocks. The heart of the method is a one-dimensional Lagrangean scheme that may be regarded as a second-order sequel to Godunov’s method. The second-order accuracy is achieved by taking the distributions of the state quantities inside a gas slab to be linear, rather than uniform as in Godunov’s method. The Lagrangean results are remapped with least-squares accuracy onto the desired Euler grid in a separate step. Several monotonicity algorithms are applied to ensure positivity, monotonicity and nonlinear stability. Higher dimensions are covered through time splitting. Numerical results for one-dimensional and two-dimensional flows are presented, demonstrating the efficiency of the method. The paper concludes with a summary of the results of the whole series “Towards the Ultimate Conservative Difference Scheme.” This paper describes a method of second-order accuracy for integrating the equations of ideal compressible flow (ICF). The method is based on the integral conservation laws and is dissipative, so that it can be used across shocks. The heart of the method is a one-dimensional Lagrangean scheme, the results of which are remapped onto the desired Euler grid in a separate step. Higher dimensions are covered through time splitting. The Lagrangean scheme may be regarded as a second-order sequel to Godunov’s [I] first-order Lagrangean scheme. As in the latter, the gas is divided into slabs, and the interaction of these slabs at their interfaces is considered in detail. Whereas in Godunov’s method the distribution of the state quantities inside a slab are taken to be uniform, in the present method these distributions are taken to be linear. The information contained in the slopes of the distributions makes it possible to attain second-order accuracy in the method. As in Godunov’s method, the interaction of slabs is evaluated essentially on the basis of the characteristic equations, with due care taken to account for the discontinuities in the interaction flow. The convective difference scheme, hidden in the Lagrangean scheme, for integrating the characteristic equations is a so-called upstream-centered (upwind) scheme and has been discussed as “scheme II” in the pre", 
            "authors": [
                "Bram Van Leer"
            ], 
            "fields": "engineering", 
            "title": "Towards the ultimate conservative difference scheme. V. A second-order sequel to Godunov`s method", 
            "types": [
                "Compressible flow", 
                "Physics", 
                "Equations of motion", 
                "Mesh generation", 
                "Second-order logic"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=907f30ef6e5df9eef5ecc13efba96f1d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This book, designed for advanced undergraduate engineering majors, explains the physical concepts and methodologies of heat and mass transfer. It uses a systematic method for problem solving and discusses the relationship of heat and mass transfer to many important practical applications through examples and problems. A and significant contribution is the extensive use of the First Law of thermodynamics.", 
            "authors": [
                "F P Incropera", 
                "David P Dewitt"
            ], 
            "fields": "engineering", 
            "title": "Introduction to heat transfer", 
            "types": [
                "Engineering", 
                "Mass transfer", 
                "Thermal radiation", 
                "Heat transfer", 
                "Boiling"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=1a139027f8ebd8cedc657e4bed9de0a8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Finite difference schemes providing an improved representation of a range of scales (spectral-like resolution) in the evaluation of first, second, and higher order derivatives are presented and compared with well-known schemes. The schemes may be used on non-uniform meshes and a variety of boundary conditions may be imposed. Schemes are also presented for derivatives at mid-cell locations, for accurate interpolation and for spectral-like filtering. Applications to fluid mechanics problems are discussed. 47 refs., 20 figs., 9 tabs.", 
            "authors": [
                "Sanjiva K Lele"
            ], 
            "fields": "engineering", 
            "title": "Compact finite difference schemes with spectral-like resolution", 
            "types": [
                "Numerical differentiation", 
                "Boundary value problem", 
                "Image resolution", 
                "Fourier analysis", 
                "Computational fluid dynamics"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=e89c329d9a95751e71f9d6d526d2f204&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The tremendous potential of genomics to contribute to significant healthcare innovations in the developing world will not be realised without attention to governance. Governments, industries and citizens will encounter numerous ethical issues in achieving a balance between risk management and the promotion of the benefits of genomics. We need a governance mechanism that maintains a balance between the global public goods characteristics of genomics knowledge and the private goods nature of its application. Networks may well be an appropriate way of preventing a bleak future of increasing disparities between industrialised and developing countries. An informed debate that attempts to exchange the politics of polarisation with a truly participatory process would be worth pursuing. Consequently, this paper proposes a Global Genomics Initiative (GGI) that would provide such a forum.", 
            "authors": [
                "Elizabeth Dowdeswell", 
                "Abdallah S Daar", 
                "Tara Acharya", 
                "Peter A Singer"
            ], 
            "fields": "engineering", 
            "title": "Realising the promise of genomics: exploring governance", 
            "types": [
                "Biotechnology", 
                "Genomics", 
                "Developing country", 
                "Risk management"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=4a1295494cf9eb0115e6f7b3a33d04ca&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "When light is incident on 2D transition metal dichalcogenides (TMDCs), it engages in multiple reflections within underlying substrates, producing interferences that lead to enhancement or attenuation of the incoming and outgoing strength of light. Here, we report a simple method to engineer the light outcoupling in semiconducting TMDCs by modulating their dielectric surroundings. We show that by modulating the thicknesses of underlying substrates and capping layers, the interference caused by substrate can significantly enhance the light absorption and emission of WSe2, resulting in a ∼11 times increase in Raman signal and a ∼30 times increase in the photoluminescence (PL) intensity of WSe2. On the basis of the interference model, we also propose a strategy to control the photonic and optoelectronic properties of thin-layer WSe2. This work demonstrates the utilization of outcoupling engineering in 2D materials and offers a new route toward the realization of novel optoelectronic devices, such as 2D LEDs and solar cells.", 
            "authors": [
                "Derhsien Lien", 
                "Jeong Seuk Kang", 
                "Matin Amani", 
                "Kevin Chen", 
                "Mahmut Tosun", 
                "Hsinping Wang", 
                "Tania Roy", 
                "Michael Eggleston", 
                "Ming C Wu", 
                "Madan Dubey", 
                "Sichen Lee", 
                "Jrhau He", 
                "Ali Javey"
            ], 
            "fields": "engineering", 
            "title": "Engineering Light Outcoupling in 2D Materials", 
            "types": [
                "Raman spectroscopy", 
                "Photoluminescence"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=21e39dac6e43a89d3b208236ec0b36c9&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 11
}