{
    "data": [
        {
            "abstract": "Unmanned aircraft systems (UAS) represent a bright spot for the technology-intensive aerospace manufacturing sector, but military and civil government agencies will likely be the predominant customers for an extended period while such systems are integrated into the U.S. National Airspace System (\"national airspace\"). This report discusses the market for UAS in 2013 and briefly discusses UAS manufacturers.", 
            "authors": [
                "Glennon J Harrison"
            ], 
            "fields": "unmanned", 
            "title": "Unmanned Aircraft Systems (Uas): Manufacturing Trends*", 
            "types": [
                "Industrial organization", 
                "Business"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=2bc0a70859984ec32ee13a5abb567d38&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract : To better understand trends in Chinese unmanned systems research, development, acquisition, and employment, and their potential implications, RAND undertook exploratory analysis to lay an initial foundation for future research on China's development and use of unmanned systems, including unmanned aerial vehicles (UAVs), unmanned undersea vehicles (UUVs), and unmanned surface vessels (USVs). The exploratory analysis focused on identifying sources related to Chinese development of maritime unmanned systems, including UUVs, USVs, and UAVs, with an emphasis on systems intended for the maritime environment, because of their relevance to maritime territorial disputes in the East and South China Seas; understanding the roles that China sees for unmanned systems; analyzing trends in Chinese development of UUVs, USVs, and maritime UAVs, including the key technologies Chinese researchers are pursuing; exploring how China could employ unmanned systems in its maritime territorial disputes in the East and South China Seas; and identifying areas for further research and potential future developments. The remainder of this report highlights the key findings of this exploratory research project and presents some preliminary analyses of their potential implications.", 
            "authors": [
                "Michael S Chase", 
                "Kristen A Gunness", 
                "Lyle J Morris", 
                "Samuel K Berkowitz", 
                "Benjamin S Purser"
            ], 
            "fields": "unmanned", 
            "title": "Emerging Trends in China's Development of Unmanned Systems", 
            "types": [
                "China", 
                "International trade", 
                "Systems analysis", 
                "Emerging technologies", 
                "Military acquisition"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=d2733e43532d83b979729345e0596984&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract : The United States military should explore multiple types of Unmanned combat Air Vehicles (UCAVs) to deal with the realities of casualty aversion and increasing battlefield lethality, but should procure simple and expendable platforms now while developing more sophisticated, high technology unmanned strike aircraft for the future. There are several reasons to adopt unmanned attack aircraft. Casualty aversion and increasing lethality of ground based air defense are the most prevalent. There is a strong requirement for all services to address these issues as they develop new technologies and look to the lessons of Desert Storm, and Kosovo. Emerging design technology coupled with a proliferation of real time intelligence information is making manned attack aircraft obsolete and too expensive. Of course, there are arguments against UCAVs; they may be technologically unworkable, decrease operational flexibility, increase fratricide risk and may be unnecessary given other similar weapons or even space based weaponry. The arguments for UCAVs outweigh the ones against; however, we must ensure that tactical, expendable UCAVs are developed in conjunction with other manned weapons systems and new munitions. The USAF should pioneer the eventual development of a sophisticated long range UCAV, while all services pursue less expensive unmanned platforms to meet service requirements.", 
            "authors": [
                "Mark J Matsushima"
            ], 
            "fields": "unmanned", 
            "title": "Unmanned Combat Aerial Vehicles: Transformation of the USAF", 
            "types": [
                "Data link", 
                "Surface-to-air missile", 
                "Flight simulator", 
                "Lethality"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=edd988197f1910a7628006d8e2b3313e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract : Unmanned Aerial Vehicles (UAVs) are not new concepts. In fact, they flew long before the first manned flight. However, with the birth of manned aviation, unmanned projects were relegated to a subordinate position. In recent years, the Department of Defense has expressed more interest, directing priority funding and rapid employment. UAVs have been used in recent conflicts, proving successful in reconnaissance, targeting, and weapons delivery with Commanders requesting ever-increased use. The president has recognized the crucial role UAVs will play to ensure national defense. UAVs provide advantages, such as increased endurance and survivability, and decreased costs and risks to aircrew. UAV proponents say the most modern fighters, such as the F/A-22 and the developmental F-35, are likely the last of their kind, if they are ever produced at all. Even before full-rate production, the pilot is the limiting factor. Advocates envision UAVs conducting ninety percent of all combat sorties by the year 2020. A completely unmanned military flying force in the year 2025 is technologically possible, but not likely based on the uncertainty of technology advancement and on senior civilian and military direction. UAVs will likely integrate and not replace manned aircraft well into the future.", 
            "authors": [
                "Brent K Tornga"
            ], 
            "fields": "unmanned", 
            "title": "Unmanned Aerial Vehicles: Trendy Technological Toys or Flying Force of the Future", 
            "types": [
                "Drone", 
                "Targeting", 
                "Aeronautics", 
                "Uncertainty"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=1fd21eeacf217f0817eaad80a49f5562&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In the last years UAV (Unmanned Aerial Vehicle)-systems became relevant for applications in precision farming and in infrastructure maintenance, like road maintenance and dam surveillance. This paper gives an overview about UAV (Unmanned Aerial Vehicle) systems and their application for photogrammetric recording and documentation of cultural heritage. First the historical development of UAV systems and the definition of UAV-helicopte rs will be given. The advantages of a photogrammetric system on-board a model helicopter will be briefly discussed and compared to standard aerial and terrestrial photogrammetry. UAVs are mostly low cost systems and flexible and therefore a suitable alternative solution compared to other mobile mapping systems. A mini UAV-system was used for photogrammetric image data acquisition near Palpa in Peru. A settlement from the 13 th century AD, which was presumably used as a mine, was flown with a model helicopter. Based on the image data, an accurate 3D-model will be generated in the future. With an orthophoto and a DEM derived from aerial images in a scale of 1:7 000, a flight planning was build up. The determined flying positions were implemented in the flight control system. Thus, the helicopter is able to fly to predefined pathpoints automatically. Tests in Switzerland and the flights in Pinchango Alto showed that using the built-in GPS/INS- and stabilization units of the flight control system, predefined positions could be reached exactly to acquire the images. The predicted strip crossings and flying height were kept accurately in the autonomous flying mode.", 
            "authors": [
                "Henri Eisenbeiss"
            ], 
            "fields": "unmanned", 
            "title": "A MINI UNMANNED AERIAL VEHICLE (UAV): SYSTEM OVERVIEW AND IMAGE ACQUISITION", 
            "types": [
                "Data acquisition", 
                "Cultural heritage", 
                "Precision agriculture"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=769e4cbd9fcf4d82f63ba672779e11f7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "An autonomous UGV is essentially an autonomous UGV that operates without the need for a human controller. The vehicle uses its sensors to develop some limited understanding of the environment, which is then used by control algorithms to determine the next action to take in the context of a human provided mission goal. This fully eliminates the need for any human to watch over the menial tasks that the UGV is completing. Existing systems do not include the environmental information assessment, object identification, self protection against high temperature and the implementation with most advanced hardware and related software algorithm. This project presents the development of an unmanned ground vehicle with the facility of measurement of humidity, temperature and illumination, video and audio clips to get the information of the environment through which UGV navigates. The project also discusses the real time embedded implementation of this obstacle mapping system on a small Unmanned Ground Vehicle (UGV) to support real time obstacle avoidance, object identification by image processing and proposes self protection against high temperature. These activities are a part of a larger effort to establish a theoretical foundation for autonomous and cooperative multi-UxV guidance solutions in adversarial environments.", 
            "authors": [
                "A H Ansari"
            ], 
            "fields": "unmanned", 
            "title": "Unmanned Ground Vehicle", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=c823061d79815d2a8105a5e158ffc6e2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The use of unmanned aircraft in the National Airspace System (NAS) has been characterized as the next great step forward in the evolution of civil aviation. Although use of unmanned aircraft systems (UAS) in military and public service operations is proliferating, civil use of UAS remains limited in the United States today. This report focuses on one particular regulatory challenge: classifying UAS to assign airworthiness standards. This paper provides observations related to how the current regulations for classifying manned aircraft could apply to UAS.", 
            "authors": [
                "Jeffrey M Maddalon", 
                "Kelly J Hayhurst", 
                "Daniel M Koppen", 
                "Jason M Upchurch", 
                "A Terry Morris", 
                "Harry A Verstynen"
            ], 
            "fields": "unmanned", 
            "title": "Perspectives on Unmanned Aircraft Classification for Civil Airworthiness Standards", 
            "types": [
                "Biological classification", 
                "Regulation", 
                "Civil aviation"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=79a45469832525560f8ce61ff402ec53&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The United States employing armed unmanned aerial systems (UAS) or “drones” against al qaeda and Taliban targets in northwest Pakistan continues to spur discussion and disagreement. Some label UAS “armed robotic killers,” while others describe them as providing a much greater degree of distinction between intended targets and the surrounding population and infrastructure, thus limiting civilian casualties and property damage. The overt disagreement as to whether the strikes are legal masks that the discussants are utilizing wholesale different methodologies, talking past each other in the process. The origin of this divergence is to what extent the law of armed conflict or human rights law applies to the use of force through the U.S. engaging targets in Pakistan with UAS. As a result, the same missile strike may be viewed as “killing the enemy” or extrajudicial killing, targeted assassination, and outright murder. Against that backdrop, the U.S. Air Force (USAF) recently graduated its first pilot training class which did not receive flight training – the graduates are heading not for the cockpit but to the controls of a UAS. The USAF trained more UAS pilots than fighter or bomber pilots in 2009 and its proposed budget for 2011 would double UAS production, resulting in ordering more UAS than manned aircraft. Over 40 countries employ UAS, including China and Iran, as well as non state actors such as Hezbollah. The ubiquitous nature of UAS will only grow, as will their capabilities. What is less certain is whether baseline agreement can be reached as to the applicable legal framework through which to disagree on employing UAS. This article seeks to add clarity to the conversation by outlining the different levels of analysis utilized to assess UAS strikes as a use of force and how those levels lead to disagreement and misunderstanding well beyond differing conclusions on legality. This article examines the permissibility of armed UAS strikes through two normative constructs: jus ad bellum, the law government resorting to force, and jus in bello, the law governing the actual conduct of a UAS strike. How one characterizes the conflict in Pakistan, internally and viz the United States, and whether Pakistan has consented to the strikes, trigger different analytical frameworks, but this article asserts the conclusion is the same – that the UAS strikes are lawful. Yet ultimately, the current discourse demonstrates that constructive dialogue is needed, not just on UAS strike legality, but on the appropriate methodology by which such conclusions are reached.", 
            "authors": [
                "Chris Jenks"
            ], 
            "fields": "unmanned", 
            "title": "Law from Above: Unmanned Aerial Systems, Use of Force, and the Law of Armed Conflict", 
            "types": [
                "Drone"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=0c236a6c423bed01f6c04cc78bf9ce3a&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 8
}