{
    "data": [
        {
            "abstract": "We have developed a new vector strategy for the insertion of foreign genes into the genomes of gram negative bacteria not closely related to Escherichia coli. The system consists of two components: special E. coli donor strains and derivatives of E. coli vector plasmids. The donor strains (called mobilizing strains) carry the transfer genes of the broad host range IncP–type plasmid RP4 integrated in their chromosomes. They can utilize any gram negative bacterium as a recipient for conjugative DNA transfer. The vector plasmids contain the P–type specific recognition site for mobilization (Mob site) and can be mobilized with high frequency from the donor strains. The mobilizable vectors are derived from the commonly used E. coli vectors pACYC184, pACYC177, and pBR325, and are unable to replicate in strains outside the enteric bacterial group. Therefore, they are widely applicable as transposon carrier replicons for random transposon insertion mutagenesis in any strain into which they can be mobilized but not stably maintained. The vectors are especially useful for site–directed transposon mutagenesis and for site–specific gene transfer in a wide variety of gram negative organisms.", 
            "authors": [
                "Reinhard Simon", 
                "Ursula B Priefer", 
                "Alfred Puhler"
            ], 
            "fields": "biotechnology", 
            "title": "A Broad Host Range Mobilization System for In Vivo Genetic Engineering: Transposon Mutagenesis in Gram Negative Bacteria", 
            "types": [], 
            "url": "http://cn.bing.com/academic/profile?id=25adb94c312619e9c3b80aba139ded65&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The biotechnology and pharmaceutical fields are rife with a wide range of collaborative relationships intended to access knowledge, skills, and resources that cannot be produced by organizations internally in a timely fashion. As more firms rely on external relationships for knowledge, the ability to process, transfer, and transmit knowledge gained in one context to other activities becomes critical. This article examines the capability for learning both how and what to learn in the context of these inter-organizational relations, and it surveys various practices developed by companies for accessing and distributing knowledge. The key challenge in innovation-intensive fields is to develop organizational routines for learning that are robust, flexible, and durable.", 
            "authors": [
                "Walter W Powell"
            ], 
            "fields": "biotechnology", 
            "title": "Learning From Collaboration: Knowledge and Networks in the Biotechnology and Pharmaceutical Industries", 
            "types": [
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=86fddcfc2ab7c755f448d8d65d5c89bd&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract   Lipases constitute the most important group of biocatalysts for biotechnological applications. The high-level production of microbial lipases requires not only the efficient overexpression of the corresponding genes but also a detailed understanding of the molecular mechanisms governing their folding and secretion. The optimisation of industrially relevant lipase properties can be achieved by directed evolution. Furthermore, novel biotechnological applications have been successfully established using lipases for the synthesis of biopolymers and biodiesel, the production of enantiopure pharmaceuticals, agrochemicals, and flavour compounds.", 
            "authors": [
                "Karlerich Jaeger", 
                "Thorsten Eggert"
            ], 
            "fields": "biotechnology", 
            "title": "Lipases for biotechnology", 
            "types": [
                "Directed evolution", 
                "Molecular mechanics"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=e23f623514a48e6ce9dff105b13bdb4f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We examine how two highly successful new biotechnology firms (NBFs) source their most critical input -- scientific knowledge. We find that scientists at the two NBFs enter into large numbers of collaborative research efforts with scientists at other organizations, especially universities. Formal market contracts are rarely used to govern these exchanges of scientific knowledge. Our findings suggest that the use of boundary-spanning social networks by the two NBFs increases both their learning and their flexibility in ways that would not be possible within a self-contained hierarchical organization.", 
            "authors": [
                "Julia Porter Liebeskind", 
                "Amalya L Oliver", 
                "Lynne G Zucker", 
                "Marilynn B Brewer"
            ], 
            "fields": "biotechnology", 
            "title": "Social Networks, Learning, and Flexibility: Sourcing Scientific Knowledge in New Biotechnology Firms", 
            "types": [
                "Social network", 
                "Organizational learning", 
                "Sociology of scientific knowledge", 
                "Developing country", 
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=d8707c141ebef0327285c96393a36619&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Basic and applied research on microbial cellulases, hemicellulases and pectinases has not only generated significant scientific knowledge but has also revealed their enormous potential in biotechnology. At present, cellulases and related enzymes are used in food, brewery and wine, animal feed, textile and laundry, pulp and paper industries, as well as in agriculture and for research purposes. Indeed, the demand for these enzymes is growing more rapidly than ever before, and this demand has become the driving force for research on cellulases and related enzymes. The present article is an overview of the biotechnological state-of-the-art for cellulases and related enzymes.", 
            "authors": [
                "M K Bhat"
            ], 
            "fields": "biotechnology", 
            "title": "Cellulases and related enzymes in biotechnology.", 
            "types": [
                "Biotechnology", 
                "Pulp and paper industry", 
                "Enzyme", 
                "Food industry", 
                "Cellulase"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=03bf82cecd2aca9388fdbeb431d1f20a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "'Golden Rice' is a variety of rice engineered to produce β-carotene (pro-vitamin A) to help combat vitamin A deficiency, and it has been predicted that its contribution to alleviating vitamin A deficiency would be substantially improved through even higher β-carotene content. We hypothesized that the daffodil gene encoding phytoene synthase (psy), one of the two genes used to develop Golden Rice, was the limiting step in β-carotene accumulation. Through systematic testing of other plant psys, we identified a psy from maize that substantially increased carotenoid accumulation in a model plant system. We went on to develop 'Golden Rice 2' introducing this psy in combination with the Erwinia uredovora [Pantoea ananatis pv. uredovora] carotene desaturase (crtI) used to generate the original Golden Rice. We observed an increase in total carotenoids of up to 23-fold (maximum 37 µg/g) compared to the original Golden Rice and a preferential accumulation of β-carotene.", 
            "authors": [
                "Jacqueline Ann Mary Syngenta Limited Paine", 
                "Catherine Ann Syngenta Limited Shipton", 
                "Sunandha Chaggar", 
                "Rhian M Howells", 
                "Mike J Kennedy", 
                "Gareth Vernon", 
                "Susan Y Wright", 
                "Edward Hinchliffe", 
                "Jessica L Adams", 
                "Aron Silverstone", 
                "Rachel Drake"
            ], 
            "fields": "biotechnology", 
            "title": "Improving the nutritional value of Golden Rice through increased pro-vitamin A content.", 
            "types": [
                "Biotechnology", 
                "Plant breeding", 
                "Gene", 
                "Biosynthesis", 
                "Genitive case"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=155b54c37ecf2d6f489787f0eba193e1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract  As a result of high production costs, commercial products from microalgae must command high prices. Astaxanthin produced by  Haematococcus  is a product that has become a commercial reality through novel and advanced technology. Cultivation methods have been developed to produce  Haematococcus  containing 1.5–3.0% astaxanthin by dry weight, with potential applications as a pigment source in aquaculture, poultry feeds and in the worldwide nutraceutical market.", 
            "authors": [
                "R Todd Lorenz", 
                "Gerald R Cysewski"
            ], 
            "fields": "biotechnology", 
            "title": "Commercial potential for Haematococcus microalgae as a natural source of astaxanthin", 
            "types": [
                "Culture", 
                "Biotechnology", 
                "Microbiology", 
                "Carotenoid", 
                "Aquatic plant"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=7f2d53e979f19ad62fa18e9186a1f3ee&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract  Stimulus-responsive or ‘smart' polymers undergo strong conformational changes when only small changes in the environment (e.g. pH, temperature, ionic strength) occur. These changes result in phase separation from aqueous solution or order-of-magnitude changes in hydrogel size. Smart polymers are used in bioseparation and drug delivery, for the development of new biocatalysts, as biomimetic actuators, and as surfaces with switchable hydrophobic–hydrophilic properties.", 
            "authors": [
                "Igor Yu Galaev", 
                "Bo Mattiasson"
            ], 
            "fields": "biotechnology", 
            "title": "'Smart' polymers and what they could do in biotechnology and medicine.", 
            "types": [
                "Aqueous solution", 
                "Phase", 
                "Polymer", 
                "Biocatalysis", 
                "Smart polymer"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=865d95b224d61795f996270449093991&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Biodiesel has received much attention in recent years. Although numerous reports are available on the production of biodiesel from vegetable oils of terraneous oil-plants, such as soybean, sunflower and palm oils, the production of biodiesel from microalgae is a newly emerging field. Microalgal biotechnology appears to possess high potential for biodiesel production because a significant increase in lipid content of microalgae is now possible through heterotrophic cultivation and genetic engineering approaches. This paper provides an overview of the technologies in the production of biodiesel from microalgae, including the various modes of cultivation for the production of oil-rich microalgal biomass, as well as the subsequent downstream processing for biodiesel production. The advances and prospects of using microalgal biotechnology for biodiesel production are discussed.", 
            "authors": [
                "Guanhua Huang", 
                "Feng Chen", 
                "Dong Wei", 
                "Xuewu Zhang", 
                "Gu Chen"
            ], 
            "fields": "biotechnology", 
            "title": "Biodiesel production by microalgal biotechnology", 
            "types": [
                "Biodiesel", 
                "Algae", 
                "Biotechnology", 
                "Pyrolysis", 
                "Productivity"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=4c48365c6751e79e2ab81e8a4a5736c5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background: Creep feeding is used to stimulate piglet post-weaning feed consumption. L-Glutamine (GLN) is an important source of fuel for intestinal epithelial cells. The objective of this study was to determine the impact of creep feeding and adding GLN or AminoGut (AG; containing glutamine + glutamate) to pre- and post-weaning diets on pig performance and intestinal health. Litters (N = 120) were allotted to four treatments during 14–21 d of lactation: 1) No creep feed (NC, n = 45); 2) creep fed control diet (CFCD, n = 45); 3) creep fed 1% GLN (CFGLN, n = 15); 4) creep fed .88% AG (CFAG, n = 15). After weaning, the NC and CFCD groups were sub-divided into three groups (n = 15 each), receiving either a control nursery diet (NC-CD, CFCD-CD) or a diet supplemented with either GLN (NC-GLN, CFCD-GLN) or with AG (NC-AG, CFCD-AG). Litters that were creep fed with diets containing GLN or AG also were supplemented with those amino acids in the nursery diets (CFGLN-GLN, CFAG-AG). Glutamine was added at 1% in all three post-weaning diet phases and AG was added at .88% in phase 1 and 2 and at .66% in phase 3. Results: Feed conversion (feed/gain) showed means among treatment means close to significance (P= 0.056) and Tukey’s test for pairwise mean comparisons showed that Pigs in the CFGLN-GLN group had the best feed conversion (feed/gain) in the first three-week period post-weaning, exceeding (P= 0.044) controls (CFCD-CD) by 34%. The NC-AG group had (P = 0.02) the greatest feed intake in the last three week of the study, exceeding controls (CFCD-CD) by 12%. CFGLN-GLN, CFCD-GLN and sow reared (SR) pigs had the greatest (P = 0.049) villi height exceeding the CFCD-AG group by 18%, 20% and 19% respectively. The CFAG-AG group had the deepest (P= 0.001) crypts among all treatments. CFGLN-GLN, CFCD-GLN and SR groups had the greatest (P = 0.001) number of cells proliferating (PCNA) exceeding those in the NC-CD group by 43%, 54% and 63% respectively. Sow reared pigs showed the greatest (P = 0.001) intestinal absorption capacity for xylose and mannitol. Conclusion: Supplementation of creep feed and nursery diets with GLN and/or AminoGut in the first three week improved feed conversion possibly due to improved intestinal health.", 
            "authors": [
                "R Cabrera", 
                "James L Usry", 
                "Consuelo Arrellano", 
                "Eduardo Terra Nogueira", 
                "Marianne Kutschenko", 
                "Adam J Moeser", 
                "Jack Odle"
            ], 
            "fields": "biotechnology", 
            "title": "Effects of creep feeding and supplemental glutamine or glutamine plus glutamate (Aminogut) on pre- and post-weaning growth performance and intestinal health of piglets", 
            "types": [
                "Medical research", 
                "Food science", 
                "Scanning electron microscope", 
                "Biotechnology", 
                "Creep feeding"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=d297a8fd1efb5d80e3dfde31d1c90544&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Biotechnology is at the intersection of science and ethics. Technological developments are shaped by an ethical vision, which in turn is shaped by available technology. Much in biotechnology can be celebrated for how it benefits humanity. But technology can have a darker side. Biotechnology can produce unanticipated consequences that cause harm or dehumanise people. The ethical implications of proposed developments must be carefully examined. The ethical assessment of new technologies, including biotechnology, requires a different approach to ethics. Changes are necessary because new technology can have a more profound impact on the world; because of limitations with a rights-based approach to ethics; because of the importance and difficulty of predicting consequences; and because biotechnology now manipulates humans themselves. The ethical questions raised by biotechnology are of a very different nature. Given the potential to profoundly change the future course of humanity, such questions require careful consideration. Rather than focussing on rights and freedoms, wisdom is needed to articulate our responsibilities towards nature and others, including future generations. The power and potential of biotechnology demands caution to ensure ethical progress.", 
            "authors": [
                "Donal P O Mathuna"
            ], 
            "fields": "biotechnology", 
            "title": "Bioethics and biotechnology", 
            "types": [
                "Bioethics", 
                "Biotechnology", 
                "Text mining", 
                "Bioinformatics", 
                "Personhood"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=a7b0e71f095e87f0401085e9a5c42665&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The purpose of this report is to formulate strategies to continue and expand cooperation with China in biotechnology. Toward this end, the report focuses on three areas: (1) the mechanisms by which China sets priorities and funds biotechnology research; (2) the current status of China`s biotechnology research. Particular emphasis is placed on areas of potential interest to American scientists; and (3) the roles of various types of international cooperation programs in the development of biotechnology in China.", 
            "authors": [
                "Dean H Hamer", 
                "Shaindow Kung"
            ], 
            "fields": "biotechnology", 
            "title": "Biotechnology in China", 
            "types": [
                "China", 
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=a2daaa10e5896a8d183f360f52c298a1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "\"Local farming communities throughout the world face binding productivity constraints, diverse nutritional needs, environmental concerns, and significant economic and financial pressures. Developing countries address these challenges in different ways, including public and private sector investments in plant breeding and other modern tools for genetic crop improvement. In order to measure the impact of any technology and prioritize investments, we must assess the relevant resources, human capacity, clusters, networks and linkages, as well as the institutions performing technological research and development, and the rate of farmer adoption. However, such measures have not been recently assessed, in part due to the lack of complete standardized information on public plant breeding and biotechnology research in developing countries. To tackle this void, the Food and Agricultural Organization of the United Nations (FAO), in consultation with the International Food Policy Institute (IFPRI) and other organizations, designed a plant breeding and biotechnology capacity survey for implementation by FAO consultants in 100 developing countries. IFPRI, in collaboration with FAO and national experts contracted by FAO to complete in-country surveys, identified and analyzed plant breeding and biotechnology programs in four developing countries: Cameroon, Kenya, the Philippines, and Venezuela. Here, we use an innovation systems framework to examine the investments in human and financial resources and the distribution of resources among the different programs, as well as the capacity and policy development for agricultural research in the four selected countries. Based on our findings, we present recommendations to help sustain and increase the efficiency of publicly- and privately-funded plant breeding programs, while maximizing the use of genetic resources and developing opportunities for GM crop production. Policy makers, private sector breeders, and other stakeholders can use this information to prioritize investments, consider product advancement, and assess the relative magnitude of the potential risks and benefits of their investments.\" from Author's Abstract", 
            "authors": [
                "Jose Falckzepeda", 
                "Patricia Zambrano", 
                "Joel I Cohen", 
                "Orangel Borges", 
                "Elcio P Guimaraes", 
                "Desiree Hautea", 
                "Joseph Kengue", 
                "Josephine Songa"
            ], 
            "fields": "biotechnology", 
            "title": "Plant Genetic Resources for Agriculture, Plant Breeding, and Biotechnology: Experiences from Cameroon, Kenya, the Philippines, and Venezuela", 
            "types": [
                "Developing country", 
                "Biotechnology", 
                "Genetics", 
                "Plant breeding", 
                "Organizational architecture"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=d60801ac71ef04d72fd0d3f00599c37b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Nos ultimos anos, tem aumentado exponencialmente o numero de farmacos de origem biotecnologica ao dispor das mais diversas patologias, entre elas destacam-se, os diferentes tipos de cancer, as doencas infecciosas (ex. virus AIDS/HIV), as doencas autoimunes, as doencas cardiovasculares, a Diabetes Mellitus, as doencas neurologicas, as doencas respiratorias, entre outras. A industria farmaceutica tem recorrido a diferentes tecnologias para a obtencao de novos e promissores principios ativos, como sao exemplo a fermentacao, a tecnica de DNA Recombinante, a tecnica de hidridoma, entre outras. A queda das patentes dos primeiros farmacos de origem biotecnologica e o consequente aparecimento dos produtos biossimilares tem colocado diferentes questoes as autoridades de saude mundiais, sobre a definicao, enquadramento e exigencias para a autorizacao de entrada no mercado deste tipo de produtos.", 
            "authors": [
                "Hugo Almeida", 
                "Maria Helena Amaral", 
                "Paulo Lobao"
            ], 
            "fields": "biotechnology", 
            "title": "Drugs obtained by biotechnology processing", 
            "types": [
                "Recombinant DNA", 
                "Antibiotics", 
                "Bacteria", 
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=8e556932e0c4df6f4f3e846601b7f074&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#Biotechnology can be used to enhance the management of weeds in several ways. Crops have been made resistant to herbicides by inserting transgenes that impart herbicide resistance into the plant genome. Glyphosate- and glufosinate-resistant crops are commercialized in North America and crops made resistant to 2,4-D, dicamba, and hydroxyphenylpyruvate dioxygenase-inhibiting herbicides will soon be grown. This technology has been highly successful in transforming weed management in several major crops. Selection for mutations that impart herbicide resistance to crops has also been successfully used to generate herbicide-resistant crops. There are several living microbial products for the biocontrol of weeds. These agents have not been very successful, but research is being conducted to improve them with biotechnology methods. The use of crops that produce their own herbicides (allelopathy) has been even less successful. Biotechnological approaches are being used to generate crops that are toxic to weeds with less or without synthetic chemical inputs. Research on natural phytotoxins from plants (allelochemicals) has also provided lead compounds for herbicide discovery.#R##N##R##N##R##N#Keywords:#R##N##R##N#allelopathy;#R##N#biocontrol;#R##N#biotechnology;#R##N#glufosinate;#R##N#glyphosate;#R##N#herbicide-resistant crop;#R##N#transgene", 
            "authors": [
                "Stephen O Duke", 
                "Brian E Scheffler", 
                "C Douglas Boyette", 
                "Franck E Dayan"
            ], 
            "fields": "biotechnology", 
            "title": "Biotechnology in Weed Control", 
            "types": [
                "Biological pest control", 
                "Allelopathy", 
                "Transgene", 
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=a9b8b3c739ede118d4df751c7456f8c2&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Nowadays plant biotechnology faces many important challenges, including the development of strategies to secure global food supply, the adequate acquisition and management of plant derived products for human subsistence (woods, pharmaceuticals, biofuels, etc.), as well as the development of plants that can cope with the constant effects of biotic and abiotic stress conditions in the era of changing climatic conditions. Being sessile, plants are able to adapt or acclimate after constant exposition to environmental stress conditions; nevertheless, in most cases growth rate and yield are reduced below optimum levels. Increases in global warming, climatic changes, soil degradation, and pollution, are affecting dramatically the plant kingdom. #R##N##R##N#Advances in plant molecular biology and biotechnology have changed our capabilities for gene discovery, the study of tissue-specific promoters, the functional characterization of genes, gene pyramiding, and the generation of efficient methods for plant genetic transformation and/or plant genome manipulation. All of these beneficial applications offer the possibility to achieve pest resistance, abiotic stress tolerance, crop yield improvement, and excel food nutritional quality. #R##N##R##N#In this regard, the understanding of plant molecular mechanisms underlying biotic and abiotic stress tolerance, the characterization of hormone mediated signaling pathways, and the molecular interaction and crosstalk among pathways will improve our knowledge in plant stress biology.#R##N##R##N#This special issue consists of six papers related to abiotic and biotic plant stress. Papers by M. Perez-Clemente et al., L.-T. Yang et al., and A. S. Dubrovina et al. present interesting reviews of diverse topics such as plant response to stress, aluminium tolerance in higher plants, and pre-mRNA splicing under plant stress conditions, respectively. The following three are research papers focusing on identification of rice genes in response to heat stress (Y. Cao et al.), transcriptional profiling of canker-resistant transgenic sweet orange (X.-Z. Fu and J.–H. Liu), and characterization of the newly developed soybean cultivar (DT2008) under drought tolerance (C. V. Ha et al.). #R##N##R##N#M. Perez-Clemente et al. outline the main biotechnological approaches used to study plant stress responses, such as the “omics” technologies (genomics, proteomics, and metabolomics), and transgenic-based approaches. As well, considerable advances in plant physiology, genetics, and molecular biology are included, which have greatly improved our understanding of plant responses to abiotic stress conditions. #R##N##R##N#A. S. Dubrovina et al. review recent data on alternative splicing in plant genes involved in stress signaling; in particular the authors focus on the occurrence, properties, and functional consequences of unconventional splicing and splicing-like events in plants. Precursor mRNAs with introns can undergo alternative splicing to produce multiple transcripts from the same gene by differential use of splice sites, thereby increasing the transcriptome and proteome complexity. In order to survive the stress conditions, plants actively employ pre-mRNA splicing as a mechanism to regulate expression of stress-responsive genes and reprogram intracellular regulatory networks. This review is attractive since it provides data on transcript diversity generated in response to environmental stresses, an aspect that could be important to plant biotechnology in terms of developing new strategies for crop breeding and protection.#R##N##R##N#L.-T. Yang et al. describe the main mechanisms related to aluminium tolerance in plants facing acidic soils, where aluminium toxicity is an important factor that limits crop productivity. Importance is given to the secretion of organic acid ions from plant roots and the possible mechanisms that regulate this process, including ion channels or transporters, internal concentration of organic acid ions, root plasma membrane H-ATPase, and temperature, among others. As well, transgenic plants attempting to increase the secretion and biosynthesis of organic acid anions as an approach for the acquisition of aluminium tolerance are discussed as potential research area.#R##N##R##N#In the research article presented by Y. Cao et al., the importance of studying heat stress responses in plant crops, such as rice, is emphasized, in particular, because of global warming and its increasing impact on crop production at the present time. In rice, several papers involving heat shock proteins (HSPs) and heat shock transcription factors in the heat stress response have been published; nevertheless, little is known about other genes induced under this condition. Based on cDNA-AFLP analysis, the authors identified 49 differentially expressed genes, including genes related to carbohydrate metabolism, photosynthesis and energy production, and amino acid and polyamine metabolism and transport, among others, as heat stress-responsive genes in rice. The possible implication of these genes in heat stress response is discussed.#R##N##R##N#In the research article presented by X.-Z. Fu and J.-H. Liu, they analyzed the global transcriptional profiling of transgenic sweet orange line (TG9) using the Affymetrix Citrus GeneChip microarray. TG9 line overexpresses Malus domestica spermidine synthase (MdSPDS1); it has increased levels of the polyamines, spermidine and spermine, and confers canker resistance. Nowadays, the gene regulation network in polyamine which involved plant pathogen response is largely unclear, particularly in perennial plants like citrus. A profile of genes up- and downregulated under high polyamine levels in the TG9 line is presented. It is hypothesized that genes implicated in stimulus response and immune system process, cell wall and transcriptional regulation, and cellular and metabolism processes, such as starch and sucrose metabolism, glutathione metabolism, biosynthesis of phenylpropanoids, and plant hormones play major roles in the canker resistance of TG9. #R##N##R##N#In the research article presented by C. V. Ha et al., drought-tolerant phenotypes of DT2008 soybean variety and W82 soybean cultivar were compared by examining the dehydration-induced water loss and membrane stability of the shoot parts of young seedlings. DT2008 is an improved variety of soybean that shows enhanced drought tolerance and stable yield in field conditions. The authors propose that further comparisons between DT2008 and W82 cultivars using molecular approaches will enable the identification of mutations associated with drought tolerance in DT2008, which could be used to improve drought tolerance in soybean cultivars through genetic engineering. #R##N##R##N#In the research article presented by C. V. Ha et al., they compared the drought-tolerant phenotypes of DT2008 soybean variety and W82 soybean cultivar by examining the dehydration-induced water loss and membrane stability of the shoot parts of the young seedlings. DT2008 is an improved variety of soybean that showed enhanced drought tolerance and stable yield in the field conditions. Molecular analysis between these soybean cultivars will enable the identification of mutations, which could be candidates for genetic engineering to improve drought tolerance in soybean cultivars.", 
            "authors": [
                "Juan Francisco Jimenez Bremont", 
                "Margarita Rodriguez Kessler", 
                "Jihong Liu", 
                "Sarvajeet S Gill"
            ], 
            "fields": "biotechnology", 
            "title": "Plant Stress and Biotechnology", 
            "types": [
                "Gene expression profiling", 
                "Biotechnology", 
                "Alternative splicing", 
                "Global warming"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=fc4182844bd1a5ecbc2ea3954f38a1cc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Publisher Summary#R##N#Biotechnology is any technological application that uses biological systems, living organisms, and derivatives to make or modify products and processes for specific use. Humans have been manipulating genetic material for centuries. This chapter provides an overview of environmental biotechnology. An assessment is only as good as the assumptions and information from which it is drawn. Good science must underpin the environmental decisions. One must enlist the expertise of engineers, microbiologists, botanists, zoologists, geneticists, medical researchers, geologists, geographers, land use planners, hydrologists, meteorologists, computational experts, systems biologists, and ecologists to characterize the risks and opportunities of environmental biotechnology. The only way to characterize biological systems is by simultaneously addressing chemical reactions, motion, and biological processes. Mass and energy exchanges are constantly taking place within and between cells, and at every scale of an ecosystem or a human population. Thus, biochemodynamics addresses energy and matter as they move, change, and cycle through organisms. A single chemical or organism undergoes the process from its release to its environmental fate.", 
            "authors": [
                "Daniel A Vallero"
            ], 
            "fields": "biotechnology", 
            "title": "CHAPTER 1 – Environmental Biotechnology: An Overview", 
            "types": [
                "Exposome", 
                "Risk analysis", 
                "Biological engineering", 
                "Bioremediation", 
                "Biotechnology"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=4e814724acf929dc4891c09d2fe466df&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 17
}