{
    "data": [
        {
            "abstract": "Top of page#R##N#Networks of coupled dynamical systems have been used to model biological oscillators1, 2, 3, 4, Josephson junction arrays5,6, excitable media7, neural networks8, 9, 10, spatial games11, genetic control networks12 and many other self-organizing systems. Ordinarily, the connection topology is assumed to be either completely regular or completely random. But many biological, technological and social networks lie somewhere between these two extremes. Here we explore simple models of networks that can be tuned through this middle ground: regular networks 'rewired' to introduce increasing amounts of disorder. We find that these systems can be highly clustered, like regular lattices, yet have small characteristic path lengths, like random graphs. We call them 'small-world' networks, by analogy with the small-world phenomenon13,14 (popularly known as six degrees of separation15). The neural network of the worm Caenorhabditis elegans, the power grid of the western United States, and the collaboration graph of film actors are shown to be small-world networks. Models of dynamical systems with small-world coupling display enhanced signal-propagation speed, computational power, and synchronizability. In particular, infectious diseases spread more easily in small-world networks than in regular lattices.", 
            "authors": [
                "Duncan J Watts", 
                "Steven H Strogatz"
            ], 
            "fields": "network", 
            "title": "Collective dynamics of 'small-world' networks", 
            "types": [
                "Social network", 
                "Dynamical system", 
                "Dynamics", 
                "Structure", 
                "Infectious disease"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=12446758e1b6c87e9b0ccf67af0e9821&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Examines how external constraints affect organizations and how to design and manage organizations under such constraints. Taking a resource dependence perspective on organizations, the book discusses basic components of control, including the concentration and availability of resources, the role of managers, interdependence among organizations, the environment, and organizational structure. Two case studies, one on Israeli managers and one on American defense contractors, exemplify how governmental external control affects organizational choice. In the case of the Israeli managers, the managers' responses regarding the size of the return they would be willing to give up to invest in a government-created development area were positively correlated with the proportion of the firm's government sales. Similarly, the study of American defense contractors examined how willing they were to comply with affirmative action laws for employment of women, finding a strong correlation between positive replies to women seeking employment and government dependence. Dependence is not restricted to the government, however, as firms are heavily reliant upon resources made available to them from other organizations. Despite external control, the organization is able to achieve internal control to a certain extent, stabilizing activities by institutionalizing roles and patterns of behavior. The question of power within organizations requires further study, as organizations are coalitions of interest and only some interests and goals are accomplished at the expense of others. Organizations also serve to create and transact ideas and the influence these ideas create, so that influence and control are multidirectional. Conclusions show that organizations are not autonomous entities, but are reliant upon the larger network of organizations within the environment - through which they must strive to manipulate resources to survive. (CJC)", 
            "authors": [
                "Jeffrey Pfeffer", 
                "Gerald R Salancik"
            ], 
            "fields": "network", 
            "title": "The External Control of Organizations: A Resource Dependence Perspective", 
            "types": [
                "Social structure", 
                "Interdependence", 
                "Natural environment", 
                "Regulation", 
                "Resource management"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=e06dbe38afab7aca1b7a96b063c32e7b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract : This paper presents a generalization of the perception learning procedure for learning the correct sets of connections for arbitrary networks. The rule, falled the generalized delta rule, is a simple scheme for implementing a gradient descent method for finding weights that minimize the sum squared error of the sytem's performance. The major theoretical contribution of the work is the procedure called error propagation, whereby the gradient can be determined by individual units of the network based only on locally available information. The major empirical contribution of the work is to show that the problem of local minima not serious in this application of gradient descent. Keywords: Learning; networks; Perceptrons; Adaptive systems; Learning machines; and Back propagation.", 
            "authors": [
                "David E Rumelhart", 
                "Geoffrey E Hinton", 
                "Ronald J Williams"
            ], 
            "fields": "network", 
            "title": "Learning internal representations by error propagation", 
            "types": [
                "Computer network", 
                "Propagation of uncertainty", 
                "Weight", 
                "Backpropagation", 
                "Gradient descent"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=b90677a665750071a4bcf9404edbca1d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Inspired by empirical studies of networked systems such as the Internet, social networks, and biological networks, researchers have in recent years developed a variety of techniques and models to help us understand or predict the behavior of these systems. Here we review developments in this field, including such concepts as the small-world effect, degree distributions, clustering, network correlations, random graph models, models of network growth and preferential attachment, and dynamical processes taking place on networks.", 
            "authors": [
                "M E J Newman"
            ], 
            "fields": "network", 
            "title": "The Structure and Function of Complex Networks", 
            "types": [
                "Network architecture", 
                "Percolation theory", 
                "Complex network", 
                "Degree distribution", 
                "Biological network"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=daba24fc0e69e92d6cd80f94f025a8ba&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper reviews the origins and definitions of social capital in the writings of Bourdieu, Loury, and Coleman, among other authors. It distinguishes four sources of social capital and examines their dynamics. Applications of the concept in the sociological literature emphasize its role in social control, in family support, and in benefits mediated by extrafamilial networks. I provide examples of each of these positive functions. Negative consequences of the same processes also deserve attention for a balanced picture of the forces at play. I review four such consequences and illustrate them with relevant examples. Recent writings on social capital have extended the concept from an individual asset to a feature of communities and even nations. The final sections describe this conceptual stretch and examine its limitations. I argue that, as shorthand for the positive consequences of sociability, social capital has a definite place in sociological theory. However, excessive extensions of the concept may j...", 
            "authors": [
                "Alejandro Portes"
            ], 
            "fields": "network", 
            "title": "Social Capital: Its Origins and Applications in Modern Sociology", 
            "types": [
                "Computer network", 
                "Community", 
                "Social control", 
                "Social dynamics", 
                "Conceptual framework"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=2eab2a2da0b5b5ec8fc9ac2d3728078f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The concept of one event happening before another in a distributed system is examined, and is shown to define a partial ordering of the events. A distributed algorithm is given for synchronizing a system of logical clocks which can be used to totally order the events. The use of the total ordering is illustrated with a method for solving synchronization problems. The algorithm is then specialized for synchronizing physical clocks, and a bound is derived on how far out of synchrony the clocks can become.", 
            "authors": [
                "Leslie Lamport"
            ], 
            "fields": "network", 
            "title": "Time, clocks, and the ordering of events in a distributed system", 
            "types": [
                "Clock synchronization", 
                "Computer network", 
                "Distributed algorithm", 
                "Partially ordered set", 
                "Total order"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=62db1ae6a1921f8d6704932060b69cdb&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "\"Grid\" computing has emerged as an important new field, distinguished from conventional distributed computing by its focus on large-scale resource sharing, innovative applications, and, in some cases, high performance orientation. In this article, the authors define this new field. First, they review the \"Grid problem,\" which is defined as flexible, secure, coordinated resource sharing among dynamic collections of individuals, institutions, and resources--what is referred to as virtual organizations. In such settings, unique authentication, authorization, resource access, resource discovery, and other challenges are encountered. It is this class of problem that is addressed by Grid technologies. Next, the authors present an extensible and open Grid architecture, in which protocols, services, application programming interfaces, and software development kits are categorized according to their roles in enabling resource sharing. The authors describe requirements that they believe any such mechanisms must satisfy and discuss the importance of defining a compact set of intergrid protocols to enable interoperability among different Grid systems. Finally, the authors discuss how Grid technologies relate to other contemporary technologies, including enterprise integration, application service provider, storage service provider, and peer-to-peer computing. They maintain that Grid concepts and technologies complement and have much to contribute to these other approaches.", 
            "authors": [
                "Ian T Foster", 
                "Carl Kesselman", 
                "Steven Tuecke"
            ], 
            "fields": "network", 
            "title": "The Anatomy of the Grid: Enabling Scalable Virtual Organizations", 
            "types": [
                "Grid computing", 
                "Computer cluster", 
                "Application programming interface", 
                "Performance", 
                "Application service provider"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=b3236b722f3ec93705cde2e8e409dce7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary The NMRPipe system is a UNIX software environment of processing, graphics, and analysis tools designed to meet current routine and research-oriented multidimensional processing requirements, and to anticipate and accommodate future demands and developments. The system is based on UNIX pipes, which allow programs running simultaneously to exchange streams of data under user control. In an NMRPipe processing scheme, a stream of spectral data flows through a pipeline of processing programs, each of which performs one component of the overall scheme, such as Fourier transformation or linear prediction. Complete multidimensional processing schemes are constructed as simple UNIX shell scripts. The processing modules themselves maintain and exploit accurate records of data sizes, detection modes, and calibration information in all dimensions, so that schemes can be constructed without the need to explicitly define or anticipate data sizes or storage details of real and imaginary channels during processing. The asynchronous pipeline scheme provides other substantial advantages, including high flexibility, favorable processing speeds, choice of both all-in-memory and disk-bound processing, easy adaptation to different data formats, simpler software development and maintenance, and the ability to distribute processing tasks on multi-CPU computers and computer networks.", 
            "authors": [
                "Frank Delaglio", 
                "Stephan Grzesiek", 
                "Geerten W Vuister", 
                "Guang Zhu", 
                "John Pfeifer", 
                "Ad Bax"
            ], 
            "fields": "network", 
            "title": "NMRPipe: A multidimensional spectral processing system based on UNIX pipes*", 
            "types": [
                "Computer network", 
                "Principle of maximum entropy", 
                "Distributed computing", 
                "Linear prediction", 
                "Software development"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=c7af8ca980ed9f70a847c9bf56f9b956&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A number of recent studies have focused on the statistical properties of networked systems such as social networks and the Worldwide Web. Researchers have concentrated particularly on a few properties that seem to be common to many networks: the small-world property, power-law degree distributions, and network transitivity. In this article, we highlight another property that is found in many networks, the property of community structure, in which network nodes are joined together in tightly knit groups, between which there are only looser connections. We propose a method for detecting such communities, built around the idea of using centrality indices to find community boundaries. We test our method on computer-generated and real-world graphs whose community structure is already known and find that the method detects this known structure with high sensitivity and reliability. We also apply the method to two networks whose community structure is not well known—a collaboration network and a food web—and find that it detects significant and informative community divisions in both cases.", 
            "authors": [
                "Michelle Girvan", 
                "M E J Newman"
            ], 
            "fields": "network", 
            "title": "Community structure in social and biological networks", 
            "types": [
                "Graph theory", 
                "Social network", 
                "World Wide Web", 
                "Degree distribution", 
                "Social behavior"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=c157da3ad6814c78739004bc888ad22b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The self-organized map, an architecture suggested for artificial neural networks, is explained by presenting simulation experiments and practical applications. The self-organizing map has the property of effectively creating spatially organized internal representations of various features of input signals and their abstractions. One result of this is that the self-organization process can discover semantic relationships in sentences. Brain maps, semantic maps, and early work on competitive learning are reviewed. The self-organizing map algorithm (an algorithm which order responses spatially) is reviewed, focusing on best matching cell selection and adaptation of the weight vectors. Suggestions for applying the self-organizing map algorithm, demonstrations of the ordering process, and an example of hierarchical clustering of data are presented. Fine tuning the map by learning vector quantization is addressed. The use of self-organized maps in practical speech recognition and a simulation experiment on semantic mapping are discussed. >", 
            "authors": [
                "Teuvo Kohonen"
            ], 
            "fields": "network", 
            "title": "The self-organizing map", 
            "types": [
                "Hierarchical clustering", 
                "Brain mapping", 
                "Computer experiment", 
                "Vector quantization", 
                "Pattern recognition"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=b56c57a80db2a235baee0f149497a5a8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The proliferation of mobile computing devices and local-area wireless networks has fostered a growing interest in location-aware systems and services. In this paper we present RADAR, a radio-frequency (RF)-based system for locating and tracking users inside buildings. RADAR operates by recording and processing signal strength information at multiple base stations positioned to provide overlapping coverage in the area of interest. It combines empirical measurements with signal propagation modeling to determine user location and thereby enable location-aware services and applications. We present experimental results that demonstrate the ability of RADAR to estimate user location with a high degree of accuracy.", 
            "authors": [
                "Paramvir Bahl", 
                "Venkata N Padmanabhan"
            ], 
            "fields": "network", 
            "title": "RADAR: an in-building RF-based user location and tracking system", 
            "types": [
                "Wireless network", 
                "Signal processing", 
                "Tracking system", 
                "Global Positioning System", 
                "Radio frequency"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=48cefd623c6e1ded923c33d56aa336e4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We introduce a new class of problems called network information flow which is inspired by computer network applications. Consider a point-to-point communication network on which a number of information sources are to be multicast to certain sets of destinations. We assume that the information sources are mutually independent. The problem is to characterize the admissible coding rate region. This model subsumes all previously studied models along the same line. We study the problem with one information source, and we have obtained a simple characterization of the admissible coding rate region. Our result can be regarded as the max-flow min-cut theorem for network information flow. Contrary to one's intuition, our work reveals that it is in general not optimal to regard the information to be multicast as a \"fluid\" which can simply be routed or replicated. Rather, by employing coding at the nodes, which we refer to as network coding, bandwidth can in general be saved. This finding may have significant impact on future design of switching systems.", 
            "authors": [
                "Rudolf Ahlswede", 
                "Ning Cai", 
                "Shuoyen Robert Li", 
                "Raymond W Yeung"
            ], 
            "fields": "network", 
            "title": "Network information flow", 
            "types": [
                "Directed graph", 
                "Max-flow min-cut theorem", 
                "Point-to-point", 
                "Telecommunications network", 
                "Information flow"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=59467a91a532e3052ae6dd97eecac312&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Advances in processor, memory and radio technology will enable small and cheap nodes capable of sensing, communication and computation. Networks of such nodes can coordinate to perform distributed sensing of environmental phenomena. In this paper, we explore the  directed diffusion  paradigm for such coordination. Directed diffusion is datacentric in that all communication is for named data. All nodes in a directed diffusion-based network are application-aware. This enables diffusion to achieve energy savings by selecting empirically good paths and by caching and processing data in-network. We explore and evaluate the use of directed diffusion for a simple remote-surveillance sensor network.", 
            "authors": [
                "Chalermek Intanagonwiwat", 
                "Ramesh Govindan", 
                "Deborah Estrin"
            ], 
            "fields": "network", 
            "title": "Directed diffusion: a scalable and robust communication paradigm for sensor networks", 
            "types": [
                "Computer network", 
                "Web application", 
                "Interactivity", 
                "Wireless sensor network", 
                "Evaluation"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=e25d46e407ed7f9f2ee49811ddcff19d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This book focuses on numerical algorithms suited for parallelization for solving systems of equations and optimization problems. Emphasis on relaxation methods of the Jacobi and Gauss-Seidel type, and issues of communication and synchronization. Topics covered include: Algorithms for systems of linear equations and matrix inversion; Herative methods for nonlinear problems; and Shortest paths and dynamic programming.", 
            "authors": [
                "Dimitri P Bertsekas", 
                "John N Tsitsiklis"
            ], 
            "fields": "network", 
            "title": "Parallel and distributed computation", 
            "types": [
                "Mathematical logic", 
                "Parallel processing", 
                "Computer network", 
                "Optimization problem", 
                "Data processing"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=ca0fcfb73b9f1db169746169a7260e4d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This paper proposes S-MAC, a medium-access control (MAC) protocol designed for wireless sensor networks. Wireless sensor networks use battery-operated computing and sensing devices. A network of these devices will collaborate for a common application such as environmental monitoring. We expect sensor networks to be deployed in an ad hoc fashion, with individual nodes remaining largely inactive for long periods of time, but then becoming suddenly active when something is detected. These characteristics of sensor networks and applications motivate a MAC that is different from traditional wireless MACs such as IEEE 802.11 in almost every way: energy conservation and self-configuration are primary goals, while per-node fairness and latency are less important. S-MAC uses three novel techniques to reduce energy consumption and support self-configuration. To reduce energy consumption in listening to an idle channel, nodes periodically sleep. Neighboring nodes form virtual clusters to auto-synchronize on sleep schedules. Inspired by PAMAS, S-MAC also sets the radio to sleep during transmissions of other nodes. Unlike PAMAS, it only uses in-channel signaling. Finally, S-MAC applies message passing to reduce contention latency for sensor-network applications that require store-and-forward processing as data move through the network. We evaluate our implementation of S-MAC over a sample sensor node, the Mote, developed at University of California, Berkeley. The experiment results show that, on a source node, an 802.11-like MAC consumes 2-6 times more energy than S-MAC for traffic load with messages sent every 1-10 s.", 
            "authors": [
                "Wei Ye", 
                "John S Heidemann", 
                "Deborah Estrin"
            ], 
            "fields": "network", 
            "title": "An energy-efficient MAC protocol for wireless sensor networks", 
            "types": [
                "Collaboration", 
                "Wireless network", 
                "Wireless sensor network", 
                "Sensor", 
                "Energy conservation"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=06faee4189190dc717cb588ea386f4c0&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "We show how to use \"complementary priors\" to eliminate the explaining-away effects that make inference difficult in densely connected belief nets that have many hidden layers. Using complementary priors, we derive a fast, greedy algorithm that can learn deep, directed belief networks one layer at a time, provided the top two layers form an undirected associative memory. The fast, greedy algorithm is used to initialize a slower learning procedure that fine-tunes the weights using a contrastive version of the wake-sleep algorithm. After fine-tuning, a network with three hidden layers forms a very good generative model of the joint distribution of handwritten digit images and their labels. This generative model gives better digit classification than the best discriminative learning algorithms. The low-dimensional manifolds on which the digits lie are modeled by long ravines in the free-energy landscape of the top-level associative memory, and it is easy to explore these ravines by using the directed connections to display what the associative memory has in mind.", 
            "authors": [
                "Geoffrey E Hinton", 
                "Simon Osindero", 
                "Yee Whye Teh"
            ], 
            "fields": "network", 
            "title": "A fast learning algorithm for deep belief nets", 
            "types": [
                "Algorithm", 
                "Models of neural computation", 
                "Machine", 
                "Prior probability", 
                "Artificial neural network"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=17d47c184b5c67d42650a0aa38117d73&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Today's wireless networks are characterized by a fixed spectrum assignment policy. However, a large portion of the assigned spectrum is used sporadically and geographical variations in the utilization of assigned spectrum ranges from 15% to 85% with a high variance in time. The limited available spectrum and the inefficiency in the spectrum usage necessitate a new communication paradigm to exploit the existing wireless spectrum opportunistically. This new networking paradigm is referred to as NeXt Generation (xG) Networks as well as Dynamic Spectrum Access (DSA) and cognitive radio networks. The term xG networks is used throughout the paper. The novel functionalities and current research challenges of the xG networks are explained in detail. More specifically, a brief overview of the cognitive radio technology is provided and the xG network architecture is introduced. Moreover, the xG network functions such as spectrum management, spectrum mobility and spectrum sharing are explained in detail. The influence of these functions on the performance of the upper layer protocols such as routing and transport are investigated and open research issues in these areas are also outlined. Finally, the cross-layer design challenges in xG networks are discussed.", 
            "authors": [
                "Ian F Akyildiz", 
                "Wonyeol Lee", 
                "Mehmet C Vuran", 
                "Shantidev Mohanty"
            ], 
            "fields": "network", 
            "title": "NeXt generation/dynamic spectrum access/cognitive radio wireless networks: a survey", 
            "types": [
                "Digital signature", 
                "Radio spectrum", 
                "Computer network", 
                "Wireless network", 
                "Software-defined radio"
            ], 
            "url": "http://cn.bing.com/academic/profile?id=ee12cc5fb2071d6895554fc14e7d5107&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 17
}