{
    "data": [
        {
            "abstract": "Arlequin ver 3.0 is a software package integrating several basic and advanced methods for population genetics data analysis, like the computation of standard genetic diversity indices, the estimation of allele and haplotype frequencies, tests of departure from linkage equilibrium, departure from selective neutrality and demographic equilibrium, estimation or parameters from past population expansions, and thorough analyses of population subdivision under the AMOVA framework. Arlequin 3 introduces a completely new graphical interface written in C++, a more robust semantic analysis of input fi les, and two new methods: a Bayesian estimation of gametic phase from multi-locus genotypes, and an estimation of the parameters of an instantaneous spatial expansion from DNA sequence polymorphism. Arlequin can handle several data types like DNA sequences, microsatellite data, or standard multi-locus genotypes. A Windows version of the software is freely available on http://cmpg.unibe.ch/software/arlequin3.", 
            "authors": [
                "Laurent Excoffier", 
                "Guillaume Laval", 
                "Stefan Schneider"
            ], 
            "fields": [
                "Microarray", 
                "Genomics", 
                "Review article", 
                "Pharmacy", 
                "Health informatics"
            ], 
            "title": "Arlequin (version 3.0): An integrated software package for population genetics data analysis", 
            "url": "http://cn.bing.com/academic/profile?id=7de0ea89464b20c87713d616989a40d8&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Conservationists are far from able to assist all species under threat, if only for lack of funding. This places a premium on priorities: how can we support the most species at the least cost? One way is to identify ‘biodiversity hotspots’ where exceptional concentrations of endemic species are undergoing exceptional loss of habitat. As many as 44% of all species of vascular plants and 35% of all species in four vertebrate groups are confined to 25 hotspots comprising only 1.4% of the land surface of the Earth. This opens the way for a ‘silver bullet’ strategy on the part of conservation planners, focusing on these hotspots in proportion to their share of the world’s species at risk.", 
            "authors": [
                "Norman Myers", 
                "Russell A Mittermeier", 
                "Cristina G Mittermeier", 
                "Gustavo A B Da Fonseca", 
                "Jennifer Kent"
            ], 
            "fields": [
                "Transcriptome", 
                "Paleobiology", 
                "Tropics", 
                "Astronomy", 
                "Metabolomics"
            ], 
            "title": "Biodiversity hotspots for conservation priorities", 
            "url": "http://cn.bing.com/academic/profile?id=99536c7364f0f8bbc8bf560cb55014f1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Most patients with non–small-cell lung cancer have no response to the tyrosine kinase inhibitor gefitinib, which targets the epidermal growth factor receptor (EGFR). However, about 10 percent of patients have a rapid and often dramatic clinical response. The molecular mechanisms underlying sensitivity to gefitinib are unknown. Methods We searched for mutations in the EGFR gene in primary tumors from patients with non–small-cell lung cancer who had a response to gefitinib, those who did not have a response, and those who had not been exposed to gefitinib. The functional consequences of identified mutations were evaluated after the mutant proteins were expressed in cultured cells. Results Somatic mutations were identified in the tyrosine kinase domain of the EGFR gene in eight of nine patients with gefitinib-responsive lung cancer, as compared with none of the seven patients with no response (P<0.001). Mutations were either small, in-frame deletions or amino acid substitutions clustered around th...", 
            "authors": [
                "Thomas J Lynch", 
                "Daphne W Bell", 
                "Raffaella Sordella", 
                "Sarada Gurubhagavatula", 
                "Ross A Okimoto", 
                "Brian W Brannigan", 
                "Patricia L Harris", 
                "Sara M Haserlat", 
                "Jeffrey G Supko", 
                "Frank G Haluska", 
                "David N Louis", 
                "David C Christiani", 
                "Jeffrey Settleman", 
                "Daniel A Haber"
            ], 
            "fields": [
                "Molecular mechanics", 
                "Medicine", 
                "Germline mutation", 
                "Cancer", 
                "Therapy"
            ], 
            "title": "Activating mutations in the epidermal growth factor receptor underlying responsiveness of non-small-cell lung cancer to gefitinib.", 
            "url": "http://cn.bing.com/academic/profile?id=58dc7da83601988fdc5a356a53b5d904&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "It's about integrating individual clinical expertise and the best external evidence#N##N#Evidence based medicine, whose philosophical origins extend back to mid-19th century Paris and earlier, remains a hot topic for clinicians, public health practitioners, purchasers, planners, and the public. There are now frequent workshops in how to practice and teach it (one sponsored by the BMJ will be held in London on 24 April); undergraduate1 and postgraduate2 training programmes are incorporating it3 (or pondering how to do so); British centres for evidence based practice have been established or planned in adult medicine, child health, surgery, pathology, pharmacotherapy, nursing, general practice, and dentistry; the Cochrane Collaboration and Britain's Centre for Review and Dissemination in York are providing systematic reviews of the effects of health care; new evidence based practice journals are being launched; and it has become a common topic in the lay media. But enthusiasm has been mixed with some negative reaction.4 5 6 Criticism has ranged from evidence based medicine being old hat to it being a dangerous innovation, perpetrated by the arrogant to serve cost cutters and suppress clinical freedom. As evidence based medicine continues to evolve and adapt, now is a useful time to refine the discussion of what it is and what it is not.#N##N#Evidence based medicine is the conscientious, explicit, and judicious use of current best evidence in making decisions about the care of individual patients. The …", 
            "authors": [
                "David L Sackett", 
                "W M Rosenberg", 
                "J A Muir Gray", 
                "R Brian Haynes", 
                "W Scott Richardson"
            ], 
            "fields": [
                "Medicine", 
                "Evidence-based medicine"
            ], 
            "title": "Evidence based medicine: what it is and what it isn't.", 
            "url": "http://cn.bing.com/academic/profile?id=83d767355dccf85666b85e8436445ad1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract: Electronic properties of materials are commonly described by quasiparticles that behave as non-relativistic electrons with a finite mass and obey the Schroedinger equation. Here we report a condensed matter system where electron transport is essentially governed by the Dirac equation and charge carriers mimic relativistic particles with zero mass and an effective \"speed of light\" c* ~10^6m/s. Our studies of graphene - a single atomic layer of carbon - have revealed a variety of unusual phenomena characteristic of two-dimensional (2D) Dirac fermions. In particular, we have observed that a) the integer quantum Hall effect in graphene is anomalous in that it occurs at half-integer filling factors; b) graphene's conductivity never falls below a minimum value corresponding to the conductance quantum e^2/h, even when carrier concentrations tend to zero; c) the cyclotron mass m of massless carriers with energy E in graphene is described by equation E =mc*^2; and d) Shubnikov-de Haas oscillations in graphene exhibit a phase shift of pi due to Berry's phase.", 
            "authors": [
                "K S Novoselov", 
                "A K Geim", 
                "S V Morozov", 
                "D Jiang", 
                "M I Katsnelson", 
                "I V Grigorieva", 
                "S V Dubonos", 
                "Alexander A Firsov"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Nanotechnology", 
                "Astronomy", 
                "Quantum electrodynamics"
            ], 
            "title": "Two-Dimensional Gas of Massless Dirac Fermions in Graphene", 
            "url": "http://cn.bing.com/academic/profile?id=3c42752e18fbc96939cc79736ec9e821&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Bevacizumab, a monoclonal antibody against vascular endothelial growth factor, has shown promising preclinical and clinical activity against metastatic colorectal cancer, particularly in combination with chemotherapy. Methods Of 813 patients with previously untreated metastatic colorectal cancer, we randomly assigned 402 to receive irinotecan, bolus fluorouracil, and leucovorin (IFL) plus bevacizumab (5 mg per kilogram of body weight every two weeks) and 411 to receive IFL plus placebo. The primary end point was overall survival. Secondary end points were progression-free survival, the response rate, the duration of the response, safety, and the quality of life. Results The median duration of survival was 20.3 months in the group given IFL plus bevacizumab, as compared with 15.6 months in the group given IFL plus placebo, corresponding to a hazard ratio for death of 0.66 (P<0.001). The median duration of progression-free survival was 10.6 months in the group given IFL plus bevacizumab, as compa...", 
            "authors": [
                "Herbert I Hurwitz", 
                "Louis Fehrenbacher", 
                "William F Novotny", 
                "Thomas H Cartwright", 
                "John D Hainsworth", 
                "William Heim", 
                "Jordan Berlin", 
                "Ari D Baron", 
                "Susan Griffing", 
                "Eric Holmgren", 
                "Napoleone Ferrara", 
                "Gwen Fyfe", 
                "Beth Rogers", 
                "Robert Ross", 
                "Fairooz F Kabbinavar"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Colorectal cancer"
            ], 
            "title": "Bevacizumab plus Irinotecan, Fluorouracil, and Leucovorin for Metastatic Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=d620483f5e48b0ed9c9bef214ec1ecac&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Tissues impacted by chronic infiltration of immune cells, for example, chronic inflammation, have a significantly increased risk of neoplasia. Once tumor development begins, immune cells that infiltrate and subsequently reside within neoplastic microenvironments regulate paracrine pathways in the tissue that foster neoplastic cell survival and proliferation, as well as regulating vascular cells, mesenchymal support cells, and other immune cells to similarly support neoplastic progression and tumor development. We now appreciate that immune microenvironments in solid tumors are targets for anticancer therapy, whereby therapeutics aim to neutralize their tumor-promoting activities, which is coincident with bolstering their embedded activities to foster T cell mobilization and cytotoxic functions through enhanced recognition of tumor-specific antigens. The key leukocytes that contribute to acute versus chronic inflammation in cancer, as well as the mechanisms by which they do so are subjects of the ongoing investigations. This article outlines differences between acute and chronic inflammation in the context of cancer, how each state arises, and how each can be manipulated for development of new cancer therapeutics.", 
            "authors": [
                "Lisa M Coussens", 
                "Zena Werb"
            ], 
            "fields": [
                "Computational biology", 
                "Molecular biology", 
                "Physics", 
                "Ecology", 
                "Evolutionary biology"
            ], 
            "title": "Inflammation and cancer", 
            "url": "http://cn.bing.com/academic/profile?id=3f423dcd48cf6bc3576857e4273c0433&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Results In 2007-2008, the age-adjusted prevalence of obesity was 33.8% (95% confidence interval [CI], 31.6%-36.0%) overall, 32.2% (95% CI, 29.5%-35.0%) among men, and 35.5% (95% CI, 33.2%-37.7%) among women. The corresponding prevalence estimates for overweight and obesity combined (BMI 25) were 68.0% (95% CI, 66.3%-69.8%), 72.3% (95% CI, 70.4%-74.1%), and 64.1% (95% CI, 61.3%66.9%). Obesity prevalence varied by age group and by racial and ethnic group for both men and women. Over the 10-year period, obesity showed no significant trend among women (adjusted odds ratio [AOR] for 2007-2008 vs 1999-2000, 1.12 [95% CI, 0.89-1.32]). For men, there was a significant linear trend (AOR for 2007-2008 vs 1999-2000, 1.32 [95% CI, 1.12-1.58]); however, the 3 most recent data points did not differ significantly from each other.", 
            "authors": [
                "Katherine M Flegal", 
                "Margaret D Carroll", 
                "Cynthia L Ogden", 
                "Lester R Curtin"
            ], 
            "fields": [
                "Epidemiology", 
                "Public health", 
                "Prevalence", 
                "Medicine", 
                "Obesity"
            ], 
            "title": "Prevalence and Trends in Obesity Among US Adults, 1999-2008", 
            "url": "http://cn.bing.com/academic/profile?id=d9b920986cc44fb52be8798cda87c8f7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Background Although more than 80% of the global burden of cardiovascular disease occurs in low-income and middle-income countries, knowledge of the importance of risk factors is largely derived from developed countries. Therefore, the effect of such factors on risk of coronary heart disease in most regions of the world is unknown. Methods We established a standardised case-control study of acute myocardial infarction in 52 countries, representing every inhabited continent. 15 152 cases and 14 820 controls were enrolled. The relation of smoking, history of hypertension or diabetes, waist/hip ratio, dietary patterns, physical activity, consumption of alcohol, blood apolipoproteins (Apo), and psychosocial factors to myocardial infarction are reported here. Odds ratios and their 99% CIs for the association of risk factors to myocardial infarction and their population attributable risks (PAR) were calculated. Findings Smoking (odds ratio 2·87 for current vs never, PAR 35·7% for current and former vs never), raised ApoB/ApoA1 ratio (3·25 for top vs lowest quintile, PAR 49·2% for top four quintiles vs lowest quintile), history of hypertension (1·91, PAR 17·9%), diabetes (2·37, PAR 9·9%), abdominal obesity (1·12 for top vs lowest tertile and 1·62 for middle vs lowest tertile, PAR 20·1% for top two tertiles vs lowest tertile), psychosocial factors (2·67, PAR 32·5%), daily consumption of fruits and vegetables (0·70, PAR 13·7% for lack of daily consumption), regular alcohol consumption (0·91, PAR 6·7%), and regular physical activity (0·86, PAR 12·2%), were all significantly related to acute myocardial infarction (p<0·0001 for all risk factors and p=0·03 for alcohol). These associations were noted in men and women, old and young, and in all regions of the world. Collectively, these nine risk factors accounted for 90% of the PAR in men and 94% in women. Interpretation Abnormal lipids, smoking, hypertension, diabetes, abdominal obesity, psychosocial factors, consumption of fruits, vegetables, and alcohol, and regular physical activity account for most of the risk of myocardial infarction worldwide in both sexes and at all ages in all regions. This finding suggests that approaches to prevention can be based on similar principles worldwide and have the potential to prevent most premature cases of myocardial infarction.", 
            "authors": [
                "Salim Yusuf", 
                "Steven Hawken", 
                "Stephanie Ounpuu", 
                "Tony Dans", 
                "Alvaro Avezum", 
                "F Lanas", 
                "Matthew J Mcqueen", 
                "Andrzej Budaj", 
                "Prem Pais", 
                "John Varigos", 
                "Liu Lisheng"
            ], 
            "fields": [
                "Country", 
                "Case-control study", 
                "Myocardial infarction", 
                "Risk factor", 
                "Medicine"
            ], 
            "title": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study", 
            "url": "http://cn.bing.com/academic/profile?id=fe62bd20f7befe4d62baf4867fafc9b7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We conducted a randomized, placebo-controlled, double-blind trial to determine whether the epidermal growth factor receptor inhibitor erlotinib prolongs survival in non–small-cell lung cancer after the failure of first-line or second-line chemotherapy. Methods Patients with stage IIIB or IV non–small-cell lung cancer, with performance status from 0 to 3, were eligible if they had received one or two prior chemotherapy regimens. The patients were stratified according to center, performance status, response to prior chemotherapy, number of prior regimens, and prior platinum-based therapy and were randomly assigned in a 2:1 ratio to receive oral erlotinib, at a dose of 150 mg daily, or placebo. Results The median age of the 731 patients who underwent randomization was 61.4 years; 49 percent had received two prior chemotherapy regimens, and 93 percent had received platinum-based chemotherapy. The response rate was 8.9 percent in the erlotinib group and less than 1 percent in the placebo group (P<0....", 
            "authors": [
                "Frances A Shepherd", 
                "Jose Rodrigues Pereira", 
                "T E Ciuleanu", 
                "Eng Huat Tan", 
                "Vera Hirsh", 
                "Sumitra Thongprasert", 
                "Daniel Campos", 
                "Savitree Maoleekoonpiroj", 
                "Michael Smylie", 
                "Renato Martins", 
                "Maximiliano Van Kooten", 
                "Mircea Dediu", 
                "B Findlay", 
                "Dongsheng Tu", 
                "Dianne Johnston", 
                "Andrea Bezjak", 
                "Gary M Clark", 
                "Pedro S…", 
                ""
            ], 
            "fields": [
                "Therapy", 
                "Enzyme", 
                "Cancer", 
                "Medicine"
            ], 
            "title": "Erlotinib in Previously Treated Non–Small-Cell Lung Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=54db5fff4dd8d0daa566b27ae1044509&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#A recent report that 93 per cent of invasive cervical cancers worldwide contain human papillomavirus (HPV) may be an underestimate, due to sample inadequacy or integration events affecting the HPV L1 gene, which is the target of the polymerase chain reaction (PCR)-based test which was used. The formerly HPV-negative cases from this study have therefore been reanalysed for HPV serum antibodies and HPV DNA. Serology for HPV 16 VLPs, E6, and E7 antibodies was performed on 49 of the 66 cases which were HPV-negative and a sample of 48 of the 866 cases which were HPV-positive in the original study. Moreover, 55 of the 66 formerly HPV-negative biopsies were also reanalysed by a sandwich procedure in which the outer sections in a series of sections are used for histological review, while the inner sections are assayed by three different HPV PCR assays targeting different open reading frames (ORFs). No significant difference was found in serology for HPV 16 proteins between the cases that were originally HPV PCR-negative and -positive. Type-specific E7 PCR for 14 high-risk HPV types detected HPV DNA in 38 (69 per cent) of the 55 originally HPV-negative and amplifiable specimens. The HPV types detected were 16, 18, 31, 33, 39, 45, 52, and 58. Two (4 per cent) additional cases were only HPV DNA-positive by E1 and/or L1 consensus PCR. Histological analysis of the 55 specimens revealed that 21 were qualitatively inadequate. Only two of the 34 adequate samples were HPV-negative on all PCR tests, as against 13 of the 21 that were inadequate ( p< 0·001). Combining the data from this and the previous study and excluding inadequate specimens, the worldwide HPV prevalence in cervical carcinomas is 99·7 per cent. The presence of HPV in virtually all cervical cancers implies the highest worldwide attributable fraction so far reported for a specific cause of any major human cancer. The extreme rarity of HPV-negative cancers reinforces the rationale for HPV testing in addition to, or even instead of, cervical cytology in routine cervical screening. Copyright © 1999 John Wiley & Sons, Ltd.", 
            "authors": [
                "Jan M M Walboomers", 
                "M V Jacobs", 
                "M Michele Manos", 
                "F Xavier Bosch", 
                "J Alain Kummer", 
                "Keerti V Shah", 
                "Peter J F Snijders", 
                "Julian Peto", 
                "Chris J L M Meijer", 
                "Nubia Munoz"
            ], 
            "fields": [
                "Histology", 
                "Vaporized hydrogen peroxide", 
                "Clinical research", 
                "Medicine", 
                "Virus"
            ], 
            "title": "Human papillomavirus is a necessary cause of invasive cervical cancer worldwide.", 
            "url": "http://cn.bing.com/academic/profile?id=1441f07e1be6ddb4c6e732b888b5ecd5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Objective: Although quality assessment is gaining increasing attention, there is still no consensus on how to define and grade postoperative complications. This shortcoming hampers comparison of outcome data among different centers and therapies and over time. Patients and Methods: A classification of complications published by one of the authors in 1992 was critically re-evaluated and modified to increase its accuracy and its acceptability in the surgical community. Modifications mainly focused on the manner of reporting life-threatening and permanently disabling complications. The new grading system still mostly relies on the therapy used to treat the complication. The classification was tested in a cohort of 6336 patients who underwent elective general surgery at our institution. The reproducibility and personal judgment of the classification were evaluated through an international survey with 2 questionnaires sent to 10 surgical centers worldwide. Results: The new ranking system significantly correlated with complexity of surgery (P 0.0001) as well as with the length of the hospital stay (P 0.0001). A total of 144 surgeons from 10 different centers around the world and at different levels of training returned the survey. Ninety percent of the case presentations were correctly graded. The classification was considered to be simple (92% of the respondents), reproducible (91%), logical (92%), useful (90%), and comprehensive (89%). The answers of both questionnaires were not dependent on the origin of the reply and the level of training of the surgeons.", 
            "authors": [
                "D Dindo", 
                "Nicolas Demartines", 
                "Pierrealain Clavien"
            ], 
            "fields": [
                "Biological classification", 
                "Therapy", 
                "Evaluation", 
                "Medicine", 
                "Public health"
            ], 
            "title": "Classification of Surgical Complications: A New Proposal With Evaluation in a Cohort of 6336 Patients and Results of a Survey", 
            "url": "http://cn.bing.com/academic/profile?id=821e1c7b7bfe13cde8a8153962326db5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N##R##N#A recent report that 93 per cent of invasive cervical cancers worldwide contain human papillomavirus (HPV) may be an underestimate, due to sample inadequacy or integration events affecting the HPV L1 gene, which is the target of the polymerase chain reaction (PCR)-based test which was used. The formerly HPV-negative cases from this study have therefore been reanalysed for HPV serum antibodies and HPV DNA. Serology for HPV 16 VLPs, E6, and E7 antibodies was performed on 49 of the 66 cases which were HPV-negative and a sample of 48 of the 866 cases which were HPV-positive in the original study. Moreover, 55 of the 66 formerly HPV-negative biopsies were also reanalysed by a sandwich procedure in which the outer sections in a series of sections are used for histological review, while the inner sections are assayed by three different HPV PCR assays targeting different open reading frames (ORFs). No significant difference was found in serology for HPV 16 proteins between the cases that were originally HPV PCR-negative and -positive. Type-specific E7 PCR for 14 high-risk HPV types detected HPV DNA in 38 (69 per cent) of the 55 originally HPV-negative and amplifiable specimens. The HPV types detected were 16, 18, 31, 33, 39, 45, 52, and 58. Two (4 per cent) additional cases were only HPV DNA-positive by E1 and/or L1 consensus PCR. Histological analysis of the 55 specimens revealed that 21 were qualitatively inadequate. Only two of the 34 adequate samples were HPV-negative on all PCR tests, as against 13 of the 21 that were inadequate ( p< 0·001). Combining the data from this and the previous study and excluding inadequate specimens, the worldwide HPV prevalence in cervical carcinomas is 99·7 per cent. The presence of HPV in virtually all cervical cancers implies the highest worldwide attributable fraction so far reported for a specific cause of any major human cancer. The extreme rarity of HPV-negative cancers reinforces the rationale for HPV testing in addition to, or even instead of, cervical cytology in routine cervical screening. Copyright © 1999 John Wiley & Sons, Ltd.", 
            "authors": [
                "Jan M M Walboomers", 
                "M V Jacobs", 
                "M Michele Manos", 
                "F Xavier Bosch", 
                "J Alain Kummer", 
                "Keerti V Shah", 
                "Peter J F Snijders", 
                "Julian Peto", 
                "Chris J L M Meijer", 
                "Nubia Munoz"
            ], 
            "fields": [
                "Histology", 
                "Vaporized hydrogen peroxide", 
                "Clinical research", 
                "Medicine", 
                "Virus"
            ], 
            "title": "Human papillomavirus is a necessary cause of invasive cervical cancer worldwide.", 
            "url": "http://cn.bing.com/academic/profile?id=1441f07e1be6ddb4c6e732b888b5ecd5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Objective: Although quality assessment is gaining increasing attention, there is still no consensus on how to define and grade postoperative complications. This shortcoming hampers comparison of outcome data among different centers and therapies and over time. Patients and Methods: A classification of complications published by one of the authors in 1992 was critically re-evaluated and modified to increase its accuracy and its acceptability in the surgical community. Modifications mainly focused on the manner of reporting life-threatening and permanently disabling complications. The new grading system still mostly relies on the therapy used to treat the complication. The classification was tested in a cohort of 6336 patients who underwent elective general surgery at our institution. The reproducibility and personal judgment of the classification were evaluated through an international survey with 2 questionnaires sent to 10 surgical centers worldwide. Results: The new ranking system significantly correlated with complexity of surgery (P 0.0001) as well as with the length of the hospital stay (P 0.0001). A total of 144 surgeons from 10 different centers around the world and at different levels of training returned the survey. Ninety percent of the case presentations were correctly graded. The classification was considered to be simple (92% of the respondents), reproducible (91%), logical (92%), useful (90%), and comprehensive (89%). The answers of both questionnaires were not dependent on the origin of the reply and the level of training of the surgeons.", 
            "authors": [
                "D Dindo", 
                "Nicolas Demartines", 
                "Pierrealain Clavien"
            ], 
            "fields": [
                "Biological classification", 
                "Therapy", 
                "Evaluation", 
                "Medicine", 
                "Public health"
            ], 
            "title": "Classification of Surgical Complications: A New Proposal With Evaluation in a Cohort of 6336 Patients and Results of a Survey", 
            "url": "http://cn.bing.com/academic/profile?id=821e1c7b7bfe13cde8a8153962326db5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background No effective systemic therapy exists for patients with advanced hepatocellular carcinoma. A preliminary study suggested that sorafenib, an oral multikinase inhibitor of the vascular endothelial growth factor receptor, the platelet-derived growth factor receptor, and Raf may be effective in hepatocellular carcinoma. Methods In this multicenter, phase 3, double-blind, placebo-controlled trial, we randomly assigned 602 patients with advanced hepatocellular carcinoma who had not received previous systemic treatment to receive either sorafenib (at a dose of 400 mg twice daily) or placebo. Primary outcomes were overall survival and the time to symptomatic progression. Secondary outcomes included the time to radiologic progression and safety. Results At the second planned interim analysis, 321 deaths had occurred, and the study was stopped. Median overall survival was 10.7 months in the sorafenib group and 7.9 months in the placebo group (hazard ratio in the sorafenib group, 0.69; 95% confidence interval, 0.55 to 0.87; P<0.001). There was no significant difference between the two groups in the median time to symptomatic progression (4.1 months vs. 4.9 months, respectively, P=0.77). The median time to radiologic progression was 5.5 months in the sorafenib group and 2.8 months in the placebo group (P<0.001). Seven patients in the sorafenib group (2%) and two patients in the placebo group (1%) had a partial response; no patients had a complete response. Diarrhea, weight loss, hand-foot skin reaction, and hypophosphatemia were more frequent in the sorafenib group. Conclusions In patients with advanced hepatocellular carcinoma, median survival and the time to radiologic progression were nearly 3 months longer for patients treated with sorafenib than for those given placebo.", 
            "authors": [
                "Josep M Llovet", 
                "I Borbath", 
                "S Ricci", 
                "Vincenzo Mazzaferro", 
                "P Hilgard", 
                "E Gane", 
                "Jeanfrederic Blanc", 
                "Andre Cosme De Oliveira", 
                "Armando Santoro", 
                "Jeanluc Raoul", 
                "Alejandro Forner", 
                "Myron Schwartz", 
                "Camillo Porta", 
                "Stefan Zeuzem", 
                "Luigi Bolondi", 
                "Tim F Greten", 
                "Peter R Galle", 
                "Jeanfrancois Seitz", 
                "Dieter Haussinger", 
                "Tom Gia…", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Management", 
                "Apoptosis", 
                "Randomized controlled trial", 
                "Cancer"
            ], 
            "title": "Sorafenib in advanced hepatocellular carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=2d4520d98ed6cb03914c5fa90a229e30&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Bevacizumab, a monoclonal antibody against vascular endothelial growth factor, has been shown to benefit patients with a variety of cancers. Methods Between July 2001 and April 2004, the Eastern Cooperative Oncology Group (ECOG) conducted a randomized study in which 878 patients with recurrent or advanced non–small-cell lung cancer (stage IIIB or IV) were assigned to chemotherapy with paclitaxel and carboplatin alone (444) or paclitaxel and carboplatin plus bevacizumab (434). Chemotherapy was administered every 3 weeks for six cycles, and bevacizumab was administered every 3 weeks until disease progression was evident or toxic effects were intolerable. Patients with squamous-cell tumors, brain metastases, clinically significant hemoptysis, or inadequate organ function or performance status (ECOG performance status, >1) were excluded. The primary end point was overall survival. Results The median survival was 12.3 months in the group assigned to chemotherapy plus bevacizumab, as compared with 10...", 
            "authors": [
                "Alan Sandler", 
                "Robert Gray", 
                "Michael C Perry", 
                "Julie R Brahmer", 
                "Joan H Schiller", 
                "Afshin Dowlati", 
                "Rogerio Lilenbaum", 
                "David H Johnson"
            ], 
            "fields": [
                "Hazard ratio", 
                "Monoclonal Antibody", 
                "Cancer", 
                "Response rate", 
                "Medicine"
            ], 
            "title": "Paclitaxel–Carboplatin Alone or with Bevacizumab for Non–Small-Cell Lung Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=adb739e7342a4e9b099e7e6ace4d1a75&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Model for energy homeostasis Adiposity signals: leptin and insulin Leptin resistance and obesity Neuropeptide effectors of adiposity signals Neuropeptide Y stimulates food intake Melanocortins suppress food intake Neuropeptide signalling pathways in the hypothalamus Transduction of adiposity signals into a neuronal response Model for second-order neuronal signalling pathways", 
            "authors": [
                "Michael W Schwartz", 
                "Stephen C Woods", 
                "Daniel Porte", 
                "Randy J Seeley", 
                "Denis G Baskin"
            ], 
            "fields": [
                "Biology", 
                "Proteomics", 
                "Weight loss", 
                "Immunology", 
                "Genomics"
            ], 
            "title": "Central nervous system control of food intake", 
            "url": "http://cn.bing.com/academic/profile?id=35aa2eb5ee25820302da7c80ff88d6ab&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This work has been made available to the staff and students of the University of Sydney for the purposes of research and study only. It constitutes material that is held by the University for the purposes of reporting for HERDC and the ERA. This work may not be downloaded, copied and distributed to any third party#N#.", 
            "authors": [
                "A Patel", 
                "Stephen Macmahon", 
                "John Chalmers", 
                "B Neal", 
                "Laurent Billot", 
                "Mark Woodward", 
                "Michel Marre", 
                "Matthew N Cooper", 
                "P Glasziou", 
                "D E Grobbee", 
                "Pavel Hamet", 
                "Stephen B Harrap", 
                "S Heller", 
                "Lijun Liu", 
                "G Mancia", 
                "C E Mogensen", 
                "Chenwei Pan", 
                "N Poulter", 
                "A Rodgers", 
                "B Williams", 
                "Severine Bompoint", 
                "Bastiaan E De …", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Confidence interval", 
                "Randomized controlled trial", 
                "Meta-analysis", 
                "Diabetes mellitus"
            ], 
            "title": "Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", 
            "url": "http://cn.bing.com/academic/profile?id=39f3caee94a53388d0067f93bec04d13&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is now ample evidence of the ecological impacts of recent climate change, from polar terrestrial to tropical marine environments. The responses of both flora and fauna span an array of ecosystems and organizational hierarchies, from the species to the community levels. Despite continued uncertainty as to community and ecosystem trajectories under global change, our review exposes a coherent pattern of ecological change across systems. Although we are only at an early stage in the projected trends of global warming, ecological responses to recent climate change are already clearly visible.", 
            "authors": [
                "Gianreto Walther", 
                "Eric Post", 
                "Peter Convey", 
                "Annette Menzel", 
                "Camille Parmesan", 
                "Trevor J C Beebee", 
                "Jeanmarc Fromentin", 
                "Ove Hoeghguldberg", 
                "Franz Bairlein"
            ], 
            "fields": [
                "Neuroscience", 
                "Computational biology", 
                "Signal transduction", 
                "Geophysics", 
                "Physics"
            ], 
            "title": "Ecological responses to recent climate change.", 
            "url": "http://cn.bing.com/academic/profile?id=6035981cffe8f5cca1e8900f5248ceae&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Since sunitinib malate has shown activity in two uncontrolled studies in patients with metastatic renal-cell carcinoma, a comparison of the drug with interferon alfa in a phase 3 trial is warranted. Methods We enrolled 750 patients with previously untreated, metastatic renal-cell carcinoma in a multicenter, randomized, phase 3 trial to receive either repeated 6-week cycles of sunitinib (at a dose of 50 mg given orally once daily for 4 weeks, followed by 2 weeks without treatment) or interferon alfa (at a dose of 9 MU given subcutaneously three times weekly). The primary end point was progression-free survival. Secondary end points included the objective response rate, overall survival, patient-reported outcomes, and safety. Results The median progression-free survival was significantly longer in the sunitinib group (11 months) than in the interferon alfa group (5 months), corresponding to a hazard ratio of 0.42 (95% confidence interval, 0.32 to 0.54; P<0.001). Sunitinib was also associated with...", 
            "authors": [
                "Robert J Motzer", 
                "Thomas E Hutson", 
                "Piotr Tomczak", 
                "M Dror Michaelson", 
                "R M Bukowski", 
                "Olivier Rixe", 
                "Stephane Oudard", 
                "S Negrier", 
                "Cezary Szczylik", 
                "S T Kim", 
                "Isan Chen", 
                "Paul Bycott", 
                "C M Baum", 
                "Robert A Figlin"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Response rate", 
                "Quality of life", 
                "Hazard ratio"
            ], 
            "title": "Sunitinib versus interferon alfa in metastatic renal-cell carcinoma.", 
            "url": "http://cn.bing.com/academic/profile?id=6c936e51d8a22591443ac0d73176d37f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Global and regional projections of mortality and burden of disease by cause for the years 2000 2010 and 2030 were published by Murray and Lopez in 1996 as part of the Global Burden of Disease project. These projections which are based on 1990 data continue to be widely quoted although they are substantially outdated; in particular they substantially underestimated the spread of HIV/AIDS. To address the widespread demand for information on likely future trends in global health and thereby to support international health policy and priority setting we have prepared new projections of mortality and burden of disease to 2030 starting from World Health Organization estimates of mortality and burden of disease for 2002. This paper describes the methods assumptions input data and results. Relatively simple models were used to project future health trends under three scenarios-- baseline optimistic and pessimistic--based largely on projections of economic and social development and using the historically observed relationships of these with cause-specific mortality rates. Data inputs have been updated to take account of the greater availability of death registration data and the latest available projections for HIV/AIDS income human capital tobacco smoking body mass index and other inputs. In all three scenarios there is a dramatic shift in the distribution of deaths from younger to older ages and from communicable maternal perinatal and nutritional causes to noncommunicable disease causes. The risk of death for children younger than 5 y is projected to fall by nearly 50% in the baseline scenario between 2002 and 2030. The proportion of deaths due to noncommunicable disease is projected to rise from 59% in 2002 to 69% in 2030. Global HIV/AIDS deaths are projected to rise from 2.8 million in 2002 to 6.5 million in 2030 under the baseline scenario which assumes coverage with antiretroviral drugs reaches 80% by 2012. Under the optimistic scenario which also assumes increased prevention activity HIV/AIDS deaths are projected to drop to 3.7 million in 2030. Total tobacco-attributable deaths are projected to rise from 5.4 million in 2005 to 6.4 million in 2015 and 8.3 million in 2030 under our baseline scenario. Tobacco is projected to kill 50% more people in 2015 than HIV/AIDS and to be responsible for 10% of all deaths globally. The three leading causes of burden of disease in 2030 are projected to include HIV/AIDS unipolar depressive disorders and ischaemic heart disease in the baseline and pessimistic scenarios. Road traffic accidents are the fourth leading cause in the baseline scenario and the third leading cause ahead of ischaemic heart disease in the optimistic scenario. Under the baseline scenario HIV/AIDS becomes the leading cause of burden of disease in middle- and low-income countries by 2015. These projections represent a set of three visions of the future for population health based on certain explicit assumptions. Despite the wide uncertainty ranges around future projections they enable us to appreciate better the implications for health and health policy of currently observed trends and the likely impact of fairly certain future trends such as the ageing of the population the continued spread of HIV/AIDS in many regions and the continuation of the epidemiological transition in developing countries. The results depend strongly on the assumption that future mortality trends in poor countries will have a relationship to economic and social development similar to those that have occurred in the higher-income countries.   (authors)", 
            "authors": [
                "Colin Mathers", 
                "Dejan Loncar"
            ], 
            "fields": [
                "Human factors and ergonomics", 
                "Suicide prevention", 
                "Methodology", 
                "Estimation", 
                "Developing country"
            ], 
            "title": "Projections of Global Mortality and Burden of Disease from 2002 to 2030", 
            "url": "http://cn.bing.com/academic/profile?id=1c6864a05f4a309284a21328d4a050af&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Summary Background Patients with type 2 diabetes are at high risk of fatal and non-fatal myocardial infarction and stroke. There is indirect evidence that agonists of peroxisome proliferator-activated receptor � (PPAR � ) could reduce macrovascular complications. Our aim, therefore, was to ascertain whether pioglitazone reduces macrovascular morbidity and mortality in high-risk patients with type 2 diabetes. Methods We did a prospective, randomised controlled trial in 5238 patients with type 2 diabetes who had evidence of macrovascular disease. We recruited patients from primary-care practices and hospitals. We assigned patients to oral pioglitazone titrated from 15 mg to 45 mg (n=2605) or matching placebo (n=2633), to be taken in addition to their glucose-lowering drugs and other medications. Our primary endpoint was the composite of all-cause mortality, non-fatal myocardial infarction (including silent myocardial infarction), stroke, acute coronary syndrome, endovascular or surgical intervention in the coronary or leg arteries, and amputation above the ankle. Analysis was by intention to treat. This study is registered as an International Standard Randomised Controlled Trial, number ISRCTN NCT00174993. Findings Two patients were lost to follow-up, but were included in analyses. The average time of observation was 34·5 months. 514 of 2605 patients in the pioglitazone group and 572 of 2633 patients in the placebo group had at least one event in the primary composite endpoint (HR 0·90, 95% CI 0·80–1·02, p=0·095). The main secondary endpoint was the composite of all-cause mortality, non-fatal myocardial infarction, and stroke. 301 patients in the pioglitazone group and 358 in the placebo group reached this endpoint (0·84, 0·72–0·98, p=0·027). Overall safety and tolerability was good with no change in the safety profile of pioglitazone identified. 6% (149 of 2065) and 4% (108 of 2633) of those in the pioglitazone and placebo groups, respectively, were admitted to hospital with heart failure; mortality rates from heart failure did not differ between groups.", 
            "authors": [
                "J A Dormandy", 
                "B Charbonnel", 
                "David Eckland", 
                "E Erdmann", 
                "Massimo Massibenedetti", 
                "Ian K Moules", 
                "Allan M Skene", 
                "Meng H Tan", 
                "Pierre Lefebvre", 
                "Gordon Murray", 
                "Eberhard Standl", 
                "R G Wilcox", 
                "Lars Wilhelmsen", 
                "John Betteridge", 
                "Kare I Birkeland", 
                "Alain Golay", 
                "Robert J Heine", 
                "Laszlo Koranyi", 
                "Markku Laakso", 
                "Mari…", 
                ""
            ], 
            "fields": [
                "Internal standard", 
                "Mortality rate", 
                "Clinical trial", 
                "Intention-to-treat analysis", 
                "Medicine"
            ], 
            "title": "Secondary prevention of macrovascular events in patients with type 2 diabetes in the PROactive Study (PROspective pioglitAzone Clinical Trial In macroVascular Events): a randomised controlled trial", 
            "url": "http://cn.bing.com/academic/profile?id=d001b4f9c3f927eac6198fb7e28f7019&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "There is increasing evidence that genome-wide association ( GWA) studies represent a powerful approach to the identification of genes involved in common human diseases. We describe a joint GWA study ( using the Affymetrix GeneChip 500K Mapping Array Set) undertaken in the British population, which has examined similar to 2,000 individuals for each of 7 major diseases and a shared set of similar to 3,000 controls. Case-control comparisons identified 24 independent association signals at P < 5 X 10(-7): 1 in bipolar disorder, 1 in coronary artery disease, 9 in Crohn's disease, 3 in rheumatoid arthritis, 7 in type 1 diabetes and 3 in type 2 diabetes. On the basis of prior findings and replication studies thus-far completed, almost all of these signals reflect genuine susceptibility effects. We observed association at many previously identified loci, and found compelling evidence that some loci confer risk for more than one of the diseases studied. Across all diseases, we identified a large number of further signals ( including 58 loci with single-point P values between 10(-5) and 5 X 10(-7)) likely to yield additional susceptibility loci. The importance of appropriately large samples was confirmed by the modest effect sizes observed at most loci identified. This study thus represents a thorough validation of the GWA approach. It has also demonstrated that careful use of a shared control group represents a safe and effective approach to GWA analyses of multiple disease phenotypes; has generated a genome-wide genotype database for future studies of common diseases in the British population; and shown that, provided individuals with non-European ancestry are excluded, the extent of population stratification in the British population is generally modest. Our findings offer new avenues for exploring the pathophysiology of these important disorders. We anticipate that our data, results and software, which will be widely available to other investigators, will provide a powerful resource for human genetics research.", 
            "authors": [
                "Paul R Burton", 
                "David G Clayton", 
                "Lon R Cardon", 
                "Nick Craddock", 
                "Panos Deloukas", 
                "Audrey Duncanson", 
                "Dominic P Kwiatkowski", 
                "Mark I Mccarthy", 
                "Willem H Ouwehand", 
                "Nilesh J Samani", 
                "John A Todd", 
                "Peter Donnelly", 
                "Jeffrey C Barrett", 
                "Dan Davison", 
                "Doug Easton", 
                "D H Evans", 
                "Hintak Leung", 
                "Jonathan Marchini", 
                "Andre…", 
                ""
            ], 
            "fields": [
                "RNA", 
                "Biotechnology", 
                "Marine biology", 
                "Biochemistry", 
                "Ecology"
            ], 
            "title": "Genome-wide association study of 14,000 cases of seven common diseases and 3,000 shared controls.", 
            "url": "http://cn.bing.com/academic/profile?id=dd4b50ae5f4fd55333ff809740d97cce&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "AbstractBackground#R##N#Our 2001 study in 5 states found that medical problems contributed to at least 46.2% of all bankruptcies. Since then, health costs and the numbers of un- and underinsured have increased, and bankruptcy laws have tightened.#R##N#Methods#R##N#We surveyed a random national sample of 2314 bankruptcy filers in 2007, abstracted their court records, and interviewed 1032 of them. We designated bankruptcies as “medical” based on debtors' stated reasons for filing, income loss due to illness, and the magnitude of their medical debts.#R##N#Results#R##N#Using a conservative definition, 62.1% of all bankruptcies in 2007 were medical; 92% of these medical debtors had medical debts over $5000, or 10% of pretax family income. The rest met criteria for medical bankruptcy because they had lost significant income due to illness or mortgaged a home to pay medical bills. Most medical debtors were well educated, owned homes, and had middle-class occupations. Three quarters had health insurance. Using identical definitions in 2001 and 2007, the share of bankruptcies attributable to medical problems rose by 49.6%. In logistic regression analysis controlling for demographic factors, the odds that a bankruptcy had a medical cause was 2.38-fold higher in 2007 than in 2001.#R##N#Conclusions#R##N#Illness and medical bills contribute to a large and increasing share of US bankruptcies.", 
            "authors": [
                "David U Himmelstein", 
                "Deborah Thorne", 
                "Elizabeth Warren", 
                "Steffie Woolhandler"
            ], 
            "fields": [
                "Bankruptcy", 
                "Public health", 
                "Health economics", 
                "Medicine"
            ], 
            "title": "Medical Bankruptcy in the United States, 2007: Results of a National Study", 
            "url": "http://cn.bing.com/academic/profile?id=651b1a65be6471e3f0e5a265931bed9a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Empathy is a concept central to psychiatry, psychotherapy and clinical psychology. The construct of empathy involves not only the affective experience of the other person's actual or inferred emotional state but also some minimal recognition and understanding of another's emotional state. It is proposed, in the light of multiple levels of analysis including social psychology, cognitive neuroscience and clinical neuropsychology, a model of empathy that involves both bottom-up and top-down information processing underpinned by parallel and distributed computational mechanisms. The predictive validity of this model is explored with reference to clinical conditions. As many psychiatric conditions are associated with deficits or even lack of empathy, we discuss a limited number of these disorders including psychopathy/antisocial personality disorders, borderline and narcissistic personality disorders, autistic spectrum disorders, and alexithymia. We argue that future clinical investigations of empathy disorders can only be informative if behavioral, dispositional and biological factors are combined.", 
            "authors": [
                "Jean Decety", 
                "Yoshiya Moriguchi"
            ], 
            "fields": [
                "Social psychology", 
                "Psychiatry", 
                "Bioinformatics", 
                "Top-down and bottom-up design", 
                "Predictive validity"
            ], 
            "title": "The empathic brain and its dysfunction in psychiatric populations: implications for intervention across different clinical conditions", 
            "url": "http://cn.bing.com/academic/profile?id=82deba28da10661d8767ac93098a585c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract#R##N#Management of chronic kidney disease (CKD) requires a systematic approach that includes all components of the chronic disease model. National guidelines are now available for the identification, management and referral of CKD. Some causes of CKD require specific additional management directed at the underlying cause. For many patients, control of cardiovascular risk factors is the most important intervention, as these risk factors also promote progressive loss of kidney function. More intensive reduction of blood pressure and/or the use of inhibitors of the renin/angiotensin axis are recommended in the treatment of proteinuric kidney disease, including diabetic nephropathy. In these patients, treatment should be adjusted to achieve maximum reduction of urine protein excretion; dietary salt restriction is an important adjunct to drug therapy. Smoking cessation, correction of obesity, and (amongst patients with diabetes mellitus) glycaemic control are also important. The role of lipid-lowering therapy in reducing the risk of progressive CKD remains to be fully defined. Drug dose adjustment is required for those drugs that are cleared by the kidney, and care must be taken to avoid nephrotoxic drugs. Acute hypovolaemia and hypotension can further damage kidney function and should be avoided, or treated promptly. Patients with CKD require life-long follow-up; this can commonly be achieved most efficiently in the primary care setting. Symptoms are common only in advanced CKD. Patients likely to progress to established renal failure should be referred early enough to allow adequate preparation for renal replacement therapy.", 
            "authors": [
                "Charlie Tomson", 
                "Pippa Bailey"
            ], 
            "fields": [
                "Renal function", 
                "Diabetes mellitus", 
                "Pharmacotherapy", 
                "Blood pressure", 
                "Risk factor"
            ], 
            "title": "Management of Chronic Kidney Disease", 
            "url": "http://cn.bing.com/academic/profile?id=067d69330339fa01996027d33e36f4dc&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Diseases may be easier to treat if caught early. However, means of identifying early disease—especially before symptoms appear—are in short supply. Now, Gustafsson et al. identify early regulators of T cell–mediated disease by finding transcription factors involved in T cell differentiation that are enriched in disease-associated polymorphisms. Three such experimentally validated transcription factors— GATA3 , MAF , and MYB —and their targets were found to be differentially expressed in asymptomatic stages of two different T cell–mediated diseases—multiple sclerosis and seasonal allergic rhinitis. These data not only provide potential markers of disease development but also shed light on the mechanistic underpinning of T cell–mediated disease.", 
            "authors": [
                "Mika Gustafsson", 
                "Danuta R Gawel", 
                "Lars Alfredsson", 
                "Sergio E Baranzini", 
                "Janne Bjorkander", 
                "Robert Blomgran", 
                "Sandra Hellberg", 
                "Daniel Eklund", 
                "Jan Ernerudh", 
                "Ingrid Kockum", 
                "Aelita Konstantinell", 
                "R Lahesmaa", 
                "Antonio Lentini", 
                "H Robert I Liljenstrom", 
                "Lina Mattson", 
                "Andreas Matussek", 
                "Johan Mellergard", 
                "Melissa Mendez", 
                ""
            ], 
            "fields": [
                "Biology", 
                "Natural science", 
                "Medicine"
            ], 
            "title": "A validated gene regulatory network and GWAS identifies early regulators of T cell–associated diseases", 
            "url": "http://cn.bing.com/academic/profile?id=6da4b8eceeeee3dd1306b766b99ebe96&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Results Overall, 26·4% (95% CI 26·0‐26·8%) of the adult population in 2000 had hypertension (26·6% of men [26·0–27·2%] and 26·1% of women [25·5–26·6%]), and 29·2% (28·8–29·7%) were projected to have this condition by 2025 (29·0% of men [28·6–29·4%] and 29·5% of women [29·1–29·9%]). The estimated total number of adults with hypertension in 2000 was 972 million (957–987 million); 333 million (329–336 million) in economically developed countries and 639million (625–654 million) in economically developing countries. The number of adults with hypertension in 2025 was predicted to increase by about 60% to a total of 1·56 billion (1·54–1·58 billion).", 
            "authors": [
                "Patricia M Kearney", 
                "Megan Whelton", 
                "Kristi Reynolds", 
                "Paul Muntner", 
                "Paul K Whelton", 
                "Jiang He"
            ], 
            "fields": [
                "Economic growth", 
                "Medicine", 
                "Data analysis"
            ], 
            "title": "Global burden of hypertension: analysis of worldwide data", 
            "url": "http://cn.bing.com/academic/profile?id=bbbabb4e74871f7cc259216774469b92&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We conducted a phase 3, randomized, double-blind, placebo-controlled trial of sorafenib, a multikinase inhibitor of tumor-cell proliferation and angiogenesis, in patients with advanced clear-cell renal-cell carcinoma. Methods From November 2003 to March 2005, we randomly assigned 903 patients with renal-cell carcinoma that was resistant to standard therapy to receive either continuous treatment with oral sorafenib (at a dose of 400 mg twice daily) or placebo; 451 patients received sorafenib and 452 received placebo. The primary end point was overall survival. A single planned analysis of progression-free survival in January 2005 showed a statistically significant benefit of sorafenib over placebo. Consequently, crossover was permitted from placebo to sorafenib, beginning in May 2005. Results At the January 2005 cutoff, the median progression-free survival was 5.5 months in the sorafenib group and 2.8 months in the placebo group (hazard ratio for disease progression in the sorafenib group, 0.44;...", 
            "authors": [
                "Bernard Escudier", 
                "Tim Eisen", 
                "Walter M Stadler", 
                "Cezary Szczylik", 
                "Stephane Oudard", 
                "M Siebels", 
                "S Negrier", 
                "Christine Chevreau", 
                "Ewa Solska", 
                "Apurva A Desai", 
                "Frederic Rolland", 
                "Tomasz Demkow", 
                "Thomas E Hutson", 
                "Martin Gore", 
                "Scott Freeman", 
                "B Schwartz", 
                "Minghua Shan", 
                "R Simantov", 
                "R M Bukowski"
            ], 
            "fields": [
                "Medicine", 
                "Cancer"
            ], 
            "title": "Sorafenib in Advanced Clear-Cell Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=71a5e97c019025d81a6f06a030d367e4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background During the United Kingdom Prospective Diabetes Study (UKPDS), patients with type 2 diabetes mellitus who received intensive glucose therapy had a lower risk of microvascular complications than did those receiving conventional dietary therapy. We conducted post-trial monitoring to determine whether this improved glucose control persisted and whether such therapy had a long-term effect on macrovascular outcomes. Methods Of 5102 patients with newly diagnosed type 2 diabetes, 4209 were randomly assigned to receive either conventional therapy (dietary restriction) or intensive therapy (either sulfonylurea or insulin or, in overweight patients, metformin) for glucose control. In post-trial monitoring, 3277 patients were asked to attend annual UKPDS clinics for 5 years, but no attempts were made to maintain their previously assigned therapies. Annual questionnaires were used to follow patients who were unable to attend the clinics, and all patients in years 6 to 10 were assessed through questionnaires...", 
            "authors": [
                "Rury R Holman", 
                "Sanjoy K Paul", 
                "M Angelyn Bethel", 
                "David R Matthews", 
                "H Andrew W Neil"
            ], 
            "fields": [
                "Public health", 
                "Intention-to-treat analysis", 
                "Absolute risk reduction", 
                "Apoptosis", 
                "Randomized controlled trial"
            ], 
            "title": "10-Year Follow-up of Intensive Glucose Control in Type 2 Diabetes", 
            "url": "http://cn.bing.com/academic/profile?id=662c68368ef7df388acd4a89ddc098e7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy BRCA1 and BRCA2 are important for DNA double-strand break repair by homologous recombination(1), and mutations in these genes predispose to breast and other cancers(2). Poly(ADP- ribose) polymerase ( PARP) is an enzyme involved in base excision repair, a key pathway in the repair of DNA single- strand breaks(3). We show here that BRCA1 or BRCA2 dysfunction unexpectedly and profoundly sensitizes cells to the inhibition of PARP enzymatic activity, resulting in chromosomal instability, cell cycle arrest and subsequent apoptosis. This seems to be because the inhibition of PARP leads to the persistence of DNA lesions normally repaired by homologous recombination. These results illustrate how different pathways cooperate to repair damage, and suggest that the targeted inhibition of particular DNA repair pathways may allow the design of specific and less toxic therapies for cancer.", 
            "authors": [
                "Hannah Farmer", 
                "Nuala Mccabe", 
                "Christopher J Lord", 
                "Andrew Tutt", 
                "Damian Johnson", 
                "Tobias B Richardson", 
                "Manuela Santarosa", 
                "Krystyna J Dillon", 
                "Ian Hickson", 
                "Charlotte Knights", 
                "Niall M B Martin", 
                "Stephen P Jackson", 
                "Graeme C M Smith", 
                "Alan Ashworth"
            ], 
            "fields": [
                "Structural biology", 
                "Mutation", 
                "Cancer", 
                "Quantum mechanics", 
                "Systems biology"
            ], 
            "title": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy", 
            "url": "http://cn.bing.com/academic/profile?id=038cb2c15823f1e3552a66e06177ed54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Intravenous thrombolysis with alteplase is the only approved treatment for acute ischemic stroke, but its efficacy and safety when administered more than 3 hours after the onset of symptoms have not been established. We tested the efficacy and safety of alteplase administered between 3 and 4.5 hours after the onset of a stroke. Methods After exclusion of patients with a brain hemorrhage or major infarction, as detected on a computed tomographic scan, we randomly assigned patients with acute ischemic stroke in a 1:1 double-blind fashion to receive treatment with intravenous alteplase (0.9 mg per kilogram of body weight) or placebo. The primary end point was disability at 90 days, dichotomized as a favorable outcome (a score of 0 or 1 on the modified Rankin scale, which has a range of 0 to 6, with 0 indicating no symptoms at all and 6 indicating death) or an unfavorable outcome (a score of 2 to 6 on the modified Rankin scale). The secondary end point was a global outcome analysis of four neurolog...", 
            "authors": [
                "Werner Hacke", 
                "Markku Kaste", 
                "Erich Bluhmki", 
                "Miroslav Brozman", 
                "Antoni Davalos", 
                "Donata Guidetti", 
                "Vincent Larrue", 
                "Kennedy R Lees", 
                "Z Medeghri", 
                "Thomas Machnig", 
                "Dietmar Schneider", 
                "Rudiger Von Kummer", 
                "Nils Wahlgren", 
                "Danilo Toni"
            ], 
            "fields": [
                "Adverse effect", 
                "Medicine", 
                "Confidence interval", 
                "Body weight", 
                "Global analysis"
            ], 
            "title": "Thrombolysis with Alteplase 3 to 4.5 Hours after Acute Ischemic Stroke", 
            "url": "http://cn.bing.com/academic/profile?id=5d25cc5430891e544fe86aea7d7c26b3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Intratumor heterogeneity may foster tumor evolution and adaptation and hinder personalized-medicine strategies that depend on results from single tumor-biopsy samples. Methods To examine intratumor heterogeneity, we performed exome sequencing, chromosome aberration analysis, and ploidy profiling on multiple spatially separated samples obtained from primary renal carcinomas and associated metastatic sites. We characterized the consequences of intratumor heterogeneity using immunohistochemical analysis, mutation functional analysis, and profiling of messenger RNA expression. Results Phylogenetic reconstruction revealed branched evolutionary tumor growth, with 63 to 69% of all somatic mutations not detectable across every tumor region. Intratumor heterogeneity was observed for a mutation within an autoinhibitory domain of the mammalian target of rapamycin (mTOR) kinase, correlating with S6 and 4EBP phosphorylation in vivo and constitutive activation of mTOR kinase activity in vitro. Mutational int...", 
            "authors": [
                "Marco Gerlinger", 
                "Andrew J Rowan", 
                "Stuart Horswell", 
                "James Larkin", 
                "David Endesfelder", 
                "Eva Gronroos", 
                "Pierre Martinez", 
                "Nicholas Matthews", 
                "A F Stewart", 
                "Patrick S Tarpey", 
                "Ignacio Varela", 
                "Benjamin Phillimore", 
                "Sharmin Begum", 
                "Neil Q Mcdonald", 
                "Adam Butler", 
                "David Jones", 
                "Keiran Raine", 
                "Calli Latimer", 
                "Claudio R Santos", 
                ""
            ], 
            "fields": [
                "Gene", 
                "Medicine", 
                "Instability", 
                "Experimental pathology"
            ], 
            "title": "Intratumor Heterogeneity and Branched Evolution Revealed by Multiregion Sequencing", 
            "url": "http://cn.bing.com/academic/profile?id=4a8258407a70518ff4d869da0c6f87a7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Previous, uncontrolled studies have suggested that first-line treatment with gefitinib would be efficacious in selected patients with non–small-cell lung cancer. Methods In this phase 3, open-label study, we randomly assigned previously untreated patients in East Asia who had advanced pulmonary adenocarcinoma and who were nonsmokers or former light smokers to receive gefitinib (250 mg per day) (609 patients) or carboplatin (at a dose calculated to produce an area under the curve of 5 or 6 mg per milliliter per minute) plus paclitaxel (200 mg per square meter of body-surface area) (608 patients). The primary end point was progression-free survival. Results The 12-month rates of progression-free survival were 24.9% with gefitinib and 6.7% with carboplatin–paclitaxel. The study met its primary objective of showing the noninferiority of gefitinib and also showed its superiority, as compared with carboplatin–paclitaxel, with respect to progression-free survival in the intention-to-treat population (...", 
            "authors": [
                "Tony Mok", 
                "Yilong Wu", 
                "Sumitra Thongprasert", 
                "Chihhsin Yang", 
                "Datong Chu", 
                "Nagahiro Saijo", 
                "Patrapim Sunpaweravong", 
                "Baohui Han", 
                "Benjamin Margono", 
                "Yukito Ichinose", 
                "Yutaka Nishiwaki", 
                "Yuichiro Ohe", 
                "Jinji Yang", 
                "Busyamas Chewaskulyong", 
                "Haiyi Jiang", 
                "Emma Duffield", 
                "Claire Watkins", 
                "Alison A Armour", 
                "Masahiro Fuk…", 
                ""
            ], 
            "fields": [
                "Adverse effect", 
                "Enzyme", 
                "Cancer", 
                "Respiratory system", 
                "Confidence interval"
            ], 
            "title": "Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma.", 
            "url": "http://cn.bing.com/academic/profile?id=b6633fe05a2ede29ee6b35986aa92d08&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Many patients with severe aortic stenosis and coexisting conditions are not candidates for surgical replacement of the aortic valve. Recently, transcatheter aortic-valve implantation (TAVI) has been suggested as a less invasive treatment for high-risk patients with aortic stenosis. Methods We randomly assigned patients with severe aortic stenosis, whom surgeons considered not to be suitable candidates for surgery, to standard therapy (including balloon aortic valvuloplasty) or transfemoral transcatheter implantation of a balloon-expandable bovine pericardial valve. The primary end point was the rate of death from any cause. Results A total of 358 patients with aortic stenosis who were not considered to be suitable candidates for surgery underwent randomization at 21 centers (17 in the United States). At 1 year, the rate of death from any cause (Kaplan–Meier analysis) was 30.7% with TAVI, as compared with 50.7% with standard therapy (hazard ratio with TAVI, 0.55; 95% confidence interval [CI], 0....", 
            "authors": [
                "Martin B Leon", 
                "Craig R Smith", 
                "Michael J Mack", 
                "D Craig Miller", 
                "Jeffrey W Moses", 
                "Lars G Svensson", 
                "E Murat Tuzcu", 
                "John G Webb", 
                "Gregory P Fontana", 
                "Raj Makkar", 
                "David L Brown", 
                "Peter C Block", 
                "Robert A Guyton", 
                "Augusto D Pichard", 
                "Joseph E Bavaria", 
                "Howard C Herrmann", 
                "Pamela S Douglas", 
                "John L Petersen", 
                ""
            ], 
            "fields": [
                "Medicine", 
                "Therapy", 
                "Surgery"
            ], 
            "title": "Transcatheter Aortic-Valve Implantation for Aortic Stenosis in Patients Who Cannot Undergo Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=1da239471cf66d59b5cd4e74488bc04d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy BRCA1 and BRCA2 are important for DNA double-strand break repair by homologous recombination(1), and mutations in these genes predispose to breast and other cancers(2). Poly(ADP- ribose) polymerase ( PARP) is an enzyme involved in base excision repair, a key pathway in the repair of DNA single- strand breaks(3). We show here that BRCA1 or BRCA2 dysfunction unexpectedly and profoundly sensitizes cells to the inhibition of PARP enzymatic activity, resulting in chromosomal instability, cell cycle arrest and subsequent apoptosis. This seems to be because the inhibition of PARP leads to the persistence of DNA lesions normally repaired by homologous recombination. These results illustrate how different pathways cooperate to repair damage, and suggest that the targeted inhibition of particular DNA repair pathways may allow the design of specific and less toxic therapies for cancer.", 
            "authors": [
                "Hannah Farmer", 
                "Nuala Mccabe", 
                "Christopher J Lord", 
                "Andrew Tutt", 
                "Damian Johnson", 
                "Tobias B Richardson", 
                "Manuela Santarosa", 
                "Krystyna J Dillon", 
                "Ian Hickson", 
                "Charlotte Knights", 
                "Niall M B Martin", 
                "Stephen P Jackson", 
                "Graeme C M Smith", 
                "Alan Ashworth"
            ], 
            "fields": [
                "Structural biology", 
                "Mutation", 
                "Cancer", 
                "Quantum mechanics", 
                "Systems biology"
            ], 
            "title": "Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy", 
            "url": "http://cn.bing.com/academic/profile?id=038cb2c15823f1e3552a66e06177ed54&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Intravenous thrombolysis with alteplase is the only approved treatment for acute ischemic stroke, but its efficacy and safety when administered more than 3 hours after the onset of symptoms have not been established. We tested the efficacy and safety of alteplase administered between 3 and 4.5 hours after the onset of a stroke. Methods After exclusion of patients with a brain hemorrhage or major infarction, as detected on a computed tomographic scan, we randomly assigned patients with acute ischemic stroke in a 1:1 double-blind fashion to receive treatment with intravenous alteplase (0.9 mg per kilogram of body weight) or placebo. The primary end point was disability at 90 days, dichotomized as a favorable outcome (a score of 0 or 1 on the modified Rankin scale, which has a range of 0 to 6, with 0 indicating no symptoms at all and 6 indicating death) or an unfavorable outcome (a score of 2 to 6 on the modified Rankin scale). The secondary end point was a global outcome analysis of four neurolog...", 
            "authors": [
                "Werner Hacke", 
                "Markku Kaste", 
                "Erich Bluhmki", 
                "Miroslav Brozman", 
                "Antoni Davalos", 
                "Donata Guidetti", 
                "Vincent Larrue", 
                "Kennedy R Lees", 
                "Z Medeghri", 
                "Thomas Machnig", 
                "Dietmar Schneider", 
                "Rudiger Von Kummer", 
                "Nils Wahlgren", 
                "Danilo Toni"
            ], 
            "fields": [
                "Adverse effect", 
                "Medicine", 
                "Confidence interval", 
                "Body weight", 
                "Global analysis"
            ], 
            "title": "Thrombolysis with Alteplase 3 to 4.5 Hours after Acute Ischemic Stroke", 
            "url": "http://cn.bing.com/academic/profile?id=5d25cc5430891e544fe86aea7d7c26b3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Intratumor heterogeneity may foster tumor evolution and adaptation and hinder personalized-medicine strategies that depend on results from single tumor-biopsy samples. Methods To examine intratumor heterogeneity, we performed exome sequencing, chromosome aberration analysis, and ploidy profiling on multiple spatially separated samples obtained from primary renal carcinomas and associated metastatic sites. We characterized the consequences of intratumor heterogeneity using immunohistochemical analysis, mutation functional analysis, and profiling of messenger RNA expression. Results Phylogenetic reconstruction revealed branched evolutionary tumor growth, with 63 to 69% of all somatic mutations not detectable across every tumor region. Intratumor heterogeneity was observed for a mutation within an autoinhibitory domain of the mammalian target of rapamycin (mTOR) kinase, correlating with S6 and 4EBP phosphorylation in vivo and constitutive activation of mTOR kinase activity in vitro. Mutational int...", 
            "authors": [
                "Marco Gerlinger", 
                "Andrew J Rowan", 
                "Stuart Horswell", 
                "James Larkin", 
                "David Endesfelder", 
                "Eva Gronroos", 
                "Pierre Martinez", 
                "Nicholas Matthews", 
                "A F Stewart", 
                "Patrick S Tarpey", 
                "Ignacio Varela", 
                "Benjamin Phillimore", 
                "Sharmin Begum", 
                "Neil Q Mcdonald", 
                "Adam Butler", 
                "David Jones", 
                "Keiran Raine", 
                "Calli Latimer", 
                "Claudio R Santos", 
                ""
            ], 
            "fields": [
                "Gene", 
                "Medicine", 
                "Instability", 
                "Experimental pathology"
            ], 
            "title": "Intratumor Heterogeneity and Branched Evolution Revealed by Multiregion Sequencing", 
            "url": "http://cn.bing.com/academic/profile?id=4a8258407a70518ff4d869da0c6f87a7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Previous, uncontrolled studies have suggested that first-line treatment with gefitinib would be efficacious in selected patients with non–small-cell lung cancer. Methods In this phase 3, open-label study, we randomly assigned previously untreated patients in East Asia who had advanced pulmonary adenocarcinoma and who were nonsmokers or former light smokers to receive gefitinib (250 mg per day) (609 patients) or carboplatin (at a dose calculated to produce an area under the curve of 5 or 6 mg per milliliter per minute) plus paclitaxel (200 mg per square meter of body-surface area) (608 patients). The primary end point was progression-free survival. Results The 12-month rates of progression-free survival were 24.9% with gefitinib and 6.7% with carboplatin–paclitaxel. The study met its primary objective of showing the noninferiority of gefitinib and also showed its superiority, as compared with carboplatin–paclitaxel, with respect to progression-free survival in the intention-to-treat population (...", 
            "authors": [
                "Tony Mok", 
                "Yilong Wu", 
                "Sumitra Thongprasert", 
                "Chihhsin Yang", 
                "Datong Chu", 
                "Nagahiro Saijo", 
                "Patrapim Sunpaweravong", 
                "Baohui Han", 
                "Benjamin Margono", 
                "Yukito Ichinose", 
                "Yutaka Nishiwaki", 
                "Yuichiro Ohe", 
                "Jinji Yang", 
                "Busyamas Chewaskulyong", 
                "Haiyi Jiang", 
                "Emma Duffield", 
                "Claire Watkins", 
                "Alison A Armour", 
                "Masahiro Fuk…", 
                ""
            ], 
            "fields": [
                "Adverse effect", 
                "Enzyme", 
                "Cancer", 
                "Respiratory system", 
                "Confidence interval"
            ], 
            "title": "Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma.", 
            "url": "http://cn.bing.com/academic/profile?id=b6633fe05a2ede29ee6b35986aa92d08&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Much biomedical research is observational. The reporting of such research is often inadequate, which hampers the assessment of its strengths and weaknesses and of a study's generalisability. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) initiative developed recommendations on what should be included in an accurate and complete report of an observational study. We defined the scope of the recommendations to cover three main study designs: cohort, case-control, and cross-sectional studies. We convened a 2-day workshop in September, 2004, with methodologists, researchers, and journal editors to draft a checklist of items. This list was subsequently revised during several meetings of the coordinating group and in e-mail discussions with the larger group of STROBE contributors, taking into account empirical evidence and methodological considerations. The workshop and the subsequent iterative process of consultation and revision resulted in a checklist of 22 items (the STROBE statement) that relate to the title, abstract, introduction, methods, results, and discussion sections of articles. 18 items are common to all three study designs and four are specific for cohort, case-control, or cross-sectional studies. A detailed explanation and elaboration document is published separately and is freely available on the websites of  PLoS Medicine, Annals of Internal Medicine , and  Epidemiology . We hope that the STROBE statement will contribute to improving the quality of reporting of observational studies.", 
            "authors": [
                "Erik Von Elm", 
                "Douglas G Altman", 
                "Matthias Egger", 
                "Stuart J Pocock", 
                "Peter C Gotzsche", 
                "Jan P Vandenbroucke"
            ], 
            "fields": [
                "Cross-sectional study", 
                "Epidemiology", 
                "Medicine", 
                "Public health", 
                "Internal medicine"
            ], 
            "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies", 
            "url": "http://cn.bing.com/academic/profile?id=429ea2f6fab2f27cbb82b52031ea8d3d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Adiponectin is an adipocyte-derived hormone. Recent genome-wide scans have mapped a susceptibility locus for type 2 diabetes and metabolic syndrome to chromosome 3q27, where the gene encoding adiponectin is located. Here we show that decreased expression of adiponectin correlates with insulin resistance in mouse models of altered insulin sensitivity. Adiponectin decreases insulin resistance by decreasing triglyceride content in muscle and liver in obese mice. This effect results from increased expression of molecules involved in both fatty-acid combustion and energy dissipation in muscle. Moreover, insulin resistance in lipoatrophic mice was completely reversed by the combination of physiological doses of adiponectin and leptin, but only partially by either adiponectin or leptin alone. We conclude that decreased adiponectin is implicated in the development of insulin resistance in mouse models of both obesity and lipoatrophy. These data also indicate that the replenishment of adiponectin might provide a novel treatment modality for insulin resistance and type 2 diabetes.", 
            "authors": [
                "T Yamauchi", 
                "Junji Kamon", 
                "Hironori Waki", 
                "Yasuo Terauchi", 
                "Nami Kubota", 
                "K Hara", 
                "Yasumichi Mori", 
                "Tomohiro Ide", 
                "Koji Murakami", 
                "Nobuyo Tsuboyamakasaoka", 
                "Osamu Ezaki", 
                "Y Akanuma", 
                "Oksana Gavrilova", 
                "Charles Vinson", 
                "Marc L Reitman", 
                "Hiroyuki Kagechika", 
                "Kenichi Shudo", 
                "Madoka Yoda", 
                "Yasuko Nakano", 
                "K Tobe", 
                ""
            ], 
            "fields": [
                "Dissipation", 
                "Medicine", 
                "Fatty acid", 
                "Nature"
            ], 
            "title": "The fat-derived hormone adiponectin reverses insulin resistance associated with both lipoatrophy and obesity.", 
            "url": "http://cn.bing.com/academic/profile?id=944bb9c59c7d00e32a510a0098b4d182&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Abstract.#R##N##R##N#The concept of cognitive impairment intervening between normal ageing and very early dementia has been in the literature for many years. Recently, the construct of mild cognitive impairment (MCI) has been proposed to designate an early, but abnormal, state of cognitive impairment. MCI has generated a great deal of research from both clinical and research perspectives. Numerous epidemiological studies have documented the accelerated rate of progression to dementia and Alzheimer's disease (AD) in MCI subjects and certain predictor variables appear valid. However, there has been controversy regarding the precise definition of the concept and its implementation in various clinical settings. Clinical subtypes of MCI have been proposed to broaden the concept and include prodromal forms of a variety of dementias. It is suggested that the diagnosis of MCI can be made in a fashion similar to the clinical diagnoses of dementia and AD. An algorithm is presented to assist the clinician in identifying subjects and subclassifying them into the various types of MCI. By refining the criteria for MCI, clinical trials can be designed with appropriate inclusion and exclusion restrictions to allow for the investigation of therapeutics tailored for specific targets and populations.", 
            "authors": [
                "Ronald C Petersen"
            ], 
            "fields": [
                "Ageing", 
                "Medical diagnosis", 
                "Medicine", 
                "Alzheimer's disease", 
                "Cognition"
            ], 
            "title": "Mild cognitive impairment as a diagnostic entity", 
            "url": "http://cn.bing.com/academic/profile?id=73f1cc9a5aa6d4fe333147cec99ae12f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Ranibizumab — a recombinant, humanized, monoclonal antibody Fab that neutralizes all active forms of vascular endothelial growth factor A — has been evaluated for the treatment of neovascular age-related macular degeneration. Methods In this multicenter, 2-year, double-blind, sham-controlled study, we randomly assigned patients with age-related macular degeneration with either minimally classic or occult (with no classic lesions) choroidal neovascularization to receive 24 monthly intravitreal injections of ranibizumab (either 0.3 mg or 0.5 mg) or sham injections. The primary end point was the proportion of patients losing fewer than 15 letters from baseline visual acuity at 12 months. Results We enrolled 716 patients in the study. At 12 months, 94.5% of the group given 0.3 mg of ranibizumab and 94.6% of those given 0.5 mg lost fewer than 15 letters, as compared with 62.2% of patients receiving sham injections (P<0.001 for both comparisons). Visual acuity improved by 15 or more letters in 24.8% ...", 
            "authors": [
                "Philip J Rosenfeld", 
                "David M Brown", 
                "Jeffrey S Heier", 
                "David S Boyer", 
                "Peter K Kaiser", 
                "Carol Chung", 
                "Robert Y Kim"
            ], 
            "fields": [
                "Adverse effect", 
                "Medicine"
            ], 
            "title": "Ranibizumab for neovascular age-related macular degeneration.", 
            "url": "http://cn.bing.com/academic/profile?id=448e413c4e53de7619c041850e58e064&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Genome-wide association studies have identified hundreds of genetic variants associated with complex human diseases and traits, and have provided valuable insights into their genetic architecture. Most variants identified so far confer relatively small increments in risk, and explain only a small proportion of familial clustering, leading many to question how the remaining, 'missing' heritability can be explained. Here we examine potential sources of missing heritability and propose research strategies, including and extending beyond current genome-wide association approaches, to illuminate the genetics of complex diseases and enhance its potential to enable effective disease prevention or treatment.", 
            "authors": [
                "Teri A Manolio", 
                "Francis S Collins", 
                "Nancy J Cox", 
                "David B Goldstein", 
                "Lucia A Hindorff", 
                "David J Hunter", 
                "Mark I Mccarthy", 
                "Erin M Ramos", 
                "Lon R Cardon", 
                "Aravinda Chakravarti", 
                "Judy H Cho", 
                "Alan E Guttmacher", 
                "Augustine Kong", 
                "Leonid Kruglyak", 
                "Elaine R Mardis", 
                "Charles N Rotimi", 
                "Montgomery Slatkin", 
                "David Valle", 
                "Alice …", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Pharmacology", 
                "Biology", 
                "Proteomics", 
                "Molecular biology"
            ], 
            "title": "Finding the missing heritability of complex diseases", 
            "url": "http://cn.bing.com/academic/profile?id=ab6469b27d1845f8c431b102f8b356d7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The full impact of sexually transmitted diseases (STDs) on public health in developing countries has been highlighted by the emergence of HIV infections.  For 2 decades the public health implications of STDs have been recognized and research has detailed the impact of STDs on health particularly of women and children.  Pelvic inflammatory disease (PID) for example causes infertility ectopic pregnancies maternal mortality and chronic pain and is the major reason women in many parts of the developing world seek gynecological help.  The classic STDs (such as gonorrhea syphilis chancroid and chlamydial infection) share a primary mode of transmission with HIV infection and may interact with HIV in other ways especially because the presence of a STD seems to facilitate infection with HIV.  Reduction of risky sexual behavior a primary control strategy for STDs has received a lot of attention since AIDS emerged.  Now that health education campaigns are targeted to this goal it has become apparent that we have a woeful lack of understanding of human sexual behavior and its influences.  Diagnosis and treatment of STDs is hampered by a lack of symptoms in the afflicted particularly in women a preference of patients to consult traditional healers and a lack of trained personnel and of drugs.  This last factor is aggravated by STDs which have developed a resistance to antibiotics; to compound this problem alternate drugs are more expensive.  The traditional approach to STD control should be replace by a more cost-effective and equitable integrated public health approach.  STD control should be integrated in primary health care services and with AIDS control programs.  Public health guidelines which prioritize STD activities should include 1)  primary prevention activities 2)  promotion of timely use of health services by afflicted individuals 3)  the use of simple flow-charts and standardized treatment regimes for case management with minimal use of essential drugs 4)  intensified interventions in high-risk groups and 5)  screening for syphilis in pregnant women and prevention of optithalmia neonatorum which should be integrated in maternal and child health services.  Operational research is also needed especially to develop appropriate diagnostic tools in low-resource settings.  Finally women need female-controlled safe sex methods such as the female condom and viricidal agents.  The low status of women prevents them from being able to negotiate for safe sex; yet the subclinical course of STDs in women can have disastrous consequences.", 
            "authors": [
                "Anne Buve", 
                "Marie Laga", 
                "P Piot"
            ], 
            "fields": [
                "Health", 
                "Medicine", 
                "Therapy", 
                "Public health", 
                "Behavior"
            ], 
            "title": "Sexually transmitted diseases", 
            "url": "http://cn.bing.com/academic/profile?id=463e975ad2d164f9a6e5d451eb3cdf74&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "This chapter focuses on the way in which the operation of the medical-care industry and the efficacy with which it satisfies the needs of society differ from a norm. The term norm that the economist usually uses for the purposes of such comparisons is the operation of a competitive model, that is, the flows of services that would be offered and purchased and the prices that would be paid for them. The interest in the competitive model stems partly from its presumed descriptive power and partly from its implications for economic efficiency. If a competitive equilibrium exists at all and if all commodities relevant to costs or utilities are in fact priced in the market, then the equilibrium is necessarily optimal. There is no other allocation of resources to services that will make all participants in the market better off. The most obvious distinguishing characteristics of an individual's demand for medical services is that it is not steady in origin as, for example, for food or clothing but is irregular and unpredictable. Medical services, apart from preventive services, afford satisfaction only in the event of illness, a departure from the normal state of affairs.", 
            "authors": [
                "Kenneth J Arrow"
            ], 
            "fields": [
                "Welfare", 
                "Public health", 
                "Social Welfare", 
                "History", 
                "Welfare economics"
            ], 
            "title": "Uncertainty and the welfare economics of medical care", 
            "url": "http://cn.bing.com/academic/profile?id=6dd20274ab2cef4dc15b1cfeefc56e19&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Mitoxantrone-based chemotherapy palliates pain without extending survival in men with progressive androgen-independent prostate cancer. We compared docetaxel plus estramustine with mitoxantrone plus prednisone in men with metastatic, hormone-independent prostate cancer. Methods We randomly assigned 770 men to one of two treatments, each given in 21-day cycles: 280 mg of estramustine three times daily on days 1 through 5, 60 mg of docetaxel per square meter of body-surface area on day 2, and 60 mg of dexamethasone in three divided doses before docetaxel, or 12 mg of mitoxantrone per square meter on day 1 plus 5 mg of prednisone twice daily. The primary end point was overall survival; secondary end points were progression-free survival, objective response rates, and post-treatment declines of at least 50 percent in serum prostate-specific antigen (PSA) levels. Results Of 674 eligible patients, 338 were assigned to receive docetaxel and estramustine and 336 to receive mitoxantrone and prednisone. ...", 
            "authors": [
                "Daniel P Petrylak", 
                "Catherine M Tangen", 
                "Maha Hussain", 
                "Primo N Lara", 
                "Jeffrey A Jones", 
                "Mary Ellen Taplin", 
                "Patrick A Burch", 
                "Donna L Berry", 
                "Carol M Moinpour", 
                "Manish Kohli", 
                "Mitchell C Benson", 
                "Eric J Small", 
                "Derek Raghavan", 
                "E David Crawford"
            ], 
            "fields": [
                "Medicine", 
                "Refractory", 
                "Confidence interval", 
                "Intention-to-treat analysis", 
                "Comparative research"
            ], 
            "title": "Docetaxel and Estramustine Compared with Mitoxantrone and Prednisone for Advanced Refractory Prostate Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=94303e2d269329200396129dbe1b6276&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Weight loss is associated with short-term amelioration and prevention of metabolic and cardiovascular risk, but whether these benefits persist over time is unknown. Methods The prospective, controlled Swedish Obese Subjects Study involved obese subjects who underwent gastric surgery and contemporaneously matched, conventionally treated obese control subjects. We now report follow-up data for subjects (mean age, 48 years; mean body-mass index, 41) who had been enrolled for at least 2 years (4047 subjects) or 10 years (1703 subjects) before the analysis (January 1, 2004). The follow-up rate for laboratory examinations was 86.6 percent at 2 years and 74.5 percent at 10 years. Results After two years, the weight had increased by 0.1 percent in the control group and had decreased by 23.4 percent in the surgery group (P<0.001). After 10 years, the weight had increased by 1.6 percent and decreased by 16.1 percent, respectively (P<0.001). Energy intake was lower and the proportion of physically active ...", 
            "authors": [
                "Lars Sjostrom", 
                "Annakarin Lindroos", 
                "Markku Peltonen", 
                "J S Torgerson", 
                "Claude Bouchard", 
                "Bjorn Carlsson", 
                "Sven Dahlgren", 
                "Bo Larsson", 
                "Kristina Narbro", 
                "Carl David Sjostrom", 
                "Marianne Sullivan", 
                "Hans Wedel"
            ], 
            "fields": [
                "Epidemiology", 
                "Risk factor", 
                "Diabetes mellitus", 
                "Medicine"
            ], 
            "title": "Lifestyle, Diabetes, and Cardiovascular Risk Factors 10 Years after Bariatric Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=d8123cc5912008a91941b96a6cf10b73&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Interferon alfa is widely used for metastatic renal-cell carcinoma but has limited efficacy and tolerability. Temsirolimus, a specific inhibitor of the mammalian target of rapamycin kinase, may benefit patients with this disease. Methods In this multicenter, phase 3 trial, we randomly assigned 626 patients with previously untreated, poor-prognosis metastatic renal-cell carcinoma to receive 25 mg of intravenous temsirolimus weekly, 3 million U of interferon alfa (with an increase to 18 million U) subcutaneously three times weekly, or combination therapy with 15 mg of temsirolimus weekly plus 6 million U of interferon alfa three times weekly. The primary end point was overall survival in comparisons of the temsirolimus group and the combination-therapy group with the interferon group. Results Patients who received temsirolimus alone had longer overall survival (hazard ratio for death, 0.73; 95% confidence interval [CI], 0.58 to 0.92; P=0.008) and progression-free survival (P<0.001) than did patie...", 
            "authors": [
                "Gary R Hudes", 
                "Michael A Carducci", 
                "Piotr Tomczak", 
                "Janice Dutcher", 
                "Robert A Figlin", 
                "Anil Kapoor", 
                "E Staroslawska", 
                "Jeffrey A Sosman", 
                "David F Mcdermott", 
                "Istvan Bodrogi", 
                "Zoran Kovacevic", 
                "Vladimir Lesovoy", 
                "Ingo G H Schmidtwolf", 
                "O L Barbarash", 
                "Erhan Gokmen", 
                "Timothy E Otoole", 
                "Stephanie Lustgarten", 
                "Lauren…", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Temsirolimus, Interferon Alfa, or Both for Advanced Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=4a9857d2e057cd6ed388fa47f6111182&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Weight loss is associated with short-term amelioration and prevention of metabolic and cardiovascular risk, but whether these benefits persist over time is unknown. Methods The prospective, controlled Swedish Obese Subjects Study involved obese subjects who underwent gastric surgery and contemporaneously matched, conventionally treated obese control subjects. We now report follow-up data for subjects (mean age, 48 years; mean body-mass index, 41) who had been enrolled for at least 2 years (4047 subjects) or 10 years (1703 subjects) before the analysis (January 1, 2004). The follow-up rate for laboratory examinations was 86.6 percent at 2 years and 74.5 percent at 10 years. Results After two years, the weight had increased by 0.1 percent in the control group and had decreased by 23.4 percent in the surgery group (P<0.001). After 10 years, the weight had increased by 1.6 percent and decreased by 16.1 percent, respectively (P<0.001). Energy intake was lower and the proportion of physically active ...", 
            "authors": [
                "Lars Sjostrom", 
                "Annakarin Lindroos", 
                "Markku Peltonen", 
                "J S Torgerson", 
                "Claude Bouchard", 
                "Bjorn Carlsson", 
                "Sven Dahlgren", 
                "Bo Larsson", 
                "Kristina Narbro", 
                "Carl David Sjostrom", 
                "Marianne Sullivan", 
                "Hans Wedel"
            ], 
            "fields": [
                "Epidemiology", 
                "Risk factor", 
                "Diabetes mellitus", 
                "Medicine"
            ], 
            "title": "Lifestyle, Diabetes, and Cardiovascular Risk Factors 10 Years after Bariatric Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=d8123cc5912008a91941b96a6cf10b73&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Interferon alfa is widely used for metastatic renal-cell carcinoma but has limited efficacy and tolerability. Temsirolimus, a specific inhibitor of the mammalian target of rapamycin kinase, may benefit patients with this disease. Methods In this multicenter, phase 3 trial, we randomly assigned 626 patients with previously untreated, poor-prognosis metastatic renal-cell carcinoma to receive 25 mg of intravenous temsirolimus weekly, 3 million U of interferon alfa (with an increase to 18 million U) subcutaneously three times weekly, or combination therapy with 15 mg of temsirolimus weekly plus 6 million U of interferon alfa three times weekly. The primary end point was overall survival in comparisons of the temsirolimus group and the combination-therapy group with the interferon group. Results Patients who received temsirolimus alone had longer overall survival (hazard ratio for death, 0.73; 95% confidence interval [CI], 0.58 to 0.92; P=0.008) and progression-free survival (P<0.001) than did patie...", 
            "authors": [
                "Gary R Hudes", 
                "Michael A Carducci", 
                "Piotr Tomczak", 
                "Janice Dutcher", 
                "Robert A Figlin", 
                "Anil Kapoor", 
                "E Staroslawska", 
                "Jeffrey A Sosman", 
                "David F Mcdermott", 
                "Istvan Bodrogi", 
                "Zoran Kovacevic", 
                "Vladimir Lesovoy", 
                "Ingo G H Schmidtwolf", 
                "O L Barbarash", 
                "Erhan Gokmen", 
                "Timothy E Otoole", 
                "Stephanie Lustgarten", 
                "Lauren…", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Temsirolimus, Interferon Alfa, or Both for Advanced Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=4a9857d2e057cd6ed388fa47f6111182&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The worldwide obesity epidemic is stimulating efforts to identify host and environmental factors that affect energy balance. Comparisons of the distal gut microbiota of genetically obese mice and their lean littermates, as well as those of obese and lean human volunteers have revealed that obesity is associated with changes in the relative abundance of the two dominant bacterial divisions, the Bacteroidetes and the Firmicutes. Here we demonstrate through metagenomic and biochemical analyses that these changes affect the metabolic potential of the mouse gut microbiota. Our results indicate that the obese microbiomehasanincreasedcapacitytoharvestenergyfromthediet.Furthermore,thistraitistransmissible:colonizationof germ-free mice with an ‘obese microbiota’ results in a significantly greater increase in total body fat than colonization with a ‘lean microbiota’. These results identify the gut microbiota as an additional contributing factor to the pathophysiology of obesity.", 
            "authors": [
                "Peter J Turnbaugh", 
                "Ruth E Ley", 
                "Michael A Mahowald", 
                "Vincent Magrini", 
                "Elaine R Mardis", 
                "Jeffrey I Gordon"
            ], 
            "fields": [
                "Signal transduction", 
                "Biochemistry", 
                "Biotechnology", 
                "Medical research", 
                "Medicine"
            ], 
            "title": "An obesity-associated gut microbiome with increased capacity for energy harvest.", 
            "url": "http://cn.bing.com/academic/profile?id=58b404f3334efbd273d047f9bee7b22c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The article presents a study that investigates on the importance of identifying and quantifying planetary boundaries to prevent human activities in affecting environmental condition. The author states the industrial revolution and advancement in human civilization has caused the unstability of the environmental state that is less conducive for humans to live and affect their health condition. The author notes that planetary boundaries served a control variables to secure the safety of its citizen as well as protect the environment from shifting to dangerous levels. It also cites the different planetary boundaries, along with its impact on climate change and Earth system degradation.", 
            "authors": [
                "Johan Rockstrom", 
                "Will Steffen", 
                "Kevin Noone", 
                "Asa Persson", 
                "F Stuart Chapin", 
                "Eric F Lambin", 
                "Timothy M Lenton", 
                "Marten Scheffer", 
                "Carl Folke", 
                "Hans Joachim Schellnhuber", 
                "Bjorn Nykvist", 
                "Cynthia A De Wit", 
                "Terry P Hughes", 
                "Sander Van Der Leeuw", 
                "Henning Rodhe", 
                "Sverker Sorlin", 
                "Peter K Snyder", 
                "Robert Costanza", 
                "U…", 
                ""
            ], 
            "fields": [
                "Environmental science", 
                "Astronomy", 
                "Genomics", 
                "RNA", 
                "Geophysics"
            ], 
            "title": "A safe operating space for humanity", 
            "url": "http://cn.bing.com/academic/profile?id=e940d1914d97a9218d5396a24ea7c6c6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Mitoxantrone-based chemotherapy palliates pain without extending survival in men with progressive androgen-independent prostate cancer. We compared docetaxel plus estramustine with mitoxantrone plus prednisone in men with metastatic, hormone-independent prostate cancer. Methods We randomly assigned 770 men to one of two treatments, each given in 21-day cycles: 280 mg of estramustine three times daily on days 1 through 5, 60 mg of docetaxel per square meter of body-surface area on day 2, and 60 mg of dexamethasone in three divided doses before docetaxel, or 12 mg of mitoxantrone per square meter on day 1 plus 5 mg of prednisone twice daily. The primary end point was overall survival; secondary end points were progression-free survival, objective response rates, and post-treatment declines of at least 50 percent in serum prostate-specific antigen (PSA) levels. Results Of 674 eligible patients, 338 were assigned to receive docetaxel and estramustine and 336 to receive mitoxantrone and prednisone. ...", 
            "authors": [
                "Daniel P Petrylak", 
                "Catherine M Tangen", 
                "Maha Hussain", 
                "Primo N Lara", 
                "Jeffrey A Jones", 
                "Mary Ellen Taplin", 
                "Patrick A Burch", 
                "Donna L Berry", 
                "Carol M Moinpour", 
                "Manish Kohli", 
                "Mitchell C Benson", 
                "Eric J Small", 
                "Derek Raghavan", 
                "E David Crawford"
            ], 
            "fields": [
                "Medicine", 
                "Refractory", 
                "Confidence interval", 
                "Intention-to-treat analysis", 
                "Comparative research"
            ], 
            "title": "Docetaxel and Estramustine Compared with Mitoxantrone and Prednisone for Advanced Refractory Prostate Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=94303e2d269329200396129dbe1b6276&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Weight loss is associated with short-term amelioration and prevention of metabolic and cardiovascular risk, but whether these benefits persist over time is unknown. Methods The prospective, controlled Swedish Obese Subjects Study involved obese subjects who underwent gastric surgery and contemporaneously matched, conventionally treated obese control subjects. We now report follow-up data for subjects (mean age, 48 years; mean body-mass index, 41) who had been enrolled for at least 2 years (4047 subjects) or 10 years (1703 subjects) before the analysis (January 1, 2004). The follow-up rate for laboratory examinations was 86.6 percent at 2 years and 74.5 percent at 10 years. Results After two years, the weight had increased by 0.1 percent in the control group and had decreased by 23.4 percent in the surgery group (P<0.001). After 10 years, the weight had increased by 1.6 percent and decreased by 16.1 percent, respectively (P<0.001). Energy intake was lower and the proportion of physically active ...", 
            "authors": [
                "Lars Sjostrom", 
                "Annakarin Lindroos", 
                "Markku Peltonen", 
                "J S Torgerson", 
                "Claude Bouchard", 
                "Bjorn Carlsson", 
                "Sven Dahlgren", 
                "Bo Larsson", 
                "Kristina Narbro", 
                "Carl David Sjostrom", 
                "Marianne Sullivan", 
                "Hans Wedel"
            ], 
            "fields": [
                "Epidemiology", 
                "Risk factor", 
                "Diabetes mellitus", 
                "Medicine"
            ], 
            "title": "Lifestyle, Diabetes, and Cardiovascular Risk Factors 10 Years after Bariatric Surgery", 
            "url": "http://cn.bing.com/academic/profile?id=d8123cc5912008a91941b96a6cf10b73&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Interferon alfa is widely used for metastatic renal-cell carcinoma but has limited efficacy and tolerability. Temsirolimus, a specific inhibitor of the mammalian target of rapamycin kinase, may benefit patients with this disease. Methods In this multicenter, phase 3 trial, we randomly assigned 626 patients with previously untreated, poor-prognosis metastatic renal-cell carcinoma to receive 25 mg of intravenous temsirolimus weekly, 3 million U of interferon alfa (with an increase to 18 million U) subcutaneously three times weekly, or combination therapy with 15 mg of temsirolimus weekly plus 6 million U of interferon alfa three times weekly. The primary end point was overall survival in comparisons of the temsirolimus group and the combination-therapy group with the interferon group. Results Patients who received temsirolimus alone had longer overall survival (hazard ratio for death, 0.73; 95% confidence interval [CI], 0.58 to 0.92; P=0.008) and progression-free survival (P<0.001) than did patie...", 
            "authors": [
                "Gary R Hudes", 
                "Michael A Carducci", 
                "Piotr Tomczak", 
                "Janice Dutcher", 
                "Robert A Figlin", 
                "Anil Kapoor", 
                "E Staroslawska", 
                "Jeffrey A Sosman", 
                "David F Mcdermott", 
                "Istvan Bodrogi", 
                "Zoran Kovacevic", 
                "Vladimir Lesovoy", 
                "Ingo G H Schmidtwolf", 
                "O L Barbarash", 
                "Erhan Gokmen", 
                "Timothy E Otoole", 
                "Stephanie Lustgarten", 
                "Lauren…", 
                ""
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Temsirolimus, Interferon Alfa, or Both for Advanced Renal-Cell Carcinoma", 
            "url": "http://cn.bing.com/academic/profile?id=4a9857d2e057cd6ed388fa47f6111182&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The early notion that cancer is caused by mutations in genes critical for the control of cell growth implied that genome stability is important for preventing oncogenesis. During the past decade, knowledge about the mechanisms by which genes erode and the molecular machinery designed to counteract this time-dependent genetic degeneration has increased markedly. At the same time, it has become apparent that inherited or acquired deficiencies in genome maintenance systems contribute significantly to the onset of cancer. This review summarizes the main DNA caretaking systems and their impact on genome stability and carcinogenesis.", 
            "authors": [
                "Jan H J Hoeijmakers"
            ], 
            "fields": [
                "Medicine", 
                "Quantum mechanics", 
                "RNA", 
                "Materials Science", 
                "Geophysics"
            ], 
            "title": "Genome maintenance mechanisms for preventing cancer.", 
            "url": "http://cn.bing.com/academic/profile?id=8d84c15186a76afc0be9a0f790283a8f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "The worldwide obesity epidemic is stimulating efforts to identify host and environmental factors that affect energy balance. Comparisons of the distal gut microbiota of genetically obese mice and their lean littermates, as well as those of obese and lean human volunteers have revealed that obesity is associated with changes in the relative abundance of the two dominant bacterial divisions, the Bacteroidetes and the Firmicutes. Here we demonstrate through metagenomic and biochemical analyses that these changes affect the metabolic potential of the mouse gut microbiota. Our results indicate that the obese microbiomehasanincreasedcapacitytoharvestenergyfromthediet.Furthermore,thistraitistransmissible:colonizationof germ-free mice with an ‘obese microbiota’ results in a significantly greater increase in total body fat than colonization with a ‘lean microbiota’. These results identify the gut microbiota as an additional contributing factor to the pathophysiology of obesity.", 
            "authors": [
                "Peter J Turnbaugh", 
                "Ruth E Ley", 
                "Michael A Mahowald", 
                "Vincent Magrini", 
                "Elaine R Mardis", 
                "Jeffrey I Gordon"
            ], 
            "fields": [
                "Signal transduction", 
                "Biochemistry", 
                "Biotechnology", 
                "Medical research", 
                "Medicine"
            ], 
            "title": "An obesity-associated gut microbiome with increased capacity for energy harvest.", 
            "url": "http://cn.bing.com/academic/profile?id=58b404f3334efbd273d047f9bee7b22c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Alternation of cardiac action potential duration (APD) from beat to beat and concurrent alternation of the amplitude of the calcium transient are regarded as important arrhythmia mechanisms. These phenomena are causally interrelated and can be reliably evoked by an increase in beat frequency or by ischemia. The first part of this historical review deals with the physiology of APD alternans. Sections recounting the evolution of knowledge about calcium-activated ion currents and calcium transient alternans are interspersed among sections describing the growth of the so-called “restitution hypothesis,” which involves time-dependent recovery of potassium channels (including their passage through pre-open states) as a function of diastolic interval. Major developments are generally in chronological order, but it is necessary to move back and forth between the two theories to respect the overall time line, which runs from about l965 to the present. The concluding two sections deal with the pathophysiology of calcium transient and APD alternans during ischemia, which may be the basis for out-of-hospital cardiac arrest during the initial stages of acute myocardial infarction.", 
            "authors": [
                "W T Clusin"
            ], 
            "fields": [
                "Circulatory system", 
                "Calcium", 
                "Action potential", 
                "Endoplasmic reticulum"
            ], 
            "title": "Mechanisms of calcium transient and action potential alternans in cardiac cells and tissues", 
            "url": "http://cn.bing.com/academic/profile?id=21423293f450f39a4a7bc5e75d0a293c&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Objectives: The main goal of this study was to document the situation of medicine prices in public and private health sectors for policy recommendation. Methods: A field study to measure prices of selected medicines was undertaken in Thailand using a standardized methodology developed by the World Health Organization (WHO) and Health Action International (HAI). Prices of 43 medicines were measured in health facilities and pharmacies in the capital city and three districts in different parts of Thailand. Medicine prices were expressed as the ratios relative to a standard set of international reference prices (median price ratio or MPR). Results: The public sector procured generics and innovator brands at 1.46 and 3.3 MPR while patients paid 2.55 and 4.36 MPR, respectively. Private pharmacies procured lowest price generics at 1.48 MPR and innovator brands at 9.67 MPR. Because of no medicine pricing policy in Thailand, it was found that between public and private sectors, among different public hospitals, and among different private pharmacies, the same generic products were procured and sold to patients at different prices. The median mark-up for innovator brands were 31% in the public sector and 22% in the private sector. For lowest priced generics, the median mark-up were 80% in the public sector and 96% in the private sector. Different prices for the identical product were problems to the health insurance organizations in terms of reimbursement, and to patients in terms of fairness. Conclusion: The results highlight priority areas for action by the Ministry of Public Health and others in improving the drug pricing systems. The price regulation system should be implemented at every level of drug supply chain and appropriate pricing strategies should be employed.", 
            "authors": [
                "C O Sooksriwong", 
                "W Yoongthong", 
                "S Suwattanapreeda", 
                "F Chanjaruporn"
            ], 
            "fields": [
                "Private sector", 
                "Generic programming", 
                "Public sector", 
                "Pharmacy"
            ], 
            "title": "Medicine prices in Thailand: a result of no medicine pricing policy.", 
            "url": "http://cn.bing.com/academic/profile?id=cda1be54cca6a84290b15773cdd5431e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Chinese herbal medicine has been the traditional treatment for numerous human diseases for thousands of years. It has performed well clinically and, for this discussion, it has shown great promise for the treatment of many symptoms which modern medicine has associated for centuries with lung cancer. Many medicinal plants have been tested for anticancer activity such as antofine, acutiaporberine, etc. The compounds which have been isolated from these medicinal herbs include a variety of alkaloids, triterpenoids, flavonoids, terpenoids, and polysaccharides. Some of the formulas used in clinical tests have been combined with chemotherapy. Traditional Chinese Medicine (TCM) formulae such as shenyi capsule and aidi injection contain numerous ingredients so that they may be considered to have anit-lung cancer activity as well as serving as immunomodulators. They have been demonstrated to ameliorate or prevent adverse effects as a result of the use of single drugs. Research on Chinese herbal medicine for the treatment of lung cancer has not only been shown to aeffect lung cancer, but to also provide important methods for the study of lung cancer therapy. This report reviews some of the findings resulting from the use of Chinese herbal medicine in the treatment of lung cancer.", 
            "authors": [
                "Yang Zhou", 
                "Wenyuan Gao", 
                "Kefeng Li"
            ], 
            "fields": [], 
            "title": "Chinese herbal medicine in the treatment of lung cancer", 
            "url": "http://cn.bing.com/academic/profile?id=885c0d1534c36e4811cd4f4975a8df69&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND: Excess bodyweight, expressed as increased body-mass index (BMI), is associated with the risk of some common adult cancers. We did a systematic review and meta-analysis to assess the strength of associations between BMI and different sites of cancer and to investigate differences in these associations between sex and ethnic groups. METHODS: We did electronic searches on Medline and Embase (1966 to November 2007), and searched reports to identify prospective studies of incident cases of 20 cancer types. We did random-effects meta-analyses and meta-regressions of study-specific incremental estimates to determine the risk of cancer associated with a 5 kg/m2 increase in BMI. FINDINGS: We analysed 221 datasets (141 articles), including 282,137 incident cases. In men, a 5 kg/m2 increase in BMI was strongly associated with oesophageal adenocarcinoma (RR 1.52, p<0.0001) and with thyroid (1.33, p=0.02), colon (1.24, p<0.0001), and renal (1.24, p <0.0001) cancers. In women, we recorded strong associations between a 5 kg/m2 increase in BMI and endometrial (1.59, p<0.0001), gallbladder (1.59, p=0.04), oesophageal adenocarcinoma (1.51, p<0.0001), and renal (1.34, p<0.0001) cancers. We noted weaker positive associations (RR <1.20) between increased BMI and rectal cancer and malignant melanoma in men; postmenopausal breast, pancreatic, thyroid, and colon cancers in women; and leukaemia, multiple myeloma, and non-Hodgkin lymphoma in both sexes. Associations were stronger in men than in women for colon (p<0.0001) cancer. Associations were generally similar in studies from North America, Europe and Australia, and the Asia-Pacific region, but we recorded stronger associations in Asia-Pacific populations between increased BMI and premenopausal (p=0.009) and postmenopausal (p=0.06) breast cancers. INTERPRETATION: Increased BMI is associated with increased risk of common and less common malignancies. For some cancer types, associations differ between sexes and populations of different ethnic origins. These epidemiological observations should inform the exploration of biological mechanisms that link obesity with cancer.", 
            "authors": [
                "Andrew G Renehan", 
                "Margaret Tyson", 
                "Matthias Egger", 
                "R F Heller", 
                "Marcel Zwahlen"
            ], 
            "fields": [
                "Risk", 
                "Incidence", 
                "Regression analysis", 
                "Breast cancer", 
                "Obesity"
            ], 
            "title": "Body-mass index and incidence of cancer: a systematic review and meta-analysis of prospective observational studies", 
            "url": "http://cn.bing.com/academic/profile?id=f0a2ed25d696f01118e4ef5ade1a5a9a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "To comprehend the results of a randomized controlled trial (RCT), readers must understand its design, conduct, analysis and interpretation. That goal can only be achieved through complete transparency from authors. Despite several decades of educational efforts, the reporting of RCTs needs improvement. Investigators and editors developed the original CONSORT (Consolidated Standards of Reporting Trials) statement to help authors improve reporting by using a checklist and flow diagram. The revised CONSORT statement presented in this paper incorporates new evidence and addresses some criticisms of the original statement.", 
            "authors": [
                "David Moher", 
                "Kenneth F Schulz", 
                "Douglas G Altman"
            ], 
            "fields": [
                "Empirical evidence", 
                "Publishing", 
                "Intention-to-treat analysis", 
                "Medicine", 
                "Quality control"
            ], 
            "title": "The CONSORT statement: revised recommendations for improving the quality of reports of parallel group randomized trials", 
            "url": "http://cn.bing.com/academic/profile?id=be36fa11c4f409f9d4e2d03fe198aaa9&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Chronic obstructive pulmonary disease (COPD) is characterized by an incompletely reversible limitation in airflow. A physiological variable — the forced expiratory volume in one second (FEV1) — is often used to grade the severity of COPD. However, patients with COPD have systemic manifestations that are not reflected by the FEV1. We hypothesized that a multidimensional grading system that assessed the respiratory and systemic expressions of COPD would better categorize and predict outcome in these patients. Methods We first evaluated 207 patients and found that four factors predicted the risk of death in this cohort: the body-mass index (B), the degree of airflow obstruction (O) and dyspnea (D), and exercise capacity (E), measured by the six-minute–walk test. We used these variables to construct the BODE index, a multidimensional 10-point scale in which higher scores indicate a higher risk of death. We then prospectively validated the index in a cohort of 625 patients, with death from any cause...", 
            "authors": [
                "Bartolome R Celli", 
                "Claudia Cote", 
                "Jose M Marin", 
                "Ciro Casanova", 
                "Maria Montes De Oca", 
                "Reina A Mendez", 
                "Victor Pinto Plata", 
                "Howard Cabral"
            ], 
            "fields": [
                "Medicine", 
                "Physical exercise", 
                "Myocardial infarction", 
                "Confidence interval", 
                "Hazard ratio"
            ], 
            "title": "The Body-Mass Index, Airflow Obstruction, Dyspnea, and Exercise Capacity Index in Chronic Obstructive Pulmonary Disease", 
            "url": "http://cn.bing.com/academic/profile?id=1f2d3809c30560264ec522e6ab4f0ca4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background In an open-label, randomized, phase 3 trial, we compared the efficacy and safety of paclitaxel with that of paclitaxel plus bevacizumab, a monoclonal antibody against vascular endothelial growth factor, as initial treatment for metastatic breast cancer. Methods We randomly assigned patients to receive 90 mg of paclitaxel per square meter of body-surface area on days 1, 8, and 15 every 4 weeks, either alone or with 10 mg of bevacizumab per kilogram of body weight on days 1 and 15. The primary end point was progression-free survival; overall survival was a secondary end point. Results From December 2001 through May 2004, a total of 722 patients were enrolled. Paclitaxel plus bevacizumab significantly prolonged progression-free survival as compared with paclitaxel alone (median, 11.8 vs. 5.9 months; hazard ratio for progression, 0.60; P<0.001) and increased the objective response rate (36.9% vs. 21.2%, P<0.001). The overall survival rate, however, was similar in the two groups (median, 26.7 vs. 25...", 
            "authors": [
                "Kathy D Miller", 
                "Molin Wang", 
                "Julie R Gralow", 
                "Maura Dickler", 
                "Melody A Cobleigh", 
                "Edith A Perez", 
                "Tamara Shenkier", 
                "David Cella", 
                "Nancy E Davidson"
            ], 
            "fields": [
                "Breast cancer", 
                "Medicine", 
                "Comparative research", 
                "Cancer", 
                "Monoclonal Antibody"
            ], 
            "title": "Paclitaxel plus Bevacizumab versus Paclitaxel Alone for Metastatic Breast Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=34d0a68c74b6ab9a36982c96bd682d28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Patients with metastatic non–small-cell lung cancer have a substantial symptom burden and may receive aggressive care at the end of life. We examined the effect of introducing palliative care early after diagnosis on patient-reported outcomes and end-of-life care among ambulatory patients with newly diagnosed disease. Methods We randomly assigned patients with newly diagnosed metastatic non–small-cell lung cancer to receive either early palliative care integrated with standard oncologic care or standard oncologic care alone. Quality of life and mood were assessed at baseline and at 12 weeks with the use of the Functional Assessment of Cancer Therapy–Lung (FACT-L) scale and the Hospital Anxiety and Depression Scale, respectively. The primary outcome was the change in the quality of life at 12 weeks. Data on end-of-life care were collected from electronic medical records. Results Of the 151 patients who underwent randomization, 27 died by 12 weeks and 107 (86% of the remaining patients) completed assessments. Patients assigned to early palliative care had a better quality of life than did patients assigned to standard care (mean score on the FACT-L scale [in which scores range from 0 to 136, with higher scores indicating better quality of life], 98.0 vs. 91.5; P = 0.03). In addition, fewer patients in the palliative care group than in the standard care group had depressive symptoms (16% vs. 38%, P = 0.01). Despite the fact that fewer patients in the early palliative care group than in the standard care group received aggressive end-of-life care (33% vs. 54%, P = 0.05), median survival was longer among patients receiving early palliative care (11.6 months vs. 8.9 months, P = 0.02). Conclusions Among patients with metastatic non–small-cell lung cancer, early palliative care led to significant improvements in both quality of life and mood. As compared with patients receiving standard care, patients receiving early palliative care had less aggressive care at the end of life but longer survival. (Funded by an American Society of Clinical Oncology Career Development Award and philanthropic gifts; ClinicalTrials.gov number, NCT01038271.)", 
            "authors": [
                "Jennifer S Temel", 
                "Joseph A Greer", 
                "Alona Muzikansky", 
                "Emily R Gallagher", 
                "Sonal Admane", 
                "Vicki A Jackson", 
                "Constance Dahlin", 
                "Craig D Blinderman", 
                "Juliet Jacobsen", 
                "William F Pirl", 
                "J Andrew Billings", 
                "Thomas J Lynch"
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Early Palliative Care for Patients with Metastatic Non-Small-Cell Lung Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=da159b001178552e1ae5b8b5a6a20b90&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We investigated the efficacy of cetuximab plus irinotecan, fluorouracil, and leucovorin (FOLFIRI) as first-line treatment for metastatic colorectal cancer and sought associations between the mutation status of the KRAS gene in tumors and clinical response to cetuximab. Methods We randomly assigned patients with epidermal growth factor receptor–positive colorectal cancer with unresectable metastases to receive FOLFIRI either alone or in combination with cetuximab. The primary end point was progression-free survival. Results A total of 599 patients received cetuximab plus FOLFIRI, and 599 received FOLFIRI alone. The hazard ratio for progression-free survival in the cetuximab–FOLFIRI group as compared with the FOLFIRI group was 0.85 (95% confidence interval [CI], 0.72 to 0.99; P=0.048). There was no significant difference in the overall survival between the two treatment groups (hazard ratio, 0.93; 95% CI, 0.81 to 1.07; P=0.31). There was a significant interaction between treatment group and KRAS ...", 
            "authors": [
                "Eric Van Cutsem", 
                "Claushenning Kohne", 
                "Erika Hitre", 
                "Jerzy Zaluski", 
                "Chungrong Chang Chien", 
                "A Makhson", 
                "G Dhaens", 
                "Tamas Pinter", 
                "Robert Lim", 
                "Gyorgy Bodoky", 
                "Jae Kyung Roh", 
                "G Folprecht", 
                "Paul Ruff", 
                "Christopher Stroh", 
                "Sabine Tejpar", 
                "Michael Schlichting", 
                "Johannes Nippgen", 
                "Philippe Rougier"
            ], 
            "fields": [
                "Therapy", 
                "Monoclonal Antibody", 
                "Colorectal cancer", 
                "Young adult", 
                "Mutation"
            ], 
            "title": "Cetuximab and Chemotherapy as Initial Treatment for Metastatic Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=c8fdddc1ba10260c59630c1205f1168d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Methods We analysed, with Affymetrix Human U133a GeneChips, the expression of 22 000 transcripts from total RNA of frozen tumour samples from 286 lymph-node-negative patients who had not received adjuvant systemic treatment. Findings In a training set of 115 tumours, we identified a 76-gene signature consisting of 60 genes for patients positive for oestrogen receptors (ER) and 16 genes for ER-negative patients. This signature showed 93% sensitivity and 48% specificity in a subsequent independent testing set of 171 lymph-node-negative patients. The gene profile was highly informative in identifying patients who developed distant metastases within 5 years (hazard ratio 5·67 (95% CI 2·59-12·4)), even when corrected for traditional prognostic factors in multivariate analysis (5·55 (2·46-12·5)). The 76-gene profile also represented a strong prognostic factor for the development of metastasis in the subgroups of 84 premenopausal patients (9·60 (2·28-40·5)), 87 postmenopausal patients (4·04 (1·57-10·4)), and 79 patients with tumours of 10-20 mm (14·1 (3·34-59·2)), a group of patients for whom prediction of prognosis is especially difficult.", 
            "authors": [
                "Yixin Wang", 
                "J G M Klijn", 
                "Yi Zhang", 
                "Anieta M Sieuwerts", 
                "Maxime P Look", 
                "Fei Yang", 
                "Dmitri Talantov", 
                "Mieke Timmermans", 
                "Marion E Meijervan Gelder", 
                "Jack Yu", 
                "Tim Jatkoe", 
                "Els M J J Berns", 
                "David Atkins", 
                "John A Foekens"
            ], 
            "fields": [
                "Breast cancer", 
                "Prediction", 
                "Medicine", 
                "Primary ideal", 
                "Cancer"
            ], 
            "title": "Gene-expression profiles to predict distant metastasis of lymph-node-negative primary breast cancer", 
            "url": "http://cn.bing.com/academic/profile?id=9c92c382ced60f907c94bef04c14a7b5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Treatment with cetuximab, a monoclonal antibody directed against the epidermal growth factor receptor, improves overall and progression-free survival and preserves the quality of life in patients with colorectal cancer that has not responded to chemotherapy. The mutation status of the K-ras gene in the tumor may affect the response to cetuximab and have treatment-independent prognostic value. Methods We analyzed tumor samples, obtained from 394 of 572 patients (68.9%) with colorectal cancer who were randomly assigned to receive cetuximab plus best supportive care or best supportive care alone, to look for activating mutations in exon 2 of the K-ras gene. We assessed whether the mutation status of the K-ras gene was associated with survival in the cetuximab and supportive-care groups. Results Of the tumors evaluated for K-ras mutations, 42.3% had at least one mutation in exon 2 of the gene. The effectiveness of cetuximab was significantly associated with K-ras mutation status (P=0.01 and P<0.001...", 
            "authors": [
                "Christos S Karapetis", 
                "Shirin Khambataford", 
                "Derek J Jonker", 
                "Christopher Ocallaghan", 
                "Dongsheng Tu", 
                "Niall C Tebbutt", 
                "R John Simes", 
                "H Chalchal", 
                "Jeremy Shapiro", 
                "Sonia Robitaille", 
                "Timothy J Price", 
                "Lois E Shepherd", 
                "Heatherjane Au", 
                "Christiane Langer", 
                "Malcolm J Moore", 
                "J Zalcberg"
            ], 
            "fields": [
                "Cancer", 
                "Monoclonal Antibody", 
                "Medicine", 
                "Colorectal cancer", 
                "Mutation"
            ], 
            "title": "K-ras Mutations and Benefit from Cetuximab in Advanced Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=ff5d4dcb7b3dd5aca37591d647f0701a&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "In a diverse group of organisms that includes Caenorhabditis elegans, Drosophila, planaria, hydra, trypanosomes, fungi and plants, the introduction of double-stranded RNAs inhibits gene expression in a sequence-specific manner. These responses, called RNA interference or post-transcriptional gene silencing, may provide anti-viral defence, modulate transposition or regulate gene expression. We have taken a biochemical approach towards elucidating the mechanisms underlying this genetic phenomenon. Here we show that 'loss-of- function' phenotypes can be created in cultured Drosophila cells by transfection with specific double-stranded RNAs. This coincides with a marked reduction in the level of cognate cellular messenger RNAs. Extracts of transfected cells contain a nuclease activity that specifically degrades exogenous transcripts homologous to transfected double-stranded RNA. This enzyme contains an essential RNA component. After partial purification, the sequence-specific nuclease co-fractionates with a discrete, ~25-nucleotide RNA species which may confer specificity to the enzyme through homology to the substrate mRNAs.", 
            "authors": [
                "Scott M Hammond", 
                "Emily Bernstein", 
                "D Beach", 
                "Gregory J Hannon"
            ], 
            "fields": [
                "Molecular biology", 
                "Biotechnology", 
                "Medical research", 
                "Transcription", 
                "Astronomy"
            ], 
            "title": "An RNA-directed nuclease mediates post-transcriptional gene silencingin Drosophila cells", 
            "url": "http://cn.bing.com/academic/profile?id=ebce4ced4e5e1476848482ca34ea1fc4&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background The European Randomized Study of Screening for Prostate Cancer was initiated in the early 1990s to evaluate the effect of screening with prostate-specific–antigen (PSA) testing on death rates from prostate cancer. Methods We identified 182,000 men between the ages of 50 and 74 years through registries in seven European countries for inclusion in our study. The men were randomly assigned to a group that was offered PSA screening at an average of once every 4 years or to a control group that did not receive such screening. The predefined core age group for this study included 162,243 men between the ages of 55 and 69 years. The primary outcome was the rate of death from prostate cancer. Mortality follow-up was identical for the two study groups and ended on December 31, 2006. Results In the screening group, 82% of men accepted at least one offer of screening. During a median follow-up of 9 years, the cumulative incidence of prostate cancer was 8.2% in the screening group and 4.8% in the control g...", 
            "authors": [
                "Fritz H Schroder", 
                "Jonas Hugosson", 
                "Monique J Roobol", 
                "Teuvo L J Tammela", 
                "S Ciatto", 
                "Vera Nelen", 
                "Maciej Kwiatkowski", 
                "M Lujan", 
                "Hans Lilja", 
                "Marco Zappa", 
                "Louis J Denis", 
                "F Recker", 
                "Antonio Berenguer", 
                "Liisa Maattanen", 
                "Chris H Bangma", 
                "Gunnar Aus", 
                "Arnauld Villers", 
                "X Rebillard", 
                "Theodorus H Van Der Kwast", 
                "Bert G Blije…", 
                ""
            ], 
            "fields": [
                "Randomization", 
                "Cancer", 
                "Absolute risk reduction", 
                "Electric-field screening", 
                "Medicine"
            ], 
            "title": "Screening and Prostate-Cancer Mortality in a Randomized European Study", 
            "url": "http://cn.bing.com/academic/profile?id=3a1456842cab62ab9f2c17191e1504b7&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Rheumatoid arthritis is the most common inflammatory arthritis and is a major cause of disability. It existed in early Native American populations several thousand years ago but might not have appeared in Europe until the 17th century. Early theories on the pathogenesis of rheumatoid arthritis focused on autoantibodies and immune complexes. T-cell-mediated antigen-specific responses, T-cell-independent cytokine networks, and aggressive tumour-like behaviour of rheumatoid synovium have also been implicated. More recently, the contribution of autoantibodies has returned to the forefront. Based on the pathogenic mechanisms, specific therapeutic interventions can be designed to suppress synovial inflammation and joint destruction in rheumatoid arthritis.", 
            "authors": [
                "Gary S Firestein"
            ], 
            "fields": [
                "Medicine", 
                "Materials Science", 
                "RNA", 
                "Metabolomics", 
                "Quantum mechanics"
            ], 
            "title": "Evolving concepts of rheumatoid arthritis", 
            "url": "http://cn.bing.com/academic/profile?id=e38c93a84437217f427d2a089c4da977&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background The prevalence of heart failure with preserved ejection fraction may be changing as a result of changes in population demographics and in the prevalence and treatment of risk factors for heart failure. Changes in the prevalence of heart failure with preserved ejection fraction may contribute to changes in the natural history of heart failure. We performed a study to define secular trends in the prevalence of heart failure with preserved ejection fraction among patients at a single institution over a 15-year period. Methods We studied all consecutive patients hospitalized with decompensated heart failure at Mayo Clinic Hospitals in Olmsted County, Minnesota, from 1987 through 2001. We classified patients as having either preserved or reduced ejection fraction. The patients were also classified as community patients (Olmsted County residents) or referral patients. Secular trends in the type of heart failure, associated cardiovascular disease, and survival were defined. Results A total of 6076 pat...", 
            "authors": [
                "Theophilus Owan", 
                "David O Hodge", 
                "Regina M Herges", 
                "Steven J Jacobsen", 
                "Veronique L Roger", 
                "Margaret M Redfield"
            ], 
            "fields": [
                "Prevalence", 
                "Epidemiology", 
                "Medicine", 
                "Natural history", 
                "Secular variation"
            ], 
            "title": "Trends in prevalence and outcome of heart failure with preserved ejection fraction", 
            "url": "http://cn.bing.com/academic/profile?id=8e75a8ee2f4dca367341d3a7d00f6cd3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A b s t r ac t Background The role of intensive insulin therapy in patients with severe sepsis is uncertain. Fluid resuscitation improves survival among patients with septic shock, but evidence is lacking to support the choice of either crystalloids or colloids. Methods In a multicenter, two-by-two factorial trial, we randomly assigned patients with severe sepsis to receive either intensive insulin therapy to maintain euglycemia or conventional insulin therapy and either 10% pentastarch, a low-molecular-weight hydroxyethyl starch (HES 200/0.5), or modified Ringer’s lactate for fluid resuscitation. The rate of death at 28 days and the mean score for organ failure were coprimary end points. Results The trial was stopped early for safety reasons. Among 537 patients who could be evaluated, the mean morning blood glucose level was lower in the intensive-therapy group (112 mg per deciliter [6.2 mmol per liter]) than in the conventional-therapy group (151 mg per deciliter [8.4 mmol per liter], P<0.001). However, at 28 days, there was no significant difference between the two groups in the rate of death or the mean score for organ failure. The rate of severe hypoglycemia (glucose level, ≤40 mg per deciliter [2.2 mmol per liter]) was higher in the intensive-therapy group than in the conventional-therapy group (17.0% vs. 4.1%, P<0.001), as was the rate of serious adverse events (10.9% vs. 5.2%, P = 0.01). HES therapy was associated with higher rates of acute renal failure and renal-replacement therapy than was Ringer’s lactate. Conclusions The use of intensive insulin therapy placed critically ill patients with sepsis at increased risk for serious adverse events related to hypoglycemia. As used in this study, HES was harmful, and its toxicity increased with accumulating doses. (ClinicalTrials. gov number, NCT00135473.)", 
            "authors": [
                "Frank M Brunkhorst", 
                "Christoph Engel", 
                "Frank Bloos", 
                "A Meierhellmann", 
                "M Ragaller", 
                "Norbert Weiler", 
                "Onnen Moerer", 
                "M Gruendling", 
                "Michael Oppert", 
                "Stefan Grond", 
                "D Olthoff", 
                "Ulrich Jaschinski", 
                "Stefan John", 
                "R Rossaint", 
                "Tobias Welte", 
                "M Schaefer", 
                "P Kern", 
                "Evelyn Kuhnt", 
                "Michael Kiehntopf", 
                "Christiane S Hartog", 
                "Charles Nata…", 
                ""
            ], 
            "fields": [
                "Proinsulin", 
                "Adverse effect", 
                "Medicine", 
                "Therapy"
            ], 
            "title": "Intensive Insulin Therapy and Pentastarch Resuscitation in Severe Sepsis", 
            "url": "http://cn.bing.com/academic/profile?id=75263c8148ef3a8f28714475402da6a6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Glucagon-like peptide 1 (GLP-1) is a gut-derived incretin hormone that stimulates insulin and suppresses glucagon secretion, inhibits gastric emptying, and reduces appetite and food intake. Therapeutic approaches for enhancing incretin action include degradation-resistant GLP-1 receptor agonists (incretin mimetics), and inhibitors of dipeptidyl peptidase-4 (DPP-4) activity (incretin enhancers). Clinical trials with the incretin mimetic exenatide (two injections per day or long-acting release form once weekly) and liraglutide (one injection per day) show reductions in fasting and postprandial glucose concentrations, and haemoglobin A 1c  (HbA 1c ) (1–2%), associated with weight loss (2–5 kg). The most common adverse event associated with GLP-1 receptor agonists is mild nausea, which lessens over time. Orally administered DPP-4 inhibitors, such as sitagliptin and vildagliptin, reduce HbA 1c  by 0·5–1·0%, with few adverse events and no weight gain. These new classes of antidiabetic agents, and incretin mimetics and enhancers, also expand β-cell mass in preclinical studies. However, long-term clinical studies are needed to determine the benefits of targeting the incretin axis for the treatment of type 2 diabetes.", 
            "authors": [
                "Daniel J Drucker", 
                "Michael A Nauck"
            ], 
            "fields": [
                "Peptide hormone", 
                "Medicine", 
                "Clinical trial", 
                "Adverse effect", 
                "Weight loss"
            ], 
            "title": "The incretin system: glucagon-like peptide-1 receptor agonists and dipeptidyl peptidase-4 inhibitors in type 2 diabetes.", 
            "url": "http://cn.bing.com/academic/profile?id=f2b036abdd08943dd37b52ed55d6dee1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Pseudomonas aeruginosa is a ubiquitous environmental bacterium that is one of the top three causes of opportunistic human infections. A major factor in its prominence as a pathogen is its intrinsic resistance to antibiotics and disinfectants. Here we report the complete sequence of P. aeruginosa strain PAO1. At 6.3 million base pairs, this is the largest bacterial genome sequenced, and the sequence provides insights into the basis of the versatility and intrinsic drug resistance of P. aeruginosa. Consistent with its larger genome size and environmental adaptability, P. aeruginosa contains the highest proportion of regulatory genes observed for a bacterial genome and a large number of genes involved in the catabolism, transport and efflux of organic compounds as well as four potential chemotaxis systems. We propose that the size and complexity of the P. aeruginosa genome reflect an evolutionary adaptation permitting it to thrive in diverse environments and resist the effects of a variety of antimicrobial substances. P. aeruginosa is a versatile Gram-negative bacterium that grows in soil, marshes and coastal marine habitats, as well as on plant and animal tissues 1 . It forms biofilms on wet surfaces such as those of rocks and soil 2,3 . The emergence of P. aeruginosa as a major opportunistic human pathogen during the past century may be a consequence of its resistance to the antibiotics and disinfectants that eliminate other environmental bacteria. P. aeruginosa is now a significant source of bacteraemia in burn victims, urinary-tract infections in catheterized patients, and hospital-acquired pneumo- nia in patients on respirators 4 . It is also the predominant cause of morbidity and mortality in cystic fibrosis patients, whose abnormal airway epithelia allow long-term colonization of the lungs by P. aeruginosa. These infections are impossible to eradicate, in part because of the natural resistance of the bacterium to antibiotics, and ultimately lead to pulmonary failure and death. Here we report the sequencing of the genome of P. aeruginosa. The sequence is of interest because of the insights it provides into the role of this bacterium as a pathogen, and because it offers new information on the relationship between genome size, genetic complexity and ecological versatility in bacteria. At 6.3 million base pairs (Mbp), the P. aeruginosa genome is markedly larger than most of the 25 sequenced bacterial genomes. In fact, with 5,570 predicted open reading frames (ORFs), the genetic complexity of P. aeruginosa approaches that of the simple eukaryote Saccharomyces cerevisiae, whose genome encodes about 6,200 proteins 5 . In contrast, P. aeruginosa has only 30-40% of the number of predicted genes present in the simple metazoans Caenorhabditis elegans and Drosophila melanogaster 6 .", 
            "authors": [
                "C K Stover", 
                "Xuânviet Pham", 
                "Alice L Erwin", 
                "S D Mizoguchi", 
                "Paul Warrener", 
                "M J Hickey", 
                "Fiona S L Brinkman", 
                "W O Hufnagle", 
                "Dorota Kowalik", 
                "M Lagrou", 
                "Richard L Garber", 
                "L Goltry", 
                "Eduardo Curvello Tolentino", 
                "Shannon Westbrockwadman", 
                "Y Yuan", 
                "L L Brody", 
                "Sally Coulter", 
                "K R Folger", 
                "A Kas", 
                "Karen Larbig", 
                "Regina Lim", 
                "K …", 
                ""
            ], 
            "fields": [
                "Nanotechnology", 
                "Cell cycle", 
                "Immunology", 
                "DNA", 
                "Ecology"
            ], 
            "title": "Complete genome sequence of Pseudomonas aeruginosa PAO1, an opportunisticpathogen", 
            "url": "http://cn.bing.com/academic/profile?id=a18c998bf38af13f3f1da75638fe354f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Long-acting beta-agonists and inhaled corticosteroids are used to treat chronic obstructive pulmonary disease (COPD), but their effect on survival is unknown. Methods We conducted a randomized, double-blind trial comparing salmeterol at a dose of 50 μg plus fluticasone propionate at a dose of 500 μg twice daily (combination regimen), administered with a single inhaler, with placebo, salmeterol alone, or fluticasone propionate alone for a period of 3 years. The primary outcome was death from any cause for the comparison between the combination regimen and placebo; the frequency of exacerbations, health status, and spirometric values were also assessed. Results Of 6112 patients in the efficacy population, 875 died within 3 years after the start of the study treatment. All-cause mortality rates were 12.6% in the combination-therapy group, 15.2% in the placebo group, 13.5% in the salmeterol group, and 16.0% in the fluticasone group. The hazard ratio for death in the combination-therapy group, as co...", 
            "authors": [
                "Peter M A Calverley", 
                "Julie A Anderson", 
                "Bartolome R Celli", 
                "Gary T Ferguson", 
                "Christine R Jenkins", 
                "Paul W Jones", 
                "Julie C Yates", 
                "Jorgen Vestbo"
            ], 
            "fields": [
                "Survival analysis", 
                "Hazard ratio", 
                "Medicine", 
                "Side effect", 
                "Statistical significance"
            ], 
            "title": "Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease.", 
            "url": "http://cn.bing.com/academic/profile?id=dcd1598db087a0193e0f15978632b25b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Gene transcription can be activated or inhibited by a reversible modification of the gene; this modification is termed an epigenetic change. This account of epigenetics in cancer reviews the mechanisms and consequences of epigenetic changes in cancer cells and concludes with the implications of these changes for the diagnosis, prognosis, and treatment of cancer.", 
            "authors": [
                "Manel Esteller"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Epigenetics"
            ], 
            "title": "Epigenetics in Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=100cf61b00ba6d598542ab8cdac5d82e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background In an open-label, randomized, phase 3 trial, we compared the efficacy and safety of paclitaxel with that of paclitaxel plus bevacizumab, a monoclonal antibody against vascular endothelial growth factor, as initial treatment for metastatic breast cancer. Methods We randomly assigned patients to receive 90 mg of paclitaxel per square meter of body-surface area on days 1, 8, and 15 every 4 weeks, either alone or with 10 mg of bevacizumab per kilogram of body weight on days 1 and 15. The primary end point was progression-free survival; overall survival was a secondary end point. Results From December 2001 through May 2004, a total of 722 patients were enrolled. Paclitaxel plus bevacizumab significantly prolonged progression-free survival as compared with paclitaxel alone (median, 11.8 vs. 5.9 months; hazard ratio for progression, 0.60; P<0.001) and increased the objective response rate (36.9% vs. 21.2%, P<0.001). The overall survival rate, however, was similar in the two groups (median, 26.7 vs. 25...", 
            "authors": [
                "Kathy D Miller", 
                "Molin Wang", 
                "Julie R Gralow", 
                "Maura Dickler", 
                "Melody A Cobleigh", 
                "Edith A Perez", 
                "Tamara Shenkier", 
                "David Cella", 
                "Nancy E Davidson"
            ], 
            "fields": [
                "Breast cancer", 
                "Medicine", 
                "Comparative research", 
                "Cancer", 
                "Monoclonal Antibody"
            ], 
            "title": "Paclitaxel plus Bevacizumab versus Paclitaxel Alone for Metastatic Breast Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=34d0a68c74b6ab9a36982c96bd682d28&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "BACKGROUND: #N#Treatment with pegylated interferon (peginterferon) and ribavirin for 48 weeks is more effective than conventional interferon and ribavirin in patients with chronic hepatitis C. #N##N#OBJECTIVE: #N#To assess the efficacy and safety of 24 or 48 weeks of treatment with peginterferon-alpha2a plus a low or standard dose of ribavirin. #N##N#DESIGN: #N#Randomized, double-blind trial. #N##N#SETTING: #N#99 international centers. PATIENTS: 1311 patients with chronic hepatitis C. #N##N#PATIENTS: #N#1311 patients with chronic hepatitis C. #N##N#INTERVENTION: #N#Peginterferon-?2a, 180 ?/wk, for 24 or 48 weeks plus a low-dose (800 mg/d) or standard weight-based dose (1000 or 1200 mg/d) of ribavirin. Measurement: Sustained virologic response: undetectable HCV RNA concentration at the end of treatment and during 12 to 24 weeks of follow-up. #N##N#RESULTS: #N#Overall and in patients infected with HCV genotype 1, 48 weeks of treatment was statistically superior to 24 weeks and standard-dose ribavirin was statistically superior to low-dose ribavirin. In patients with HCV genotype 1, absolute differences in sustained virologic response rates between 48 and 24 weeks of treatment were 11.2% (95% CI, 3.6% to 18.9%) and 11.9% (CI, 4.7% to 18.9%), respectively, between standard- and low-dose ribavirin. Sustained virologic response rates for peginterferon-alpha2a and standard-dose ribavirin for 48 weeks were 63% (CI, 59% to 68%) overall and 52% (CI, 46% to 58%) in patients with HCV genotype 1. In patients with HCV genotypes 2 or 3, the sustained virologic response rates in the 4 treatment groups were not statistically significantly different. #N##N#CONCLUSION: #N#Treatment with peginterferon-?2a and ribavirin may be individualized by genotype. Patients with HCV genotype 1 require treatment for 48 weeks and a standard dose of ribavirin; those with HCV genotypes 2 or 3 seem to be adequately treated with a low dose of ribavirin for 24 weeks.", 
            "authors": [
                "Stephanos J Hadziyannis", 
                "H Sette", 
                "Timothy R Morgan", 
                "Vijayan Balan", 
                "M Diago", 
                "P Marcellin", 
                "Giuliano Ramadori", 
                "Henry C Bodenheimer", 
                "David Bernstein", 
                "M Rizzetto", 
                "Stefan Zeuzem", 
                "Paul J Pockros", 
                "Amy Lin", 
                "Andrew M Ackrill"
            ], 
            "fields": [
                "Medicine", 
                "Duration", 
                "Dose", 
                "Randomization"
            ], 
            "title": "Peginterferon-α2a and Ribavirin Combination Therapy in Chronic Hepatitis C: A Randomized Study of Treatment Duration and Ribavirin Dose", 
            "url": "http://cn.bing.com/academic/profile?id=c19e9e604943a4127d4c264a4520740d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Patients with metastatic non–small-cell lung cancer have a substantial symptom burden and may receive aggressive care at the end of life. We examined the effect of introducing palliative care early after diagnosis on patient-reported outcomes and end-of-life care among ambulatory patients with newly diagnosed disease. Methods We randomly assigned patients with newly diagnosed metastatic non–small-cell lung cancer to receive either early palliative care integrated with standard oncologic care or standard oncologic care alone. Quality of life and mood were assessed at baseline and at 12 weeks with the use of the Functional Assessment of Cancer Therapy–Lung (FACT-L) scale and the Hospital Anxiety and Depression Scale, respectively. The primary outcome was the change in the quality of life at 12 weeks. Data on end-of-life care were collected from electronic medical records. Results Of the 151 patients who underwent randomization, 27 died by 12 weeks and 107 (86% of the remaining patients) completed assessments. Patients assigned to early palliative care had a better quality of life than did patients assigned to standard care (mean score on the FACT-L scale [in which scores range from 0 to 136, with higher scores indicating better quality of life], 98.0 vs. 91.5; P = 0.03). In addition, fewer patients in the palliative care group than in the standard care group had depressive symptoms (16% vs. 38%, P = 0.01). Despite the fact that fewer patients in the early palliative care group than in the standard care group received aggressive end-of-life care (33% vs. 54%, P = 0.05), median survival was longer among patients receiving early palliative care (11.6 months vs. 8.9 months, P = 0.02). Conclusions Among patients with metastatic non–small-cell lung cancer, early palliative care led to significant improvements in both quality of life and mood. As compared with patients receiving standard care, patients receiving early palliative care had less aggressive care at the end of life but longer survival. (Funded by an American Society of Clinical Oncology Career Development Award and philanthropic gifts; ClinicalTrials.gov number, NCT01038271.)", 
            "authors": [
                "Jennifer S Temel", 
                "Joseph A Greer", 
                "Alona Muzikansky", 
                "Emily R Gallagher", 
                "Sonal Admane", 
                "Vicki A Jackson", 
                "Constance Dahlin", 
                "Craig D Blinderman", 
                "Juliet Jacobsen", 
                "William F Pirl", 
                "J Andrew Billings", 
                "Thomas J Lynch"
            ], 
            "fields": [
                "Cancer", 
                "Medicine"
            ], 
            "title": "Early Palliative Care for Patients with Metastatic Non-Small-Cell Lung Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=da159b001178552e1ae5b8b5a6a20b90&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background We investigated the efficacy of cetuximab plus irinotecan, fluorouracil, and leucovorin (FOLFIRI) as first-line treatment for metastatic colorectal cancer and sought associations between the mutation status of the KRAS gene in tumors and clinical response to cetuximab. Methods We randomly assigned patients with epidermal growth factor receptor–positive colorectal cancer with unresectable metastases to receive FOLFIRI either alone or in combination with cetuximab. The primary end point was progression-free survival. Results A total of 599 patients received cetuximab plus FOLFIRI, and 599 received FOLFIRI alone. The hazard ratio for progression-free survival in the cetuximab–FOLFIRI group as compared with the FOLFIRI group was 0.85 (95% confidence interval [CI], 0.72 to 0.99; P=0.048). There was no significant difference in the overall survival between the two treatment groups (hazard ratio, 0.93; 95% CI, 0.81 to 1.07; P=0.31). There was a significant interaction between treatment group and KRAS ...", 
            "authors": [
                "Eric Van Cutsem", 
                "Claushenning Kohne", 
                "Erika Hitre", 
                "Jerzy Zaluski", 
                "Chungrong Chang Chien", 
                "A Makhson", 
                "G Dhaens", 
                "Tamas Pinter", 
                "Robert Lim", 
                "Gyorgy Bodoky", 
                "Jae Kyung Roh", 
                "G Folprecht", 
                "Paul Ruff", 
                "Christopher Stroh", 
                "Sabine Tejpar", 
                "Michael Schlichting", 
                "Johannes Nippgen", 
                "Philippe Rougier"
            ], 
            "fields": [
                "Therapy", 
                "Monoclonal Antibody", 
                "Colorectal cancer", 
                "Young adult", 
                "Mutation"
            ], 
            "title": "Cetuximab and Chemotherapy as Initial Treatment for Metastatic Colorectal Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=c8fdddc1ba10260c59630c1205f1168d&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Methods We analysed, with Affymetrix Human U133a GeneChips, the expression of 22 000 transcripts from total RNA of frozen tumour samples from 286 lymph-node-negative patients who had not received adjuvant systemic treatment. Findings In a training set of 115 tumours, we identified a 76-gene signature consisting of 60 genes for patients positive for oestrogen receptors (ER) and 16 genes for ER-negative patients. This signature showed 93% sensitivity and 48% specificity in a subsequent independent testing set of 171 lymph-node-negative patients. The gene profile was highly informative in identifying patients who developed distant metastases within 5 years (hazard ratio 5·67 (95% CI 2·59-12·4)), even when corrected for traditional prognostic factors in multivariate analysis (5·55 (2·46-12·5)). The 76-gene profile also represented a strong prognostic factor for the development of metastasis in the subgroups of 84 premenopausal patients (9·60 (2·28-40·5)), 87 postmenopausal patients (4·04 (1·57-10·4)), and 79 patients with tumours of 10-20 mm (14·1 (3·34-59·2)), a group of patients for whom prediction of prognosis is especially difficult.", 
            "authors": [
                "Yixin Wang", 
                "J G M Klijn", 
                "Yi Zhang", 
                "Anieta M Sieuwerts", 
                "Maxime P Look", 
                "Fei Yang", 
                "Dmitri Talantov", 
                "Mieke Timmermans", 
                "Marion E Meijervan Gelder", 
                "Jack Yu", 
                "Tim Jatkoe", 
                "Els M J J Berns", 
                "David Atkins", 
                "John A Foekens"
            ], 
            "fields": [
                "Breast cancer", 
                "Prediction", 
                "Medicine", 
                "Primary ideal", 
                "Cancer"
            ], 
            "title": "Gene-expression profiles to predict distant metastasis of lymph-node-negative primary breast cancer", 
            "url": "http://cn.bing.com/academic/profile?id=9c92c382ced60f907c94bef04c14a7b5&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background The prevalence of heart failure with preserved ejection fraction may be changing as a result of changes in population demographics and in the prevalence and treatment of risk factors for heart failure. Changes in the prevalence of heart failure with preserved ejection fraction may contribute to changes in the natural history of heart failure. We performed a study to define secular trends in the prevalence of heart failure with preserved ejection fraction among patients at a single institution over a 15-year period. Methods We studied all consecutive patients hospitalized with decompensated heart failure at Mayo Clinic Hospitals in Olmsted County, Minnesota, from 1987 through 2001. We classified patients as having either preserved or reduced ejection fraction. The patients were also classified as community patients (Olmsted County residents) or referral patients. Secular trends in the type of heart failure, associated cardiovascular disease, and survival were defined. Results A total of 6076 pat...", 
            "authors": [
                "Theophilus Owan", 
                "David O Hodge", 
                "Regina M Herges", 
                "Steven J Jacobsen", 
                "Veronique L Roger", 
                "Margaret M Redfield"
            ], 
            "fields": [
                "Prevalence", 
                "Epidemiology", 
                "Medicine", 
                "Natural history", 
                "Secular variation"
            ], 
            "title": "Trends in prevalence and outcome of heart failure with preserved ejection fraction", 
            "url": "http://cn.bing.com/academic/profile?id=8e75a8ee2f4dca367341d3a7d00f6cd3&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "A b s t r ac t Background The role of intensive insulin therapy in patients with severe sepsis is uncertain. Fluid resuscitation improves survival among patients with septic shock, but evidence is lacking to support the choice of either crystalloids or colloids. Methods In a multicenter, two-by-two factorial trial, we randomly assigned patients with severe sepsis to receive either intensive insulin therapy to maintain euglycemia or conventional insulin therapy and either 10% pentastarch, a low-molecular-weight hydroxyethyl starch (HES 200/0.5), or modified Ringer’s lactate for fluid resuscitation. The rate of death at 28 days and the mean score for organ failure were coprimary end points. Results The trial was stopped early for safety reasons. Among 537 patients who could be evaluated, the mean morning blood glucose level was lower in the intensive-therapy group (112 mg per deciliter [6.2 mmol per liter]) than in the conventional-therapy group (151 mg per deciliter [8.4 mmol per liter], P<0.001). However, at 28 days, there was no significant difference between the two groups in the rate of death or the mean score for organ failure. The rate of severe hypoglycemia (glucose level, ≤40 mg per deciliter [2.2 mmol per liter]) was higher in the intensive-therapy group than in the conventional-therapy group (17.0% vs. 4.1%, P<0.001), as was the rate of serious adverse events (10.9% vs. 5.2%, P = 0.01). HES therapy was associated with higher rates of acute renal failure and renal-replacement therapy than was Ringer’s lactate. Conclusions The use of intensive insulin therapy placed critically ill patients with sepsis at increased risk for serious adverse events related to hypoglycemia. As used in this study, HES was harmful, and its toxicity increased with accumulating doses. (ClinicalTrials. gov number, NCT00135473.)", 
            "authors": [
                "Frank M Brunkhorst", 
                "Christoph Engel", 
                "Frank Bloos", 
                "A Meierhellmann", 
                "M Ragaller", 
                "Norbert Weiler", 
                "Onnen Moerer", 
                "M Gruendling", 
                "Michael Oppert", 
                "Stefan Grond", 
                "D Olthoff", 
                "Ulrich Jaschinski", 
                "Stefan John", 
                "R Rossaint", 
                "Tobias Welte", 
                "M Schaefer", 
                "P Kern", 
                "Evelyn Kuhnt", 
                "Michael Kiehntopf", 
                "Christiane S Hartog", 
                "Charles Nata…", 
                ""
            ], 
            "fields": [
                "Proinsulin", 
                "Adverse effect", 
                "Medicine", 
                "Therapy"
            ], 
            "title": "Intensive Insulin Therapy and Pentastarch Resuscitation in Severe Sepsis", 
            "url": "http://cn.bing.com/academic/profile?id=75263c8148ef3a8f28714475402da6a6&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Glucagon-like peptide 1 (GLP-1) is a gut-derived incretin hormone that stimulates insulin and suppresses glucagon secretion, inhibits gastric emptying, and reduces appetite and food intake. Therapeutic approaches for enhancing incretin action include degradation-resistant GLP-1 receptor agonists (incretin mimetics), and inhibitors of dipeptidyl peptidase-4 (DPP-4) activity (incretin enhancers). Clinical trials with the incretin mimetic exenatide (two injections per day or long-acting release form once weekly) and liraglutide (one injection per day) show reductions in fasting and postprandial glucose concentrations, and haemoglobin A 1c  (HbA 1c ) (1–2%), associated with weight loss (2–5 kg). The most common adverse event associated with GLP-1 receptor agonists is mild nausea, which lessens over time. Orally administered DPP-4 inhibitors, such as sitagliptin and vildagliptin, reduce HbA 1c  by 0·5–1·0%, with few adverse events and no weight gain. These new classes of antidiabetic agents, and incretin mimetics and enhancers, also expand β-cell mass in preclinical studies. However, long-term clinical studies are needed to determine the benefits of targeting the incretin axis for the treatment of type 2 diabetes.", 
            "authors": [
                "Daniel J Drucker", 
                "Michael A Nauck"
            ], 
            "fields": [
                "Peptide hormone", 
                "Medicine", 
                "Clinical trial", 
                "Adverse effect", 
                "Weight loss"
            ], 
            "title": "The incretin system: glucagon-like peptide-1 receptor agonists and dipeptidyl peptidase-4 inhibitors in type 2 diabetes.", 
            "url": "http://cn.bing.com/academic/profile?id=f2b036abdd08943dd37b52ed55d6dee1&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Pseudomonas aeruginosa is a ubiquitous environmental bacterium that is one of the top three causes of opportunistic human infections. A major factor in its prominence as a pathogen is its intrinsic resistance to antibiotics and disinfectants. Here we report the complete sequence of P. aeruginosa strain PAO1. At 6.3 million base pairs, this is the largest bacterial genome sequenced, and the sequence provides insights into the basis of the versatility and intrinsic drug resistance of P. aeruginosa. Consistent with its larger genome size and environmental adaptability, P. aeruginosa contains the highest proportion of regulatory genes observed for a bacterial genome and a large number of genes involved in the catabolism, transport and efflux of organic compounds as well as four potential chemotaxis systems. We propose that the size and complexity of the P. aeruginosa genome reflect an evolutionary adaptation permitting it to thrive in diverse environments and resist the effects of a variety of antimicrobial substances. P. aeruginosa is a versatile Gram-negative bacterium that grows in soil, marshes and coastal marine habitats, as well as on plant and animal tissues 1 . It forms biofilms on wet surfaces such as those of rocks and soil 2,3 . The emergence of P. aeruginosa as a major opportunistic human pathogen during the past century may be a consequence of its resistance to the antibiotics and disinfectants that eliminate other environmental bacteria. P. aeruginosa is now a significant source of bacteraemia in burn victims, urinary-tract infections in catheterized patients, and hospital-acquired pneumo- nia in patients on respirators 4 . It is also the predominant cause of morbidity and mortality in cystic fibrosis patients, whose abnormal airway epithelia allow long-term colonization of the lungs by P. aeruginosa. These infections are impossible to eradicate, in part because of the natural resistance of the bacterium to antibiotics, and ultimately lead to pulmonary failure and death. Here we report the sequencing of the genome of P. aeruginosa. The sequence is of interest because of the insights it provides into the role of this bacterium as a pathogen, and because it offers new information on the relationship between genome size, genetic complexity and ecological versatility in bacteria. At 6.3 million base pairs (Mbp), the P. aeruginosa genome is markedly larger than most of the 25 sequenced bacterial genomes. In fact, with 5,570 predicted open reading frames (ORFs), the genetic complexity of P. aeruginosa approaches that of the simple eukaryote Saccharomyces cerevisiae, whose genome encodes about 6,200 proteins 5 . In contrast, P. aeruginosa has only 30-40% of the number of predicted genes present in the simple metazoans Caenorhabditis elegans and Drosophila melanogaster 6 .", 
            "authors": [
                "C K Stover", 
                "Xuânviet Pham", 
                "Alice L Erwin", 
                "S D Mizoguchi", 
                "Paul Warrener", 
                "M J Hickey", 
                "Fiona S L Brinkman", 
                "W O Hufnagle", 
                "Dorota Kowalik", 
                "M Lagrou", 
                "Richard L Garber", 
                "L Goltry", 
                "Eduardo Curvello Tolentino", 
                "Shannon Westbrockwadman", 
                "Y Yuan", 
                "L L Brody", 
                "Sally Coulter", 
                "K R Folger", 
                "A Kas", 
                "Karen Larbig", 
                "Regina Lim", 
                "K …", 
                ""
            ], 
            "fields": [
                "Nanotechnology", 
                "Cell cycle", 
                "Immunology", 
                "DNA", 
                "Ecology"
            ], 
            "title": "Complete genome sequence of Pseudomonas aeruginosa PAO1, an opportunisticpathogen", 
            "url": "http://cn.bing.com/academic/profile?id=a18c998bf38af13f3f1da75638fe354f&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Background Long-acting beta-agonists and inhaled corticosteroids are used to treat chronic obstructive pulmonary disease (COPD), but their effect on survival is unknown. Methods We conducted a randomized, double-blind trial comparing salmeterol at a dose of 50 μg plus fluticasone propionate at a dose of 500 μg twice daily (combination regimen), administered with a single inhaler, with placebo, salmeterol alone, or fluticasone propionate alone for a period of 3 years. The primary outcome was death from any cause for the comparison between the combination regimen and placebo; the frequency of exacerbations, health status, and spirometric values were also assessed. Results Of 6112 patients in the efficacy population, 875 died within 3 years after the start of the study treatment. All-cause mortality rates were 12.6% in the combination-therapy group, 15.2% in the placebo group, 13.5% in the salmeterol group, and 16.0% in the fluticasone group. The hazard ratio for death in the combination-therapy group, as co...", 
            "authors": [
                "Peter M A Calverley", 
                "Julie A Anderson", 
                "Bartolome R Celli", 
                "Gary T Ferguson", 
                "Christine R Jenkins", 
                "Paul W Jones", 
                "Julie C Yates", 
                "Jorgen Vestbo"
            ], 
            "fields": [
                "Survival analysis", 
                "Hazard ratio", 
                "Medicine", 
                "Side effect", 
                "Statistical significance"
            ], 
            "title": "Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease.", 
            "url": "http://cn.bing.com/academic/profile?id=dcd1598db087a0193e0f15978632b25b&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Gene transcription can be activated or inhibited by a reversible modification of the gene; this modification is termed an epigenetic change. This account of epigenetics in cancer reviews the mechanisms and consequences of epigenetic changes in cancer cells and concludes with the implications of these changes for the diagnosis, prognosis, and treatment of cancer.", 
            "authors": [
                "Manel Esteller"
            ], 
            "fields": [
                "Cancer", 
                "Medicine", 
                "Epigenetics"
            ], 
            "title": "Epigenetics in Cancer", 
            "url": "http://cn.bing.com/academic/profile?id=100cf61b00ba6d598542ab8cdac5d82e&encoded=0&v=paper_preview&mkt=zh-cn"
        }, 
        {
            "abstract": "Animal microRNAs (miRNAs) regulate gene expression by inhibiting translation and/or by inducing degradation of target messenger RNAs. It is unknown how much translational control is exerted by miRNAs on a genome-wide scale. We used a new proteomic approach to measure changes in synthesis of several thousand proteins in response to miRNA transfection or endogenous miRNA knockdown. In parallel, we quantified mRNA levels using microarrays. Here we show that a single miRNA can repress the production of hundreds of proteins, but that this repression is typically relatively mild. A number of known features of the miRNA-binding site such as the seed sequence also govern repression of human protein synthesis, and we report additional target sequence characteristics. We demonstrate that, in addition to downregulating mRNA levels, miRNAs also directly repress translation of hundreds of genes. Finally, our data suggest that a miRNA can, by direct or indirect effects, tune protein synthesis from thousands of genes.", 
            "authors": [
                "Matthias Selbach", 
                "Bjorn Schwanhausser", 
                "Nadine Thierfelder", 
                "Zhuo Fang", 
                "Raya Khanin", 
                "Nikolaus Rajewsky"
            ], 
            "fields": [
                "Molecular biology", 
                "Biotechnology", 
                "Medical research", 
                "Astronomy", 
                "Cell cycle"
            ], 
            "title": "Widespread changes in protein synthesis induced by microRNAs", 
            "url": "http://cn.bing.com/academic/profile?id=162a7e22c317577cd5cb227e363792f3&encoded=0&v=paper_preview&mkt=zh-cn"
        }
    ], 
    "num": 92
}