"{'index': {'_type': u'telecommunications', '_id': 1, '_index': 'info'}}<br/>"{"abstract": "From the Publisher:#R##N#The indispensable guide to wireless communications\u0097now fully revised and updated!#R##N##R##N#Wireless Communications: Principles and Practice, Second Edition is the definitive modern text for wireless communications technology and system design. Building on his classic first edition, Theodore S. Rappaport covers the fundamental issues impacting all wireless networks and reviews virtually every important new wireless standard and technological development, offering especially comprehensive coverage of the 3G systems and wireless local area networks (WLANs) that will transform communications in the coming years. Rappaport illustrates each key concept with practical examples, thoroughly explained and solved step by step.#R##N#Coverage includes:#R##N##R##N#An overview of key wireless technologies: voice, data, cordless, paging, fixed and mobile broadband wireless systems, and beyond#R##N#Wireless system design fundamentals: channel assignment, handoffs, trunking efficiency, interference, frequency reuse, capacity planning, large-scale fading, and more#R##N#Path loss, small-scale fading, multipath, reflection, diffraction, scattering, shadowing, spatial-temporal channel modeling, and microcell/indoor propagation#R##N#Modulation, equalization, diversity, channel coding, and speech coding#R##N#New wireless LAN technologies: IEEE 802.11a/b, HIPERLAN, BRAN, and other alternatives#R##N#New 3G air interface standards, including W-CDMA, cdma2000, GPRS, UMTS, and EDGE#R##N#Bluetooth wearable computers, fixed wireless and Local Multipoint Distribution Service (LMDS), and other advanced technologies#R##N#Updated glossary of abbreviations and acronyms, and a thorolist of references#R##N#Dozens of new examples and end-of-chapter problems#R##N##R##N##R##N#Whether you're a communications/network professional, manager, researcher, or student, Wireless Communications: Principles and Practice, Second Edition gives you an in-depth understanding of the state of the art in wireless technology\u0097today's and tomorrow's.", "authors": ["Theodore S Rappaport"], "fields": "telecommunications", "title": "Wireless Communications: Principles and Practice", "types": ["Radio", "Wireless", "Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=d3f3fe165ac118514f151570a2a79629&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 2, '_index': 'info'}}<br/>"{"abstract": "Agriculture is a vital development tool for achieving the Millennium Development Goal that calls for halving by 2015 the share of people suffering from extreme poverty and hunger. That is the overall message of this year's World Development Report (WDR), the 30th in the series. Three out of every four poor people in developing countries live in rural areas, and most of them depend directly or indirectly on agriculture for their livelihoods. This report provides guidance to governments and the international community on designing and implementing agriculture for development agendas that can make a difference in the lives of hundreds of millions of rural poor. The report highlights two major regional challenges. In much of Sub-Saharan Africa, agriculture is a strong option for spurring growth, overcoming poverty, and enhancing food security. Agricultural productivity growth is vital for stimulating growth in other parts of the economy. But accelerated growth requires a sharp productivity increase in smallholder farming combined with more effective support to the millions coping as subsistence farmers, many of them in remote areas. Recent improved performance holds promise, and this report identifies many emerging successes that can be scaled up. In Asia, overcoming widespread poverty requires confronting widening rural-urban income disparities. Asia's fast-growing economies remain home to over 600 million rural people living in extreme poverty, and despite massive rural-urban migration, rural poverty will remain dominant for several more decades. For this reason, the WDR focuses on ways to generate rural jobs by diversifying into labor intensive, high value agriculture linked to a dynamic rural, non-farm sector. In all regions, with rising land and water scarcity and the added pressures of a globalizing world, the future of agriculture is intrinsically tied to better stewardship of natural resources. With the right incentives and investments, agriculture's environmental footprint can be lightened and environmental services harnessed to protect watersheds and biodiversity.", "authors": ["Robert Townsend", "Elisabeth Sadoulet", "Alain De Janvry", "Derek Byerlee", "Irina Klytchnikova"], "fields": "telecommunications", "title": "World development report 2008 : agriculture for development", "types": ["Property rights", "Credit risk", "Transport", "Value added", "Natural resource"], "url": "http://cn.bing.com/academic/profile?id=7c9661dccdcef970a4f7f29b30a571c3&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 3, '_index': 'info'}}<br/>"{"abstract": "This paper reviews the published articles on eTourism in the past 20 years. Using a wide variety of sources, mainly in the tourism literature, this paper comprehensively reviews and analyses prior studies in the context of Internet applications to tourism. The paper also projects future developments in eTourism and demonstrates critical changes that will influence the tourism industry structure. A major contribution of this paper is its overview of the research and development efforts that have been endeavoured in the field, and the challenges that tourism researchers are, and will be, facing.", "authors": ["Dimitrios Buhalis"], "fields": "telecommunications", "title": "Progress in information technology and tourism management: 20 years on and 10 years after the Internet—The state of eTourism research", "types": ["Marketing", "Information technology", "The Internet", "Tourism", "Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=5266c2df99647bd204e2c68630fa8fc9&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 4, '_index': 'info'}}<br/>"{"abstract": "(NOTE: Each chapter concludes with Further Reading and Problems.) 1. Introduction. Historical Review. Elements of an Electrical Communication System. Communication Channels and Their Characteristics. Mathematical Models for Communication Channels. Organization of the Book. 2. Frequency Domain Analysis of Signals and Systems. Fourier Series. Fourier Transforms. Power and Energy. Sampling of Bandlimited Signals. Bandpass Signals. 3. Analog Signal Transmission and Reception. Introduction to Modulation. Amplitude Modulation (AM). Angle Modulation. Radio and Television Broadcasting. Mobile Radio Stations. 4. Random Processes. Probability and Random Variables. Random Processes: Basic Concepts. Random Processes in the Frequency Domain. Gaussian and White Processes. Bandlimited Processes and Sampling. Bandpass Processes. 5. Effect of Noise on Analog Communication Systems. Effect of Noise on Linear-Modulation Systems. Carrier-Phase Estimation with a Phase-Locked Loop (PLL). Effect of Noise on Angle Modulation. Comparison of Analog-Modulation Systems. Effects of Transmission Losses and Noise in Analog Communication Systems. 6. Information Sources and Source Coding. Modeling of Information Sources. Source-Coding Theorem. Source-Coding Algorithms. Rate-Distortion Theory. Quantization. Waveform Coding. Analysis-Synthesis Techniques. Digital Audio Transmission and Digital Audio Recording. The JPEG Image-Coding Standard. 7. Digital Transmission through the Additive White Gaussian Noise Channel. Geometric Representation of Signal Waveforms. Pulse Amplitude Modulation. Two-Dimensional Signal Waveforms. Multidimensional Signal Waveforms. Optimum Receiver for Digitally Modulated Signals in Additive White Gaussian Noise. Probability of Error for Signal Detection in Additive White Gaussian Noise. Performance Analysis for Wireline and Radio Communication Channels. Symbol Synchronization. 8. Digital Transmission through Bandlimited AWGN Channels. Digital Transmission through Bandlimited Channels. The Power Spectrum of Digitally Modulated Signals. Signal Design for Bandlimited Channels. Probability of Error in Detection of Digital PAM. Digitally Modulated Signals with Memory. System Design in the Presence of Channel Distortion. Multicarrier Modulation and OFDM. 9. Channel Capacity and Coding. Modeling of Communication Channels. Channel Capacity. Bounds on Communication. Coding for Reliable Communication. Linear Block Codes. Cyclic Codes. Convolutional Codes. Complex Codes Based on Combination of Simple Codes. Coding for Bandwidth-Constrained Channels. Practical Applications of Coding. 10. Wireless Communications. Digital Transmission on Fading Multipath Channels. Continuous Carrier-Phase Modulation. Spread-Spectrum Communication Systems. Digital Cellular Communication Systems. Appendix A: The Probability of Error for Multichannel Reception of Binary Signals. References. Index.", "authors": ["John G Proakis", "Masoud Salehi"], "fields": "telecommunications", "title": "Communication systems engineering", "types": ["Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=ffbb6955de86444d023cf6571c95d040&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 5, '_index': 'info'}}<br/>"{"abstract": "In several key industries, including semiconductors, biotechnology, computer software, and the Internet, our patent system is creating a patent thicket: an overlapping set of patent rights requiring that those seeking to commercialize new technology obtain licenses from multiple patentees. The patent thicket is especially thorny when combined with the risk of hold-up, namely the danger that new products will inadvertently infringe on patents issued after these products were designed. The need to navigate the patent thicket and hold-up is especially pronounced in industries such as telecommunications and computing in which formal standard-setting is a core part of bringing new technologies to market. Cross-licenses and patent pools are two natural and effective methods used by market participants to cut through the patent thicket, but each involves some transaction costs. Antitrust law and enforcement, with its historical hostility to cooperation among horizontal rivals, can easily add to these transaction costs. Yet a few relatively simple principles, such as the desirability package licensing for complementary patents but not for substitute patents, can go a long way towards insuring that antitrust will help solve the problems caused by the patent thicket and by hold-up rather than exacerbating them.", "authors": ["Carl Shapiro"], "fields": "telecommunications", "title": "Navigating the Patent Thicket: Cross Licenses, Patent Pools, and Standard-Setting", "types": ["Biotechnology", "Telecommunications", "Transaction cost", "Semiconductor"], "url": "http://cn.bing.com/academic/profile?id=0080973e878c62cfbf55bd3f7c0b1289&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 6, '_index': 'info'}}<br/>"{"abstract": "This study attempts to find appropriate interaction analysis/content analysis techniques that assist in examining the negotiation of meaning and co-construction of knowledge in collaborative learning environments facilitated by computer conferencing. The authors review strengths and shortcomings of existing interaction analysis techniques and propose a new model based on grounded theory building for analyzing the quality of CMC interactions and learning experiences. This new Interaction Analysis Model for Examining Social Construction of Knowledge in Computer Conferencing was developed after proposing a new definition of “interaction” for the CMC context and after analyzing interactions that occurred in a Global Online Debate. The application of the new model for analysis of collaborative construction of knowledge in the online debate and in a subsequent computer conference are discussed and future research suggested.", "authors": ["Charlotte N Gunawardena", "Constance A Lowe", "Terry Anderson"], "fields": "telecommunications", "title": "Analysis of a Global Online Debate and the Development of an Interaction Analysis Model for Examining Social Construction of Knowledge in Computer Conferencing.", "types": ["Evaluation", "Social constructionism", "Computer-mediated communication", "Collaborative learning", "Teleconference"], "url": "http://cn.bing.com/academic/profile?id=e1aad0125d9ea8163c90b66568786971&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 7, '_index': 'info'}}<br/>"{"abstract": "This article proposes a “critical mass” explanation for the diffusion of interactive media, such as telephone, paper mail systems, electronic mail, voice messaging, or computer conferencing, within communities. Interactive media have two characteristics not shared by many other innovations. First, widespread usage creates universal access, a public good that individuals cannot be prevented from enjoying even if they have not contributed to it. Second, use of interactive media entails reciprocal interdependence, in which earlier users are influenced by later users as well as vice versa. Consequently, interactive media are extremely vulnerable to start-up problems and discontinuance. Traditional explanations of diffusion of innovations do not accommodate these two properties of interactive media. The influence of these two properties on the probability and extent of interactive media diffusion within communities is the focus of the critical mass theory developed in this article.", "authors": ["M Lynne Markus"], "fields": "telecommunications", "title": "Toward a “Critical Mass” Theory of Interactive Media Universal Access, Interdependence and Diffusion", "types": ["Public good", "Information technology", "Interactive media", "Universal design", "Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=3ab1dbc4aa93eac3542beadba0c03357&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 8, '_index': 'info'}}<br/>"{"abstract": "In Competition in Telecommunications, Jean-Jacques Laffont and Jean Tirole analyze regulatory reform and the emergence of competition in network industries using the state-of-the-art theoretical tools of industrial organization, political economy, and the economics of incentives. The book opens with background information for the reader who is unfamiliar with current issues in the telecommunication industry. The following sections focus on four central aspects of the recent deregulatory movement: the introduction of incentive regulation; one-way access; the special nature of competition in a industry requiring two-way access; and universal service, in particular, the use of engineering models to compute subsidies and the design of universal service auctions.", "authors": ["Jean Tirole", "Jeanjacques Laffont"], "fields": "telecommunications", "title": "Competition in telecommunications", "types": ["Competition", "Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=dbf6cb5dafa7d12e13dcb76ba3e35e5c&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 9, '_index': 'info'}}<br/>"{"abstract": "Background: Cyberbullying describes bullying using mobile phones and the internet. Most previous studies have focused on the prevalence of text message and email bullying. Methods: Two surveys with pupils aged 11–16 years: (1) 92 pupils from 14 schools, supplemented by focus groups; (2) 533 pupils from 5 schools, to assess the generalisability of findings from the first study, and investigate relationships of cyberbullying to general internet use. Both studies differentiated cyberbullying inside and outside of school, and 7 media of cyberbullying. Results: Both studies found cyberbullying less frequent than traditional bullying, but appreciable, and reported more outside of school than inside. Phone call and text message bullying were most prevalent, with instant messaging bullying in the second study; their impact was perceived as comparable to traditional bullying. Mobile phone/video clip bullying, while rarer, was perceived to have more negative impact. Age and gender differences varied between the two studies. Study 1 found that most cyberbullying was done by one or a few students, usually from the same year group. It often just lasted about a week, but sometimes much longer. The second study found that being a cybervictim, but not a cyberbully, correlated with internet use; many cybervictims were traditional ‘bully-victims’. Pupils recommended blocking/avoiding messages, and telling someone, as the best coping strategies; but many cybervictims had told nobody about it. Conclusions: Cyberbullying is an important new kind of bullying, with some different characteristics from traditional bullying. Much happens outside school. Implications for research and practical action are discussed. Keywords: Bullying, victim, cyber, mobile phone, internet, adolescence, aggression, computers.", "authors": ["Peter K Smith", "Jess Mahdavi", "Manuel Carvalho", "Sonja Fisher", "Shanette Russell", "Neil Tippett"], "fields": "telecommunications", "title": "Cyberbullying: Its Nature and Impact in Secondary School Pupils.", "types": ["Human factors and ergonomics", "Mass media", "Anti-social behaviour", "Mobile device", "Telecommunications"], "url": "http://cn.bing.com/academic/profile?id=d88e6e3164376c69e7c931bcb70eeca6&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 10, '_index': 'info'}}<br/>"{"abstract": "Regulatory reform had its beginnings in the United States in the 1970s, and today it is taking place around the globe. One of the central questions for industrial policy is how to regulate firms with market power. Regulatory Reform tackles this important policy issue in two parts: it describes an analytical framework for studying the main issues in regulatory reform, and then applies the analysis to the British experience in four utility industries--telecommunications, gas, electricity, and water supply. Britain's utility industries, state-owned monopolies just ten years ago, offer a dramatic example of comprehensive reforms with parallels elsewhere: industries have been restructured, markets have been liberalized, and new regulatory methods and institutions have been created. The authors focus on common policy questions that arise in each industry while taking into account the considerable diversity between the industries and the different reform policies adopted. The analysis and experience in Britain's utility industries also provides a rich variety of issues concerning monopolistic and anticompetitive practices that are of interest for competition policy in general.", "authors": ["Mark Armstrong", "Simon Cowan", "John Vickers"], "fields": "telecommunications", "title": "Regulatory Reform: Economic Analysis and British Experience", "types": ["Telecommunications", "Water", "Industrial policy", "Water supply", "Electricity"], "url": "http://cn.bing.com/academic/profile?id=32e0725650dd9222b31ca3151824da25&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 11, '_index': 'info'}}<br/>"{"abstract": "We present some information-theoretic considerations used to determine upper bounds on the information rates that can be reliably transmitted over a two-ray propagation path mobile radio channel model, operating in a time division multiplex access (TDMA) regime, under given decoding delay constraints. The sense in which reliability is measured is addressed, and in the interesting eases where the decoding delay constraint plays a significant role, the maximal achievable rate (capacity), is specified in terms of capacity versus outage. In this case, no coding capacity in the strict Shannon sense exists. Simple schemes for time and space diversity are examined, and their potential benefits are illuminated from an information-theoretic stand point. In our presentation, we chose to specialize to the TDMA protocol for the sake of clarity and convenience. Our main arguments and results extend directly to certain variants of other multiple access protocols such as code division multiple access (CDMA) and frequency division multiple access (FDMA), provided that no fast feedback from the receiver to the transmitter is available. >", "authors": ["Lawrence H Ozarow", "Shlomo Shamai", "Aaron D Wyner"], "fields": "telecommunications", "title": "Information theoretic considerations for cellular mobile radio", "types": ["Channel capacity", "Time division multiple access", "Communications protocol", "Code rate", "Code division multiple access"], "url": "http://cn.bing.com/academic/profile?id=997a70ec16e485ef74d9987624407088&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 12, '_index': 'info'}}<br/>"{"abstract": "Abstract In a study of telecommunications services, the authors examine the effects of customer satisfaction, affective commitment, and calculative commitment on retention. The study further examines the potential for situational and reactional trigger conditions to moderate the satisfaction–retention relationship. The results support consistent effects of customer satisfaction, calculative commitment, and prior churn on retention. Prior churn also moderates the satisfaction–retention relationship. The results have implications for both customer relationship managers and researchers who use satisfaction surveys to predict behavior.", "authors": ["Anders Gustafsson", "Michael D Johnson", "Inger Roos"], "fields": "telecommunications", "title": "The Effects of Customer Satisfaction, Relationship Commitment Dimensions, and Triggers on Customer Retention", "types": ["Heterogeneity", "Customer Relationship Management", "Telecommunications", "Business Administration", "Customer satisfaction"], "url": "http://cn.bing.com/academic/profile?id=e2c153bb8d783b57a6190de4306ff6a0&encoded=0&v=paper_preview&mkt=zh-cn"}"{'index': {'_type': u'telecommunications', '_id': 13, '_index': 'info'}}<br/>"{"abstract": "Key features of one automated intelligent vehicle/highway system (IVHS) are outlined, it is shown how core driver decisions are improved, a basic IVHS control system architecture is proposed, and a design of some control subsystems is offered. Some experimental work is summarized. A system that promises a threefold increase in capacity is outlined, and a four-layer hierarchical control architecture that decomposes this problem into more manageable units is proposed. >", "authors": ["Pravin Varaiya"], "fields": "telecommunications", "title": "Smart cars on smart roads: problems of control", "types": ["route", "Injury prevention", "Radar", "Telecommunications", "Computer architecture"], "url": "http://cn.bing.com/academic/profile?id=c88dc00b5d033de00c3c0bdc2281cce9&encoded=0&v=paper_preview&mkt=zh-cn"}